Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: Unsubscribe from digest emails
gu: ડાઇજેસ્ટ ઇમેઇલથી અનસબ્સ્ક્રાઇબ કરો
pl: Wypisz z listy mailingowej
pt_pt: Cancelar subscrição de emails de resumo
uk: Скасувати підписку на дайджест листи
zh_tw: 取消訂閱摘要郵件

source: Zulip digest for %(realm_name)s
gu: Zulip ડાઇજેસ્ટ %(realm_name)s માટે
pl: Periodyk Zulip dla %(realm_name)s
pt_pt: Resumo do Zulip para %(realm_name)s
uk: Дайджест Zulip для %(realm_name)s
zh_tw: %(realm_name)s 的 Zulip 摘要

source: You have %(new_messages_count)s new messages, and there are %(new_streams_count)s new channels in %(realm_name)s.
uk: У вас є %(new_messages_count)s нових повідомлень, а також %(new_streams_count)s нових каналів у %(realm_name)s.

source: You have %(new_messages_count)s new messages in %(realm_name)s.
uk: У вас є %(new_messages_count)s нових повідомлень у %(realm_name)s.

source: There are %(new_streams_count)s new channels in %(realm_name)s.
uk: У %(realm_name)s з’явилося %(new_streams_count)s нових каналів.

source: This email does not include message content because your organization hides message content in email notifications. See %(hide_content_url)s for more details.
uk: Цей електронний лист не містить вмісту повідомлення, оскільки ваша організація приховує вміст повідомлень у сповіщеннях електронною поштою. Докладніше див. %(hide_content_url)s.

source: This email does not include message content because you have chosen to hide message content in email notifications. See %(help_url)s for more details.
uk: Цей електронний лист не містить вмісту повідомлення, оскільки ви вирішили приховати вміст повідомлення в сповіщеннях електронною поштою. Див. %(help_url)s для отримання додаткової інформації.

source: Log in to Zulip to catch up: %(organization_url)s.
uk: Увійдіть у Zulip, щоб не збитися з пандемії: %(organization_url)s.

source: Manage email preferences:
gu: ઇમેઇલ પસંદગીઓ સંચાલિત કરો
pl: Zmień ustawienia emoji:
pt_pt: Gerir preferências de email:
uk: Налаштування повідомлень електронною поштою:
zh_tw: 管理電子郵件偏好：

source: Unsubscribe from digest emails:
gu: ડાઇજેસ્ટ ઇમેઇલથી અનસબ્સ્ક્રાઇબ કરો
pl: Odsubskrybuj periodyk na email:
pt_pt: Cancelar subscrição de emails de resumo:
uk: Скасувати підписку на дайджест листи:
zh_tw: 取消訂閱摘要郵件：

source: Swimming fish
gu: સવારી માછલી
pl: Pływająca ryba
pt_pt: Peixe a nadar
uk: Плаваюча рибка
zh_tw: 游泳的魚

source: Thanks for your request!
gu: તમારી વિનંતી માટે આભાર!
pl: Dziękujemy za twoje zgłoszenie!
pt_pt: Agradecemos o seu pedido!
uk: Дякуємо за ваш запит!
zh_tw: 感謝您的請求！

source: Your email address %(email)s has accounts with the following Zulip Cloud organizations:
pl: Twój adres email %(email)s jest powiązany z kontami następujących organizacji Zulip Cloud:
pt_pt: O seu endereço de email %(email)s tem contas nas seguintes organizações Zulip Cloud:
uk: Ваша адреса електронної пошти %(email)s має облікові записи в таких організаціях Zulip Cloud:
zh_tw: 您的電子郵件地址 %(email)s 擁有以下 Zulip Cloud 組織的帳號：

source: Your email address %(email)s has accounts with the following Zulip organizations hosted by %(external_host)s:
gu: તમારું ઇમેઇલ સરનામું %(email)s ને નીચેના જુલીપ સંગઠનોથી હોસ્ટ કરવામાં આવેલ છે %(external_host)s:
pl: Twój adres email %(email)s jest powiązany z następującymi kontami Zulip w ramach %(external_host)s:
pt_pt: O seu endereço de email %(email)s tem contas nas seguintes organizações Zulip alojadas por%(external_host)s:
uk: Ваша адреса електронної пошти %(email)s має облікові записи в таких організаціях Zulip, що розміщені на %(external_host)s:
zh_tw: 您的電子郵件地址 %(email)s 擁有以下由 %(external_host)s 託管的 Zulip 組織帳號：

source: If you have trouble logging in, you can <a href="%(help_reset_password_link)s">reset your password</a>.
pl: O ile masz problem z zalogowaniem, możesz <a href="%(help_reset_password_link)s">zresetować swoje hasło</a>.
pt_pt: Ser estiver com dificuldades em iniciar sessão, poderá <a href="%(help_reset_password_link)s">repor a sua palavra-passe</a>.
uk: Якщо у вас виникли проблеми зі входом, ви можете <a href="%(help_reset_password_link)s">скинути свій пароль</a>.
zh_tw: 如果您在登入時遇到困難，您可以<a href="%(help_reset_password_link)s">重設密碼</a>。

source: You have requested a list of Zulip accounts for this email address.
pl: Poprosiłeś o listę kont Zulip dla tego adresu email.
pt_pt: Pediu uma lista de contas Zulip para este endereço de email.
uk: Ви запросили список облікових записів Zulip для цієї адреси електронної пошти.
zh_tw: 您已請求此電子郵件地址的 Zulip 帳號清單。

source: Unfortunately, no Zulip Cloud accounts were found.
pl: Niestety, nie odnaleziono kont Zulip Cloud.
pt_pt: Infelizmente não foi encontrada nenhuma conta Zulip Cloud.
uk: На жаль, облікових записів Zulip Cloud не знайдено.
zh_tw: 很抱歉，未找到 Zulip Cloud 帳號。

source: Unfortunately, no accounts were found in Zulip organizations hosted by %(external_host)s.
pl: Niestety nie odnaleziono kont organizacji Zulip w ramach %(external_host)s.
pt_pt: Infelizmente não foi encontrada nenhuma conta em organizações Zulip alojadas por %(external_host)s.
uk: На жаль, в організаціях Zulip, що розміщені на %(external_host)s, не знайдено жодних облікових записів.
zh_tw: 很抱歉，在由 %(external_host)s 託管的 Zulip 組織中未找到帳號。

source: You can <a href = "%(find_accounts_link)s" >check for accounts</a> with another email, or <a href ="%(help_logging_in_link)s">try another way</a> to find your account.
pl: Możesz <a href = "%(find_accounts_link)s" >odszukać konta</a> podając inne adresy email lub <a href ="%(help_logging_in_link)s">użyj alternatywnego sposobu</a> aby namierzyć własne konto.
pt_pt: Poderá<a href = "%(find_accounts_link)s" >verificar a existência de contas</a> com outro email, ou<a href ="%(help_logging_in_link)s">tentar outro método</a> para encontrar a sua conta.
uk: Ви можете <a href = "%(find_accounts_link)s" >перевірити наявність облікових записів</a> за допомогою іншої електронної адреси або <a href ="%(help_logging_in_link)s">спробувати інший спосіб</a> знайти свій обліковий запис.
zh_tw: 您可以<a href = "%(find_accounts_link)s" >使用其他電子郵件查詢帳號</a>，或<a href ="%(help_logging_in_link)s">嘗試其他方式</a> 尋找您的帳號。

source: If you do not recognize this request, you can safely ignore this email.
pl: Jeśli nie rozpoznajesz tego żądania, możesz bezpiecznie zignorować tę wiadomość email.
pt_pt: Se não reconhecer este pedido, poderá ignorar esta mensagem.
uk: Якщо ви не впізнаєте цей запит, можете сміливо проігнорувати цей електронний лист.
zh_tw: 如果您不認得此請求，可以安全地忽略此郵件。

source: Your Zulip accounts
gu: તમારા Zulip એકાઉન્ટ્સ
pl: Twoje konta Zulip
pt_pt: As suas contas Zulip
uk: Ваші облікові записи Zulip
zh_tw: 您的 Zulip 帳號

source: No Zulip accounts found
pl: Nie odnaleziono kont Zulip
pt_pt: Não foram encontradas contas Zulip
uk: Облікових записів Zulip не знайдено
zh_tw: 未找到 Zulip 帳號

source: If you have trouble logging in, you can reset your password.
pl: W razie problemów z logowaniem można zresetować hasło.
pt_pt: Se estiver com dificuldades em iniciar sessão, poderá repor a sua palavra-passe.
uk: Якщо у вас виникли проблеми зі входом, ви можете скинути свій пароль.
zh_tw: 如果您在登入時遇到困難，您可以重設密碼。

source: You can check for accounts with another email (%(find_accounts_link)s), or try another way to find your account (%(help_logging_in_link)s).
pl: Możesz poszukać kont z użyciem innego emaila (%(find_accounts_link)s) lub skorzystać z alternatywnej metody odnalezienia konta (%(help_logging_in_link)s).
pt_pt: Poderá verificar a existência de contas com outro email (%(find_accounts_link)s), ou tentar outro método para encontrar a sua conta (%(help_logging_in_link)s).
uk: Ви можете перевірити наявність облікових записів за допомогою іншої електронної адреси (%(find_accounts_link)s) або спробувати інший спосіб знайти свій обліковий запис (%(help_logging_in_link)s).
zh_tw: 您可以使用其他電子郵件查詢帳號 (%(find_accounts_link)s)，或 嘗試其他方式尋找您的帳號 (%(help_logging_in_link)s)。

source: Hi there,
gu: હાય અહીં,
pl: Witaj,
pt_pt: Viva,
uk: Привіт,
zh_tw: 嗨，

source: %(referrer_name)s wants you to join them on Zulip &mdash; the team communication tool designed for productivity.
gu: %(referrer_name)s તમને Zulip પર જોડાવવાની મંજૂરી આપે છે &mdash; એન્ટરપ્રાઇઝ માટે ડિઝાઇન કરવામાં આવેલ ટીમ સંચાર સાધન.
pl: %(referrer_name)s chce abyś dołączył do Zulip &mdash; narzędzia do efektywnej komunikacji.
pt_pt: %(referrer_name)s quer que se junte ao Zulip &mdash; a ferramenta de comunicação para equipas com a produtividade em mente.
uk: %(referrer_name)s хоче, щоб ви приєдналися до них в Zulip &mdash;комунікаційному інструменті для команд, призначеному для збільшення продуктивності.
zh_tw: %(referrer_name)s 希望您加入他們在 Zulip &mdash; 專為提升生產力設計的團隊 溝通工具。

source: To get started, click the button below.
gu: શરૂ કરવા માટે, નીચેની બટન પર ક્લિક કરો.
pl: Naciśnij poniższy przycisk, żeby rozpocząć.
pt_pt: Para começar, clique no botão abaixo.
uk: Щоб розпочати, клацніть на кнопку нижче.
zh_tw: 點擊下方按鈕開始。

source: %(referrer_full_name)s has invited you to join %(referrer_realm_name)s
gu: %(referrer_full_name)s ને તમને %(referrer_realm_name)s માં જોડાવવાની આમંત્રણ આપ્યું છે.
pl: %(referrer_full_name)s zaprosił cię abyś dołączył %(referrer_realm_name)s
pt_pt: %(referrer_full_name)s convidou-o/a para aderir a%(referrer_realm_name)s
uk: %(referrer_full_name)s запросив вас приєднатися %(referrer_realm_name)s
zh_tw: %(referrer_full_name)s 已邀請您加入 %(referrer_realm_name)s

source: %(referrer_full_name)s (%(referrer_email)s) wants you to join them on Zulip -- the team communication tool designed for productivity.
gu: %(referrer_full_name)s (%(referrer_email)s) તમને Zulip પર જોડાવવા માંગે છે - એને ટીમ સંચાલન સાધન જેમાં ઉત્પાદકતા માટે રચાયેલ છે.
pl: %(referrer_full_name)s (%(referrer_email)s) chce abyś dołączył do Zulip -- narzędzie do komunikacji w z zespole pomyślane o produktywności.
pt_pt: %(referrer_full_name)s (%(referrer_email)s) quer que se junte ao Zulip -- a ferramenta de comunicação para equipas com a produtividade em mente.
uk: %(referrer_full_name)s (%(referrer_email)s) хоче, щоб ви приєдналися до них на Zulip — комунікаційному інструменті для команд, призначеному для збільшення продуктивності.
zh_tw: %(referrer_full_name)s (%(referrer_email)s) 希望您加入他們在 Zulip -- 專為提升生產力設計的團隊溝通工具。

source: To get started, click the link below.
gu: શરૂ કરવા માટે, નીચેની લિંક પર ક્લિક કરો.
pl: Naciśnij poniższy link, aby zacząć.
pt_pt: Para começar, clique no link abaixo.
uk: Щоб розпочати, клацніть на посилання нижче.
zh_tw: 點擊下方連結開始。

source: Hi again,
gu: ફરીથી હાય,
pl: Witaj spowrotem,
pt_pt: Olá novamente,
uk: Привіт ще раз,
zh_tw: 再次問好，

source: This is a friendly reminder that %(referrer_name)s wants you to join them on Zulip &mdash; the team communication tool designed for productivity.
gu: આ એક મિત્રતાપૂર્ણ યાદી છે કે %(referrer_name)s તમને Zulip પર તેમની સાથે જોડાવવા માંગે છે &mdash; ઉત્પાદકતા માટે ડિઝાઇન કરવામાં આવેલ ટીમ સંચાલન સાધન.
pl: To jest przypomnienie, że %(referrer_name)s chce abyś dołączył do Zulip &mdash; narzędzia służącego zespołom do efektywnej komunikacji.
pt_pt: Isto é um lembrete que %(referrer_name)s quer que se junte ao Zulip &mdash; a ferramenta de comunicação para equipas com a produtividade em mente.
uk: Це дружнє нагадування що %(referrer_name)s бажає, щоб ви приєдналися до них у Zulip &mdash; платформі для високопродуктивної комунікації в командах.
zh_tw: 這是一個友善的提醒，%(referrer_name)s 希望您加入他們在 Zulip &mdash; 專為提升生產力設計的團隊溝通工具。

source: This is the last reminder you'll receive for this invitation.
gu: આ આમંત્રણ માટે તમે મેળવશો તેની છેલ્લ
pl: To ostatnie przypomnienie, jakie otrzymasz w związku z tym zaproszeniem.
pt_pt: Este é o último lembrete que irá receber sobre este convite.
uk: Це останнє нагадування яке Ви отримаєте для цього запрошення.
zh_tw: 這是您將收到的此邀請的最後一次提醒。

source: This invitation expires in two days. If the invitation expires, you'll need to ask %(referrer_name)s for another one.
gu: આ નિમંત્રણ બે દિવસમાં સમાપ્ત થાય છે. જો નિમંત્રણ સમાપ્ત થાય તો, તમને બીજો માંગવું પડશે %(referrer_name)s થી.
pl: To zaproszenie wygasa za dwa dni. Jeśli zaproszenie wygaśnie, musisz zapytać %(referrer_name)s o kolejne.
pt_pt: Este convite expira dentro de dois dias. Se o convite expirar, irá precisar de pedir um novo convite a %(referrer_name)s.
uk: Термін дії цього запрошення закінчується через два дні. Якщо термін дії запрошення закінчиться, вам потрібно буде попросити у%(referrer_name)s ще одне.
zh_tw: 此邀請將在兩天後過期。如果邀請過期，您需要向 %(referrer_name)s 請求新的邀請。

source: Reminder: Join %(referrer_name)s at %(referrer_realm_name)s
gu: યાદદાશ્ત: જોડાવા માટે %(referrer_name)s સાથે %(referrer_realm_name)s પર જોડાઓ
pl: Przypomnienie: Dołacz %(referrer_name)s w %(referrer_realm_name)s
pt_pt: Lembrete: Junte-se a%(referrer_name)s em%(referrer_realm_name)s
uk: Нагадування: Приєднайтесь до %(referrer_name)s на %(referrer_realm_name)s
zh_tw: 提醒：加入 %(referrer_name)s 在 %(referrer_realm_name)s

source: This is a friendly reminder that %(referrer_name)s (%(referrer_email)s) wants you to join them on Zulip -- the team communication tool designed for productivity.
gu: આ એક મિત્રતાપૂર્ણ યાદી છે કે %(referrer_name)s (%(referrer_email)s) તમને Zulip પર તેમની સાથે જોડાવવા માંગે છે -- ઉત્પાદકતા માટે ડિઝાઇન કરવામાં આવેલ ટીમ સંચાલન સાધન.
pl: Przypominamy, że %(referrer_name)s (%(referrer_email)s) widzi cię wśród użytkowników Zulip -- narzędzia do czatowania w zespole.
pt_pt: Isto é um lembrete que %(referrer_name)s (%(referrer_email)s) quer que se junte ao Zulip -- a ferramenta de comunicação para equipas com a produtividade em mente.
uk: Це дружнє нагадування що %(referrer_name)s (%(referrer_email)s) бажає щоб Ви приєдналися до них у Zulip -- платформа для високопродуктивної комунікації у командах.
zh_tw: 這是一個友善的提醒，%(referrer_name)s (%(referrer_email)s) 希望您加入他們在 Zulip -- 專為提升生產力設計的團隊溝通工具。

source: If you have any questions, please contact this Zulip server's administrators at <a href="mailto:%(email)s">%(email)s</a>.
gu: જો તમારી કોઈ પ્રશ્નો હોય, તો આ ઝુલિપ સર્વરના પ્રશાસકોનો સંપર્ક કરો <a href="mailto:%(email)s">%(email)s</a>.
pl: O ile masz jakieś pytania warto skierować je do administracji tej instancji serwera Zulip <a href="mailto:%(email)s">%(email)s</a>.
pt_pt: Para quaisquer questões, por favor contacte os administradores deste servidor Zulip em <a href="mailto:%(email)s">%(email)s</a>.
uk: Якщо у вас є будь-які запитання, зверніться до адміністраторів цього сервера Zulip за адресою <a href="mailto:%(email)s">%(email)s</a>.
zh_tw: 如果您有任何問題，請透過 <a href="mailto:%(email)s">%(email)s</a> 聯絡此 Zulip 伺服器的管理員。

source: Do you have questions or feedback to share? <a href="mailto:%(email)s">Contact us</a> — we'd love to help!
gu: શું તમને પ્રશ્નો અથવા પ્રતિસાદ આપવાની જરૂર છે? <a href="mailto:%(email)s">અમારો સંપર્ક કરો</a> —અમે તમારી સહાય કરવા માટે ખૂબ આવીશ છીએ!
pl: Masz pytania lub opinię, którą chesz się podzielić? <a href="mailto:%(email)s">Skontaktuj się z nami</a> — chętnie pomożemy!
pt_pt: Tem questões ou sugestões que gostaria de partilhar connosco? <a href="mailto:%(email)s">Contacte-nos</a> — gostaríamos de o/a ajudar!
uk: У вас є запитання чи відгуки? <a href="mailto:%(email)s">Зв'яжіться з нами</a> — ми будемо раді допомогти!
zh_tw: 您有問題或意見要分享嗎？<a href="mailto:%(email)s">聯絡我們</a> — 我們很樂意協助！

source: You are receiving this because you were personally mentioned.
gu: તમને આ મોકલવામાં આવ્યો છે કારણ કે તમને વ્યક્તિગતરીત ઉલ્લેખ કરવામાં આવ્યો છે.
pl: Otrzymujesz tę wiadomość, ponieważ zostałeś wymieniony osobiście.
pt_pt: Está a receber esta notificação porque o/a mencionaram especificamente.
uk: Ви отримуєте це, тому що вас особисто згадали.
zh_tw: 您收到此郵件是因為您被個人「@-提及」。

source: You are receiving this because @%(mentioned_user_group_name)s was mentioned.
gu: તમને આ મેળવવામાં આવી છે કારણ કે @%(mentioned_user_group_name)s ને ઉલ્લેખ કરવામાં આવ્યો હતો.
pl: Otrzymałeś to ponieważ @%(mentioned_user_group_name)s została wymieniona.
pt_pt: Está a receber esta notificação porque @%(mentioned_user_group_name)s foi mencionado/a.
uk: Ви отримуєте це повідомлення, оскільки було згадано @%(mentioned_user_group_name)s.
zh_tw: 您收到此郵件是因為 被%(mentioned_user_group_name)s 「@-提及」。

source: You are receiving this because all topic participants were mentioned in #%(channel_name)s > %(topic_name)s.
pl: Otrzymałeś to powiadomienie, bo wszyscy uczestnicy dyskusji zostali przywołani w #%(channel_name)s > %(topic_name)s.
pt_pt: Está a receber esta notificação pois todos os participantes do tópico foram mencionados em #%(channel_name)s > %(topic_name)s.
uk: Ви отримуєте це повідомлення, оскільки всіх учасників теми було згадано в #%(channel_name)s > %(topic_name)s.
zh_tw: 您收到此郵件是因為在 #%(channel_name)s > %(topic_name)s 中「@-提及」了所有議題參與者。

source: You are receiving this because you have wildcard mention notifications enabled for topics you follow.
gu: તમે આ પ્રાપ્ત કરી રહ્યા છો કારણ કે તમે તમારા અનુસરવામાં આવતા વિષયો માટે વાઇલ્ડકાર્ડ ઉલ્લેખ સૂચનાઓને સક્ષમ કર્યા છે.
pl: Otrzymujesz to, ponieważ masz włączone powiadomienia o wzmiankach z symbolami wieloznacznymi dla tematów, które obserwujesz.
pt_pt: Está a receber esta notificação porque tem as notificações universais ativadas para os tópicos que segue.
uk: Ви отримуєте це повідомлення, оскільки у вас увімкнено сповіщення про згадки з підстановочними символами для тем, на які ви підписані.
zh_tw: 您收到此郵件是因為您已啟用您追蹤議題的萬用字元「@-提及」通知。

source: You are receiving this because everyone was mentioned in #%(channel_name)s.
pl: Otrzymujesz to, ponieważ wszyscy zostali wymienieni w #%(channel_name)s.
pt_pt: Está a receber esta notificação porque todos foram mencionados em #%(channel_name)s.
uk: Ви отримуєте це повідомлення, оскільки всіх згадали в #%(channel_name)s.
zh_tw: 您收到此郵件是因為在 #%(channel_name)s 中「@-提及」了所有人。

source: You are receiving this because you have email notifications enabled for topics you follow.
gu: તમે આ પ્રાપ્ત કરી રહ્યા છો કારણ કે તમે તમારા અનુસરવામાં આવતા વિષયો માટે ઇમેઇલ સૂચનાઓને સક્ષમ કર્યા છે.
pl: Otrzymujesz tę wiadomość, ponieważ masz włączone powiadomienia email dla tematów, które obserwujesz.
pt_pt: Está a receber esta notificação porque tem as notificações por email ativadas para os tópicos que segue.
uk: Ви отримуєте це, оскільки у вас увімкнено сповіщення електронною поштою для тем, на які ви підписані.
zh_tw: 您收到此郵件是因為您已啟用您追蹤議題的電子郵件通知。

source: You are receiving this because you have email notifications enabled for #%(channel_name)s.
pl: Otrzymujesz tę wiadomość, ponieważ masz włączone powiadomienia email dla #%(channel_name)s.
pt_pt: Está a receber esta notificação porque tem as notificações por email ativadas para #%(channel_name)s.
uk: Ви отримуєте це повідомлення, оскільки у вас увімкнено сповіщення електронною поштою для #%(channel_name)s.
zh_tw: 您收到此郵件是因為您已啟用 #%(channel_name)s 的電子郵件通知。

source: Reply to this email directly, <a href="%(narrow_url)s">view it in %(realm_name)s Zulip</a>, or <a href="%(notif_url)s">manage email preferences</a>.
pl: Odpowiedz na ten email bezpośrednio, <a href="%(narrow_url)s">zobacza w %(realm_name)s Zulip</a>, bądź <a href="%(notif_url)s">zmień ustawienia email</a>.
pt_pt: Responda a este email diretamente, <a href="%(narrow_url)s">veja em%(realm_name)s </a>, ou<a href="%(notif_url)s">gira as preferências de email</a>.
uk: Відповісти на цей електронний лист безпосередньо, <a href="%(narrow_url)s">переглянути його в %(realm_name)s Zulip</a> або <a href="%(notif_url)s">керувати налаштуваннями електронної пошти</a>.
zh_tw: 直接回覆此郵件，<a href="%(narrow_url)s">在 %(realm_name)s Zulip 中檢視</a>，或<a href="%(notif_url)s">管理電子郵件 偏好</a>。

source: <a href="%(narrow_url)s">View or reply in %(realm_name)s Zulip</a>, or <a href="%(notif_url)s">manage email preferences</a>.
gu: <a href="%(narrow_url)s">જુલિપમાં જુઓ અથવા જવાબ આપો %(realm_name)s</a>, અથવા <a href="%(notif_url)s">ઇમેઇલ પસંદગીઓ વ્યવસ્થાપિત કરો</a>.
pl: <a href="%(narrow_url)s">Zobacz lub odpowiedz w %(realm_name)s Zulip</a>, bądź <a href="%(notif_url)s">zmień ustawienia email</a>.
pt_pt: <a href="%(narrow_url)s">Ver ou responder em%(realm_name)s </a>, ou<a href="%(notif_url)s">gerir preferências de email</a>.
uk: <a href="%(narrow_url)s">Переглянути або відповісти в %(realm_name)s Zulip</a> або <a href="%(notif_url)s">керувати налаштуваннями електронної пошти</a>.
zh_tw: <a href="%(narrow_url)s">在 %(realm_name)s Zulip 中檢視或回覆</a>，或<a href="%(notif_url)s">管理電子郵件偏好</a>。

source: <a href="%(narrow_url)s">Reply in %(realm_name)s Zulip</a>, or <a href="%(notif_url)s">manage email preferences</a>.
gu: <a href="%(narrow_url)s">જુલિપમાં %(realm_name)s જુઓ </a>અથવા જવાબ આપો , <a href="%(notif_url)s">અથવા ઇમેઇલ પસંદગીઓ વ્યવસ્થાપિત કરો</a>.
pl: <a href="%(narrow_url)s">Odpowiedz w %(realm_name)s Zulip</a>, bądź <a href="%(notif_url)s">zmień ustawienia email</a>.
pt_pt: <a href="%(narrow_url)s">Responder em%(realm_name)s </a>, ou<a href="%(notif_url)s">gerir preferências de email</a>.
uk: <a href="%(narrow_url)s">Відповісти у %(realm_name)s Zulip</a> або <a href="%(notif_url)s">керувати налаштуваннями електронної пошти</a>.
zh_tw: <a href="%(narrow_url)s">在 %(realm_name)s Zulip 中回覆</a>，或<a href="%(notif_url)s">管理電子郵件偏好</a>。

source: Do not reply to this email. This Zulip server is not configured to accept incoming emails (<a href="%(url)s">help</a>).
gu: આ ઇમેઇલને જવાબ આપતા ન રહેવું. આ ઝુલિપ સર્વર પ્રવેશિત થવા માટે રૂપરેખાંકિત નથી (<a href="%(url)s">મદદ</a>).
pl: Nie odpowiadaj na tę wiadomość email. Ten serwer Zulip nie jest skonfigurowany do przyjmowania przychodzących wiadomości email (<a href="%(url)s">pomoc</a>).
pt_pt: Não responda a este email. Este servidor Zulip não está configurado para receber emails (<a href="%(url)s">ajuda</a>).
uk: Не відповідайте на цей електронний лист. Цей сервер Zulip не налаштований на прийняття вхідних листів (<a href="%(url)s">допомога</a>).
zh_tw: 請勿回覆此郵件。此 Zulip 伺服器未設定為接收外來郵件（<a href="%(url)s">說明</a>）。

source: Group DMs with %(direct_message_group_display_name)s
uk: Групові особисті повідомлення з %(direct_message_group_display_name)s

source: DMs with %(sender_str)s
pl: DM z %(sender_str)s
pt_pt: Mensagens privadas com%(sender_str)s
uk: Повідомлення з %(sender_str)s
zh_tw: 與 %(sender_str)s 的私訊

source: [resolved] #%(channel_name)s > %(topic_name)s
pl: [rozwiązano] #%(channel_name)s > %(topic_name)s
pt_pt: [resolvido] #%(channel_name)s > %(topic_name)s
uk: [вирішено] #%(channel_name)s > %(topic_name)s

source: New messages
gu: નવા સંદેશ
pl: Nowe wiadomości
pt_pt: Novas mensagens
uk: Нові повідомлення
zh_tw: 新訊息

source: Reply to this email directly, or view it in %(realm_name)s Zulip:
gu: આ ઇમેઇલને સીધા જવાબ આપો અથવા તેને %(realm_name)s Zulip માં જુઓ:
pl: Odpowiedź na ten email bezpośrednio lub zobacz w Zulip - %(realm_name)s:
pt_pt: Responda a este email diretamente, ou veja em%(realm_name)s :
uk: Відповісти на цей лист безпосередньо або переглянути його в %(realm_name)s Zulip:
zh_tw: 直接回覆此郵件，或在 %(realm_name)s Zulip 中檢視：

source: View or reply in %(realm_name)s Zulip:
pl: Zobacz lub odpowiedz w %(realm_name)s Zulip:
pt_pt: Ver ou responder em%(realm_name)s :
uk: Переглянути або відповісти в %(realm_name)s Zulip:
zh_tw: 在 %(realm_name)s Zulip 中檢視或回覆：

source: Reply in %(realm_name)s Zulip:
gu: જવાબ આપો %(realm_name)s Zulip માં:
pl: Odpowiedz w %(realm_name)s Zulip:
pt_pt: Responder em%(realm_name)s :
uk: Відповідь у %(realm_name)s Зуліп:
zh_tw: 在 %(realm_name)s Zulip 中回覆：

source: Do not reply to this email. This Zulip server is not configured to accept incoming emails. Help:
gu: આ ઇમેઇલને જવાબ આપતા નહીં કરવું. આ ઝુલિપ સર્વર આવતા ઇમેઇલો સ્વીકારવા માટે રૂપરેખિત નથી. મદદ:
pl: Nie odpowiadaj na tę wiadomość email. Ten serwer Zulip nie jest skonfigurowany do przyjmowania przychodzących wiadomości email. Pomoc:
pt_pt: Não responda a este email. Este servidor Zulip não está configurado para aceitar emails. Ajuda:
uk: Не відповідайте на цей електронний лист. Цей сервер Zulip не налаштований на прийняття вхідних листів. Допомога:
zh_tw: 請勿回覆此郵件。此 Zulip 伺服器未設定為接收外來郵件。說明：
