Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: Copy this login token and return to your Zulip app to finish logging in:
gu: આપને આ લોગિન ટોકન કૉપિ કરીને તેને આપના Zulip એપ પર પુર્ણ લોગઇન કરવા માટે પાછા આવો:
pl: Skopiuj ten token i wróć do aplikacji Zulip aby zakończyć logowanie:
pt_pt: Copie este código de início de sessão e volte à sua aplicação Zulip para finalizar o início de sessão:
uk: Скопіюйте цей токен входу та поверніться у додаток Zulip, щоб завершити вхід:
zh_tw: 複製此登入 token 並回到您的 Zulip 應用程式以完成登入：

source: Copy
gu: કૉપી
pl: Kopiuj
pt_pt: Copiar
uk: Копіювати
zh_tw: 複製

source: You may then close this window.
gu: આપ પછી આ વિન્ડો બંધ કરી શકો છો.
pl: Możesz teraz zamknąć to okno.
pt_pt: Já pode fechar esta janela.
uk: Потім ви можете закрити це вікно.
zh_tw: 您可以關閉此視窗。

source: Or, continue in your browser.
gu: અથવા, તમારા બ્રાઉઝરમાં ચાલો.
pl: Lub kontynuuj w przeglądarce.
pt_pt: Ou, continue no seu navegador.
uk: Або продовжте у своєму браузері.
zh_tw: 或在瀏覽器中繼續。

source: Anonymous user
gu: અનામિક વપરાશકર્તા
pl: Anonimowy użytkownik
pt_pt: Utilizador anónimo
uk: Анонімний користувач
zh_tw: 匿名使用者

source: Owners
gu: માલિકો
pl: Właściciele
pt_pt: Proprietários
uk: Власники
zh_tw: 所有者

source: Administrators
gu: સંચાલકો
pl: Administratorzy
pt_pt: Administradores
uk: Адміністратори
zh_tw: 管理者

source: Moderators
gu: મોડરેટર્સ
pl: Moderatorzy
pt_pt: Moderadores
uk: Модератори
zh_tw: 版主

source: Guest users
gu: મુખ્ય વપરાશકર્તાઓ
pl: Goście
pt_pt: Visitantes
uk: Гостьові користувачі
zh_tw: 訪客

source: Normal users
gu: સામાન્ય વપરાશકર્તાઓ
pl: Zwykli użytkownicy
pt_pt: Utilizadores regulares
uk: Звичайні користувачі
zh_tw: 普通使用者

source: Forward emails to an email account
gu: ઇમેઇલ્સને ઇમેઇલ એકાઉન્ટમાં ફોરવર્ડ કરો
pl: Przekaż emaile na konto email
pt_pt: Encaminhar emails para conta de email
uk: Пересилання електронних листів на обліковий запис електронної пошти
zh_tw: 轉發電子郵件至電子郵件帳號

source: Close
gu: બંધ
pl: Zamknij
pt_pt: Fechar
uk: Закрити
zh_tw: 關閉

source: Update
gu: અપડેટ
pl: Zaktualizuj
pt_pt: Atualizar
uk: Оновити
zh_tw: 更新

source: Digest
gu: ડાઇજેસ્ટ
pl: Periodyk
pt_pt: Resumo
uk: Дайджест
zh_tw: 摘要

source: Congratulations, you have created a new Zulip demo organization. Note that this organization will be automatically deleted in 30 days. Learn more about demo organizations <a href="%(demo_organizations_help_link)s">here</a>!
gu: અભિનંદન, તમે નવી Zulip ડેમો સંસ્થા બનાવી છે. ધ્યાન આપો કે આ સંસ્થા 30 દિવસમાં આપાતકારો દ્વારા આપોઆપ કાઢવામાં આવશે. ડેમો સંસ્થાઓ વિશે વધુ માહિતી માટે અહીં ક્લિક કરો <a href="%(demo_organizations_help_link)s">અહીં</a>!
pl: Gratulacje, utworzyłeś nową organizację demonstracyjną Zulip. Miej na uwadze, że organizacja ta zostanie automatycznie usunięta za 30 dni. Dowiedz się więcej o organizacjach demonstracyjnych <a href="%(demo_organizations_help_link)s"></a>!
pt_pt: Parabéns, criou uma nova organização de demonstração. Note que esta organização será eliminada automaticamente dentro de 30 dias. Saiba mais sobre organizações de demonstração<a href="%(demo_organizations_help_link)s">aqui</a>!
uk: Вітаємо, ви створили нову демонстраційну організацію Zulip. Зверніть увагу, що ця організація буде автоматично видалена через 30 днів. Дізнайтеся більше про демонстраційні організації <a href="%(demo_organizations_help_link)s">тут</a>!
zh_tw: 恭喜，您已建立了一個新的 Zulip 示範組織。請注意 此組織將在 30 天後自動刪除。了解更多 示範組織相關資訊請<a href="%(demo_organizations_help_link)s">點此</a>！

source: Congratulations, you have created a new Zulip organization: <b>%(realm_name)s</b>.
gu: અભિનંદન, તમે નવી ઝુલિપ સંગઠન બનાવ્યું છે: <b>%(realm_name)s</b>.
pl: Super, udało się utworzyć nową organizację Zulip: <b>%(realm_name)s</b>.
pt_pt: Parabéns, criou uma nova organização Zulip: <b>%(realm_name)s</b>.
uk: Вітаємо, ви створили нову організацію Zulip: <b>%(realm_name)s</b>.
zh_tw: 恭喜，您已建立了一個新的 Zulip 組織：<b>%(realm_name)s</b>。

source: Welcome to Zulip!
gu: જુલિપમાં આપનું સ્વાગત છે.
pl: Witaj w Zulipie!
pt_pt: Bem-vindo/a ao Zulip!
uk: Ласкаво просимо до Zulip!
zh_tw: 歡迎來到 Zulip！

source: You've joined the Zulip organization <b>%(realm_name)s</b>.
gu: તમે Zulip સંસ્થાને જોડાયેલ છો <b>%(realm_name)s</b>.
pl: Dołączyłeś do organizacji Zulip <b>%(realm_name)s</b>.
pt_pt: Aderiu à organização Zulip <b>%(realm_name)s</b>.
uk: Ви приєдналися до організації Zulip <b>%(realm_name)s</b>.
zh_tw: 您已加入 Zulip 組織 <b>%(realm_name)s</b>。

source: You will use the following info to log into the Zulip web, <a href="%(apps_page_link)s">mobile and desktop</a> apps:
gu: આપ જુલિપ વેબ, <a href="%(apps_page_link)s">મોબાઇલ અને ડેસ્કટોપ </a>એપ્સમાં લૉગ ઇન કરવા માટે નીચેની માહિતીનો ઉપયોગ કરશો:
pl: Następujące dane posłużą do logowania do Zulip w przeglądarce, <a href="%(apps_page_link)s">apek mobilnej i na komputer</a>:
pt_pt: Irá utilizar a seguinte informação para iniciar sessão nas aplicações Zulip web, <a href="%(apps_page_link)s">ambiente de trabalho e móvel </a> :
uk: Ви використовуватимете таку інформацію для входу у веб-, <a href="%(apps_page_link)s">мобільний та настільний</a> додатки Zulip:
zh_tw: 您將使用以下資訊登入 Zulip 網頁版、<a href="%(apps_page_link)s">行動裝置和桌面版</a>應用程式：

source: Organization URL: %(organization_url)s
pl: URL organizacji: %(organization_url)s
pt_pt: URL da organização: %(organization_url)s
uk: URL-адреса організації: %(organization_url)s
zh_tw: 組織網址：%(organization_url)s

source: Your username: %(ldap_username)s
gu: તમારું વપરાશકર્તા નામ: %(ldap_username)s
pl: Twoja nazwa uzytkownika: %(ldap_username)s
pt_pt: O seu nome de utilizador: %(ldap_username)s
uk: Ваше ім'я користувача: %(ldap_username)s
zh_tw: 您的使用者名稱：%(ldap_username)s

source: Use your LDAP account to log in
gu: તમારા LDAP એકાઉન્ટનો ઉપયોગ કરીને લોગ ઇન કરો
pl: Użyj konta LDAP aby zalogować się
pt_pt: Utilize a sua conta LDAP para iniciar sessão
uk: Використовуйте свій обліковий запис LDAP для входу
zh_tw: 使用您的 LDAP 帳號登入

source: Your account email: %(email)s
gu: તમારું એકાઉન્ટ ઇમેઇલ: %(email)s
pl: Email konta: %(email)s
pt_pt: O endereço de email da sua conta: %(email)s
uk: Електронна адреса вашого облікового запису: %(email)s
zh_tw: 您的帳號電子郵件：%(email)s

source: Go to organization
gu: સંસ્થાને જાઓ
pl: Idź do organizacji
pt_pt: Ir para organização
uk: Перейти до організації
zh_tw: 前往組織

source: If you are new to Zulip, check out our <a href="%(getting_user_started_link)s">getting started guide</a>!
pl: O ile nie masz doświadczenia z Zulip sprawdź <a href="%(getting_user_started_link)s">poradnik dla początkujących</a>!
uk: Якщо ви новачок у Zulip, ознайомтеся з нашим <a href="%(getting_user_started_link)s">посібником з початку роботи</a>!
zh_tw: 如果您是 Zulip 新手，請查看我們的<a href="%(getting_user_started_link)s">入門指南</a>！

source: We also have a guide for <a href="%(getting_organization_started_link)s">moving your organization to Zulip</a>.
pl: Mamy też poradnik <a href="%(getting_organization_started_link)s">jak przenieść organizację do Zulip</a>.
uk: У нас також є посібник з <a href="%(getting_organization_started_link)s">переведення вашої організації до Zulip</a>.
zh_tw: 我們也有一份<a href="%(getting_organization_started_link)s">將您的組織遷移到 Zulip</a> 的指南。

source: Questions? <a href="mailto:%(support_email)s">Contact us</a> — we'd love to help!
gu: પ્રશ્નો? અમને મદદ કરવા માટે <a href="mailto:%(support_email)s">અમારો સંપર્ક કરો</a> —અમે તમને મદદ કરવા માટે ખુશ છીએ!
pl: Pytania? <a href="mailto:%(support_email)s">Skontaktuj się z nami</a> — chętnie pomożemy!
pt_pt: Questões? <a href="mailto:%(support_email)s">Contacte-nos</a> — gostaríamos de o/a ajudar!
uk: Є питання? <a href="mailto:%(support_email)s">Зв'яжіться з нами</a> — ми будемо раді допомогти!
zh_tw: 有問題嗎？<a href="mailto:%(support_email)s">聯絡我們</a> — 我們很樂意協助！

source: %(realm_name)s on Zulip: Your new organization details
gu: %(realm_name)s પર Zulip: તમારી નવી સંગઠન વિગતો
pl: %(realm_name)s na Zulip: szczegóły nowej organizacji
pt_pt: %(realm_name)s no Zulip: Detalhes da sua organização
uk: %(realm_name)s на Zulip: Деталі Вашої нової організації
zh_tw: Zulip 上的 %(realm_name)s：您的新組織詳細資訊

source: %(realm_name)s on Zulip: Your new account details
gu: %(realm_name)s પર Zulip: તમારી નવી ખાતાની વિગતો
pl: %(realm_name)s na Zulip: szczegóły nowego konta
pt_pt: %(realm_name)s no Zulip: Detalhes da sua conta
uk: %(realm_name)s на Zulip: Деталі Вашого нового облікового запису
zh_tw: Zulip 上的 %(realm_name)s：您的新帳號詳細資訊

source: Congratulations, you have created a new demo Zulip organization. Note that this organization will be automatically deleted in 30 days. Learn more about demo organizations here: %(demo_organizations_help_link)s!
gu: અભિનંદન, તમે નવી ડેમો Zulip સંસ્થા બનાવી છે. ધ્યાન આપો કે આ સંસ્થા 30 દિવસમાં આપાતકારો દ્વારા આપોઆપ કાઢવામાં આવશે. ડેમો સંસ્થાઓ વિશે વધુ માહિતી માટે અહીં ક્લિક કરો %(demo_organizations_help_link)s!
pl: Gratulacje, utworzyłeś nową organizację demo Zulip. Należy pamiętać, że organizacja ta zostanie automatycznie usunięta za 30 dni. Dowiedz się więcej o organizacjach demonstracyjnych tutaj: %(demo_organizations_help_link)s!
pt_pt: Parabéns, criou uma nova organização de demonstração Zulip. Note que esta organização será eliminada dentro de 30 dias. Saiba mais sobre organizações de demonstração aqui: %(demo_organizations_help_link)s!
uk: Вітаємо, ви створили нову демонстраційну організацію Zulip. Зверніть увагу, що ця організація буде автоматично видалена через 30 днів. Дізнайтеся більше про демонстраційні організації тут: %(demo_organizations_help_link)s!
zh_tw: 恭喜，您已建立了一個新的 Zulip 示範組織。請注意此組織將在 30 天後自動刪除。了解更多示範組織資訊請點此：%(demo_organizations_help_link)s！

source: Congratulations, you have created a new Zulip organization: %(realm_name)s.
gu: અભિનંદન, તમે નવી ઝુલિપ સંગઠન બનાવ્યું છે: %(realm_name)s.
pl: Super, udało się utworzyć nową organizację Zulip: %(realm_name)s.
pt_pt: Parabéns, criou uma nova organização Zulip: %(realm_name)s.
uk: Вітаємо, ви створили нову організацію Zulip: %(realm_name)s.
zh_tw: 恭喜，您已建立了一個新的 Zulip 組織：%(realm_name)s。

source: You've joined the Zulip organization %(realm_name)s.
gu: તમે Zulip સંસ્થાને જોડાયેલ છો %(realm_name)s.
pl: Dołączyłeś do organizacji Zulip %(realm_name)s.
pt_pt: Aderiu à organização Zulip%(realm_name)s.
uk: Ви приєднались до Zulip організації %(realm_name)s.
zh_tw: 您已加入 Zulip 組織 %(realm_name)s。

source: You will use the following info to log into the Zulip web, mobile and desktop apps (%(apps_page_link)s):
gu: આપ જુલિપ વેબ, મોબાઇલ અને ડેસ્કટોપ એપ્સમાં લૉગ ઇન કરવા માટે નીચેની માહિતીનો ઉપયોગ કરશો (%(apps_page_link)s):
pl: Aby zalogować się do aplikacji internetowej, mobilnej i komputerowej Zulip, należy użyć następujących informacji (%(apps_page_link)s):
pt_pt: Irá utilizar a seguinte informação para iniciar sessão na aplicações Zulip web, móvel e de ambiente de trabalho (%(apps_page_link)s):
uk: Ви використовуватимете таку інформацію для входу у веб-, мобільний та настільний додатки Zulip (%(apps_page_link)s):
zh_tw: 您將使用以下資訊登入 Zulip 網頁版、行動裝置和桌面版應用程式 (%(apps_page_link)s)：

source: If you are new to Zulip, check out our getting started guide (%(getting_user_started_link)s)!
pl: O ile stawiasz pierwsze kroki z Zulip warto zajrzeć do przewodnika (%(getting_user_started_link)s)!
uk: Якщо ви новачок у Zulip, ознайомтеся з нашим посібником з початку роботи (%(getting_user_started_link)s)!
zh_tw: 如果您是 Zulip 新手，請查看我們的入門指南 (%(getting_user_started_link)s)！

source: We also have a guide for moving your organization to Zulip (%(getting_organization_started_link)s).
pl: Mamy też poradnik dla przenoszących organizację do Zulip (%(getting_organization_started_link)s).
uk: У нас також є посібник з перенесення вашої організації до Zulip (%(getting_organization_started_link)s).
zh_tw: 我們也有一份將您的組織遷移到 Zulip 的指南 (%(getting_organization_started_link)s)。

source: Questions? Contact us at %(support_email)s — we'd love to help!
gu: પ્રશ્નો? અમારો સંપર્ક કરો %(support_email)s — અમે તમને મદદ કરવા માટે ખૂબ આવડીશું!
pl: Pytania? Skontaktuj się z nami %(support_email)s — chętnie pomożemy!
pt_pt: Questões? Contacte-nos %(support_email)s — gostaríamos de o/a ajudar!
uk: Є питання? Зв’яжіться з нами за адресою %(support_email)s — ми будемо раді допомогти!
zh_tw: 有問題嗎？請透過 %(support_email)s 聯絡我們 — 我們很樂意協助！

source: If you have any questions, please contact this Zulip server's administrators at %(support_email)s.
gu: જો તમારી કોઈ પ્રશ્નો હોય, તો %(support_email)s પર આ ઝુલિપ સર્વરના વ્યવસ્થાપકોનો સંપર્ક કરો.
pl: O ile masz pytania istnieje możliwość kontaktu z administratorami tej instancji Zulip %(support_email)s.
pt_pt: Para quaisquer questões, por favor contacte os administradores deste servidor Zulip em %(support_email)s.
uk: Якщо у вас є якісь питання, зверніться до адміністраторів цього сервера Zulip за адресою %(support_email)s.
zh_tw: 如果您有任何問題，請透過 %(support_email)s 聯絡此 Zulip 伺服器的管理員。

source: Hi,
gu: હાય,
pl: Cześć,
pt_pt: Olá,
uk: Привіт,
zh_tw: 嗨，

source: We received a request to add the email address %(new_email)s to your Zulip demo organization account on %(realm_url)s. To confirm this update and set a password for this account, please click below:
pl: Otrzymaliśmy prośbę o dodanie adresu email %(new_email)s do twojej organizacji demo Zulip na %(realm_url)s. Aby potwierdzić zmianę i ustawić hasło dla tego konta kliknij poniżej:
pt_pt: Recebemos um pedido para adicionar o endereço de email %(new_email)s à sua conta de organização de demonstração Zulip em %(realm_url)s. Para confirmar esta alteração e definir uma palavra-passe para esta conta, confirme clicando abaixo:
uk: Ми отримали запит на додавання адреси електронної пошти %(new_email)s до вашого облікового запису демонстраційної організації Zulip на %(realm_url)s. Щоб підтвердити це оновлення та встановити пароль для цього облікового запису, натисніть нижче:
zh_tw: 我們收到了一個將電子郵件地址 %(new_email)s 加入您在 %(realm_url)s 的 Zulip 示範組織帳號的請求。要確認此更新並為此帳號設定密碼，請點擊下方：

source: Confirm and set password
gu: પાસવર્ડની પુષ્ટિ કરો અને સેટ કરો
pl: Potwierdź i ustaw hasło
pt_pt: Confirmar e definir uma palavra-passe
uk: Підтвердити та встановити пароль
zh_tw: 確認並設定密碼

source: If you did not request this change, please contact us immediately at %(support_email)s.
gu: જો તમે આ બદલાવની વિનંતી કરી નથી, તો કૃપા કરીને તમે તત્કાલ અમારાથી સંપર્ક કરો %(support_email)s.
pl: Jeśli nie prosiłeś o tę zmianę, skontaktuj się z nami natychmiast pod adresem %(support_email)s.
pt_pt: Se não pediu esta alteração, por favor contacte-nos imediatamente em %(support_email)s.
uk: Якщо ви не запитували цю зміну, будь ласка, негайно зв’яжіться з нами за адресою %(support_email)s.
zh_tw: 如果您沒有請求此變更，請立即透過 %(support_email)s 聯絡我們。

source: Verify your new email address for your demo Zulip organization
gu: તમારા ડેમો Zulip સંગઠન માટે તમારું નવું ઇમેઇલ સરનામું ચકાસો
pl: Zweryfikuj swój nowy adres email dla demonstracyjnej organizacji Zulip
pt_pt: Verifique o seu novo endereço de email da sua organização de demonstração Zulip
uk: Підтвердьте свою нову адресу електронної пошти для вашої демонстраційної організації Zulip
zh_tw: 驗證您示範 Zulip 組織的新電子郵件地址

source: If you did not request this change, please contact us immediately at <%(support_email)s>.
gu: જો તમે આ બદલાવની વિનંતી કરી નથી, તો કૃપા કરીને તમે તત્કાલ અમારાથી સંપર્ક કરો %(support_email)s.
pl: Jeśli nie prosiłeś o tę zmianę, skontaktuj się z nami natychmiast pod adresem <%(support_email)s>.
pt_pt: Se não pediu esta alteração, por favor contacte-nos imediatamente em <%(support_email)s>.
uk: Якщо Ви не робили запит на цю зміну, будь ласка зв'яжіться з нами негайно за адресою <%(support_email)s>.
zh_tw: 如果您沒有請求此變更，請立即透過 <%(support_email)s> 聯絡我們。

source: We received a request to change the email address for the Zulip account on %(realm_url)s from %(old_email)s to %(new_email)s. To confirm this change, please click below:
pl: Otrzymaliśmy prośbę o zmianę adresu email dla konta Zulip w %(realm_url)s z %(old_email)s na %(new_email)s. Aby potwierdzić zmianę kliknij poniżej:
pt_pt: Recebemos um pedido de alteração do endereço de email para conta Zulip em %(realm_url)s de%(old_email)s para%(new_email)s. Para confirmar esta alteração, por favor clique abaixo:
uk: Ми отримали запит на зміну адреси електронної пошти для облікового запису Zulip на %(realm_url)s з %(old_email)s на %(new_email)s. Щоб підтвердити цю зміну, натисніть нижче:
zh_tw: 我們收到了一個將 %(realm_url)s 上 Zulip 帳號的電子郵件地址從 %(old_email)s 變更為 %(new_email)s 的請求。要確認此變更，請點擊下方：

source: Confirm email change
gu: ઇમેઇલ બદલાવવાની પુષ્ટિ કરો
pl: Potwierdź zmianę adresu email
pt_pt: Confirmar alteração de email
uk: Підтвердити зміну електронної пошти
zh_tw: 確認電子郵件變更

source: Verify your new email address for %(organization_host)s
gu: તમારું નવું ઇમેઇલ સરનામું પરીક્ષણ કરો %(organization_host)s
pl: Sprawdź nowy adres email dla %(organization_host)s
pt_pt: Verifique o seu novo endereço de email para%(organization_host)s
uk: Підтвердьте свою нову адресу електронної пошти для %(organization_host)s
zh_tw: 驗證您在 %(organization_host)s 的新電子郵件地址

source: You have requested a new Zulip organization:
gu: તમે નવી ઝુલિપ સંગઠનની વિનંતી કરી છે:
pl: Poprosiłeś o nową organizację Zulip:
pt_pt: Pediu uma nova organização Zulip:
uk: Ви запросили нову організацію Zulip:
zh_tw: 您已申請一個新的 Zulip 組織：

source: Organization type: %(organization_type)s
gu: સંગઠન પ્રકાર: %(organization_type)s
pl: Typ organizacji: %(organization_type)s
pt_pt: Tipo de organização: %(organization_type)s
uk: Тип організації: %(organization_type)s
zh_tw: 組織類型：%(organization_type)s

source: You recently signed up for Zulip. Awesome!
gu: તમે હાલમાં Zulip માટે સાઇન અપ કર્યું છે. આશ્ચર્યજનક!
pl: Ostatnio zalogowałeś się do Zulipa. Wspaniale!
pt_pt: Registou-se recentemente no Zulip. Excelente!
uk: Ви нещодавно зареєструвались в Zulip. Чудово!
zh_tw: 您近期註冊了 Zulip。非常好！

source: Click the button below to create the organization and register your account. You'll be able to update the information above if you like.
gu: નીચેની બટન પર ક્લિક ક
pl: Kliknij poniższy przycisk, aby utworzyć organizację i zarejestrować konto. Jeśli chcesz, możesz zaktualizować powyższe informacje.
pt_pt: Clique no botão abaixo para criar uma organização e registar a sua conta. Pode atualizar a informação acima se pretender.
uk: Натисніть кнопку нижче, щоб створити організацію та зареєструвати свій обліковий запис. Ви зможете оновити інформацію вище, якщо забажаєте.
zh_tw: 點擊下方按鈕建立組織並註冊您的帳號。您可以隨時更新上述資訊。

source: Click the button below to complete registration.
gu: નોંધઃ નોંધઃ નોંધઃ નોંધઃ નોંધઃ નોંધઃ નોંધઃ ન
pl: Kliknij przycisk poniżej, aby zakończyć rejestrację.
pt_pt: Clique no botão abaixo para finalizar o registo.
uk: Клацніть на кнопці нижче щоб закінчити реєстрацію.
zh_tw: 點擊以下按鈕以完成註冊。

source: Complete registration
gu: પૂર્ણ નોંધણી
pl: Zakończ rejestrację
pt_pt: Finalizar o registo
uk: Завершити реєстрацію
zh_tw: 完成註冊

source: Create your Zulip organization
gu: નવી Zulip સંસ્થા બનાવો
pl: Utwórz organizację Zulip
pt_pt: Criar a sua organização Zulip
uk: Створіть свою організацію в Zulip
zh_tw: 建立您的 Zulip 組織

source: Activate your Zulip account
gu: તમારું Zulip એકાઉન્ટ સક્રિય કરો
pl: Aktywuj swoje konto
pt_pt: Ativar a sua conta Zulip
uk: Активувати свій обліковий запис Zulip
zh_tw: 啟用您的 Zulip 帳號

source: Click the link below to complete registration.
gu: નીચેની લિંક પર ક્લિક કરો અને નોંધણી પૂર્ણ કરો.
pl: Skorzystaj z odnośnika poniżej aby dokończyć rejestrację.
pt_pt: Clique na ligação abaixo para finalizar o registo.
uk: Клацніть на посилання нижче щоб закінчити реєстрацію.
zh_tw: 點擊下方連結以完成註冊。

source: Do you have questions or feedback to share? Contact us at %(support_email)s — we'd love to help!
gu: શું તમને પ્રશ્નો અથવા પ્રતિસાદ આપવાની જરૂર છે? અમારો સંપર્ક કરો %(support_email)s — અમે તમારી મદદ કરવા માટે ખૂબ આવેશ છીએ!
pl: Masz pytania lub opinię, którą chesz się podzielić? Odezwij się do nas %(support_email)s — chętnie pomożemy!
pt_pt: Tem questões ou sugestões que gostaria de partilhar connosco? Contacte-nos em%(support_email)s — gostaríamos de o/a ajudar!
uk: У вас є запитання чи відгуки? Зв’яжіться з нами за адресою %(support_email)s — ми будемо раді допомогти!
zh_tw: 您有問題或意見要分享嗎？請透過 %(support_email)s 聯絡我們 — 我們很樂意協助！

source: Manage email preferences
gu: ઇમેઇલ પસંદગીઓ સંચાલિત કરો
pl: Zarządzaj preferencjami email
pt_pt: Gerir preferências de email
uk: Налаштування сповіщень електронною поштою
zh_tw: 管理電子郵件偏好

source: Unsubscribe from marketing emails
gu: માર્કેટિંગ ઇમેઇલથી અનસબ્સ્ક્રાઇબ કરો
pl: Zrezygnuj z emaili marketingowych
pt_pt: Cancelar subscrição de emails de marketing
uk: Скасувати підписку на маркетингові листи
zh_tw: 取消訂閱行銷郵件

source: Your Zulip account on <a href="%(realm_url)s">%(realm_url)s</a> has been deactivated, and you will no longer be able to log in.
pl: Twoje konto Zulip na <a href="%(realm_url)s">%(realm_url)s</a> zostało dezaktywowane i nie będzie można się na nie zalogować.
pt_pt: A sua conta Zulip em <a href="%(realm_url)s">%(realm_url)s</a> foi desativada, e não será possível iniciar sessão.
uk: Ваш обліковий запис Zulip на <a href="%(realm_url)s">%(realm_url)s</a> деактивовано, і ви більше не зможете увійти.
zh_tw: 您在 <a href="%(realm_url)s">%(realm_url)s</a> 的 Zulip 帳號已被停用，您將無法再登入。

source: The administrators provided the following comment:
gu: વ્યવસ્થાપકો ને નીચેની ટિપ્પણી આપી છે:
pl: Komentarz od administratorów brzmi:
pt_pt: Os administradores deixaram o seguinte comentário:
uk: Адміністратори надали наступний коментар:
zh_tw: 管理員提供了以下說明：

source: Notification of account deactivation on %(realm_name)s
gu: પરિમાર્જન નોટિફિકેશન %(realm_name)s પર ખાતા નિષ્ક્રિય કરવામાં આવ્યું છે.
pl: Powiadomienie o dezaktywacji konta w %(realm_name)s
pt_pt: Notificação de desativação de conta em %(realm_name)s
uk: Сповіщення про деактивацію облікового запису %(realm_name)s
zh_tw: %(realm_name)s 帳號停用通知

source: Your Zulip account on %(realm_url)s has been deactivated, and you will no longer be able to log in.
pl: Twoje konto Zulip na %(realm_url)s zostało dezaktywowane i nie będzie można się na nie zalogować.
pt_pt: A sua conta Zulip em %(realm_url)s foi desativada, e não será possível iniciar sessão.
uk: Ваш обліковий запис Zulip на %(realm_url)s деактивовано, і ви більше не зможете увійти.
zh_tw: 您在 %(realm_url)s 的 Zulip 帳號已被停用，您將無法再登入。

source: New channels
pl: Nowe kanały
pt_pt: Novos canais
uk: Нові канали
zh_tw: 新頻道

source: You have %(new_messages_count)s new messages, and there are %(new_streams_count)s new channels in <a href="%(realm_url)s">%(realm_name)s</a>.
uk: У вас є %(new_messages_count)s нових повідомлень, а також %(new_streams_count)s нових каналів у <a href="%(realm_url)s">%(realm_name)s</a>.

source: You have %(new_messages_count)s new messages in <a href="%(realm_url)s">%(realm_name)s</a>.
uk: У вас є %(new_messages_count)s нових повідомлень у <a href="%(realm_url)s">%(realm_name)s</a>.

source: There are %(new_streams_count)s new channels in <a href="%(realm_url)s">%(realm_name)s</a>.
uk: У <a href="%(realm_url)s">%(realm_name)s</a> з’явилася така кількість нових каналів: %(new_streams_count)s.

source: This email does not include message content because your organization <a class="content_disabled_help_link" href="%(help_url)s">hides message content</a> in email notifications.
uk: Цей електронний лист не містить вмісту повідомлення, оскільки ваша організація <a class="content_disabled_help_link" href="%(help_url)s">приховує вміст повідомлень</a> у сповіщеннях електронною поштою.

source: This email does not include message content because you have chosen to <a class="content_disabled_help_link" href="%(help_url)s">hide message content</a> in email notifications.
uk: Цей електронний лист не містить вмісту повідомлення, оскільки ви вирішили <a class="content_disabled_help_link" href="%(help_url)s">приховати вміст повідомлення</a> у сповіщеннях електронною поштою.

source: <a href="%(realm_url)s">Log in</a> to Zulip to catch up.
uk: <a href="%(realm_url)s">Увійдіть</a> до Zulip, щоб бути в курсі.
