Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: The email associated with your Zulip account was recently changed to %(new_email)s. If you did not request this change, please contact us immediately at %(support_email)s.
gu: તમારા Zulip એકાઉન્ટ સાથે સંબંધિત ઈમેલ હાલમાં %(new_email)s પરિવર્તન થયેલ હતો. જો આ બદલાવની વિનંતી તમે કરી નથી, તો કૃપા કરીને તમે તમારી સાથે તકનીકી સહાય માટે તમારો સંપર્ક તક જરૂરી છે %(support_email)s.
pl: Adres email przypisany do konta Zulip został ostatnio zmieniony na %(new_email)s. O ile to problem skontaktuj się jak najszybciej z %(support_email)s.
pt_pt: O email associado à sua conta Zulip foi alterado recentemente para%(new_email)s. Se não pediu esta alteração, por favor contacte-nos de imediato em %(support_email)s.
uk: Електронна адреса, пов’язана з вашим обліковим записом Zulip, нещодавно була змінена на %(new_email)s. Якщо ви не виконували цю зміну, негайно зв’яжіться з нами за адресою%(support_email)s.
zh_tw: 您 Zulip 帳號關聯的電子郵件地址最近已變更為 %(new_email)s。如果您沒有請求此變更，請立即透過 %(support_email)s 聯絡我們。

source: Best,
gu: શ્રેષ્ઠ,
pl: Pozdrawiam,
pt_pt: Com os melhores cumprimentos,
uk: Всього найкращого,
zh_tw: 最好的，

source: Team Zulip
gu: ટીમ Zulip
pl: Zespół Zulipa
pt_pt: Equipa Zulip
uk: Команда Zulip
zh_tw: Zulip 團隊

source: Zulip email changed for %(realm_name)s
gu: Zulip ઈમેઇલ %(realm_name)s માટ
pl: Email Zulip zmieniony dla %(realm_name)s
pt_pt: Email Zulip alterado para %(realm_name)s
uk: Електронну пошту Zulip змінено на %(realm_name)s
zh_tw: %(realm_name)s 的 Zulip 電子郵件已變更

source: The email associated with your Zulip account was recently changed to %(new_email)s. If you did not request this change, please contact us immediately at <%(support_email)s>.
gu: તમારા Zulip એકાઉન્ટ સાથે સંબંધિત ઈમેલ હાલમાં %(new_email)s પરિવર્તન થયેલ હતો. જો આ બદલાવની વિનંતી તમે કરી નથી, તો કૃપા કરીને તમે તમારી સાથે તકનીકી સહાય માટે તમારો સંપર્ક તક જરૂરી છે %(support_email)s.
pl: Adres email przypisany do twojego konta Zulip został ostatnio zmieniony na %(new_email)s. O ile nie było to twoją intencją skontaktuj się z nami <%(support_email)s>.
pt_pt: O email associado à sua conta Zulip foi alterado recentemente para %(new_email)s. Se não pediu esta alteração, por favor contacte-nos de imediato em <%(support_email)s>.
uk: Електронна адреса вказана у Вашому обліковому запису Zulip нещодавно була змінена на %(new_email)s. Якщо Ви не робили цієї зміни зв'яжіться з нами негайно за адресою <%(support_email)s>.
zh_tw: 您 Zulip 帳號關聯的電子郵件地址最近已變更為 %(new_email)s。如果您沒有請求此變更，請立即透過 <%(support_email)s> 聯絡我們。

source: Organization: %(organization_url)s Time: %(login_time)s Email: %(user_email)s
gu: સંસ્થાનું: %(organization_url)s સમય: %(login_time)s ઇમેઇલ: %(user_email)s
pl: Organizacja: %(organization_url)s Czas: %(login_time)s Email: %(user_email)s
pt_pt: Organização: %(organization_url)s Data/Hora: %(login_time)s Email: %(user_email)s
uk: Організація: %(organization_url)s Час: %(login_time)s Електронна пошта: %(user_email)s
zh_tw: 組織：%(organization_url)s 時間：%(login_time)s 電子郵件：%(user_email)s

source: We noticed a recent login for the following Zulip account.
gu: અમે નીચેના જુલિપ એકાઉન્ટ માટેની હાલમાંથી લોગઇનની નોંધ લીધી છે.
pl: Zauważyliśmy, że ktoś zalogował się następującym kontem Zulip.
pt_pt: Detetamos um início de sessão recente na seguinte conta Zulip.
uk: Ми помітили нещодавній вхід в обліковий запис Zulip.
zh_tw: 我們注意到以下 Zulip 帳號最近有登入活動。

source: Organization: %(organization_link)s
gu: સંસ્થા: %(organization_link)s
pl: Organizacja: %(organization_link)s
pt_pt: Organização: %(organization_link)s
uk: Організація: %(organization_link)s
zh_tw: 組織：%(organization_link)s

source: Email: %(user_email)s
gu: ઇમેઇલ: %(user_email)s
uk: Електронна пошта: %(user_email)s
zh_tw: 電子郵件：%(user_email)s

source: Time: %(login_time)s
gu: સમય: %(login_time)s
pl: Czas: %(login_time)s
pt_pt: Data/Hora: %(login_time)s
uk: Час: %(login_time)s
zh_tw: 時間：%(login_time)s

source: Device: %(device_browser)s on %(device_os)s.
gu: ઉપકરણ: %(device_browser)s પર %(device_os)s.
pl: Urządzenie: %(device_browser)s na %(device_os)s.
pt_pt: Dispositivo: %(device_browser)s no%(device_os)s.
uk: Пристрій: %(device_browser)s на %(device_os)s.
zh_tw: 設備：%(device_browser)s 在 %(device_os)s。

source: IP address: %(device_ip)s
gu: IP સરનામું: %(device_ip)s
pl: Adres IP: %(device_ip)s
pt_pt: Endereço IP: %(device_ip)s
uk: IP адреса: %(device_ip)s
zh_tw: IP 地址：%(device_ip)s

source: If this was you, great! There's nothing else you need to do.
gu: જો આ તમારી કરતાં હતી, સરસ! તમારે કંઈ બીજું કરવું નથી.
pl: Jeśli to byłeś Ty, super! Nie musisz nic więcej robić.
pt_pt: Se foi você, excelente! Não há mais nada a fazer.
uk: Якщо це були ви — супер! Тоді нічого не треба робити.
zh_tw: 如果這是您本人的操作，太好了！您不需要做任何其他事情。

source: If you do not recognize this login, or think your account may have been compromised, please <a href="%(reset_link)s">reset your password</a> or contact us immediately at %(support_email)s.
gu: જો તમે આ લોગિન ઓળખવામાં આવતા નથી, અથવા તમારું એકાઉન્ટ હેક થઈ ગયેલું લાગે છે, તો કૃપા કરીને તમારો પાસવર્ડ રીસેટ કરો <a href="%(reset_link)s">અહીંથી</a> અથવા તમારી સાથે તત્કાલ સંપર્ક કરો %(support_email)s.
pl: Jeśli nie rozpoznajesz tego loginu lub uważasz, że Twoje konto mogło zostać przejęte <a href="%(reset_link)s">zresetuj hasło</a> lub daj znać na %(support_email)s.
pt_pt: Se não reconhecer este início de sessão, ou acha que a sua conta poderá ter sido comprometida, por favor <a href="%(reset_link)s">reponha a sua palavra-passe</a> ou contacte-nos de imediato em %(support_email)s.
uk: Якщо ви не впізнаєте цей вхід, або вважаєте, що ваш обліковий запис міг бути скомпрометований <a href="%(reset_link)s">змінить свій пароль</a>, або зв'яжіться з нами за адресою %(support_email)s.
zh_tw: 如果您不認識此次登入，或認為您的帳戶可能已被入侵，請<a href="%(reset_link)s">重設您的密碼</a>或立即透過 %(support_email)s 聯絡我們。

source: Thanks,
gu: આભાર,
pl: Dzięki,
pt_pt: Obrigado,
uk: Дякуємо,
zh_tw: 感謝，

source: Zulip Security
gu: Zulip સુરક્ષા
pl: Bezpieczeństwo Zulip
pt_pt: Segurança Zulip
uk: Безпека Zulip
zh_tw: Zulip 安全性

source: Unsubscribe from login notifications
gu: લોગિન સૂચનાઓથી અનસબ્સ્ક્રાઈબ કરો
pl: Zrezygnuj z powiadomień o logowaniu
pt_pt: Cancelar subscrição de notificações de início de sessão
uk: Відписатись від повідомлень про вхід в обліковий запис
zh_tw: 從登入通知取消訂閱

source: New login from %(device_browser)s on %(device_os)s
gu: નવી લોગઇન %(device_browser)s પર %(device_os)s પરથી
pl: Nowe logowanie z %(device_browser)s na %(device_os)s
pt_pt: Novo início de sessão%(device_browser)s no %(device_os)s
uk: Новий вхід з %(device_browser)s на %(device_os)s
zh_tw: 在 %(device_os)s 從 %(device_browser)s 有新登入

source: Organization: %(organization_url)s
gu: સંસ્થા: %(organization_url)s
pl: Organizacja: %(organization_url)s
pt_pt: Organização: %(organization_url)s
uk: Організація: %(organization_url)s
zh_tw: 組織：%(organization_url)s

source: If you do not recognize this login, or think your account may have been compromised, please reset your password at %(reset_link)s or contact us immediately at %(support_email)s.
gu: જો તમે આ લોગિન ઓળખવામાં આવતા નથી, અથવા તમારું એકાઉન્ટ હેક થઈ ગયેલું લાગે છે, તો કૃપા કરીને તમારો પાસવર્ડ રીસેટ કરો %(reset_link)s પર અથવા તમારી સાથે તત્કાલ સંપર્ક કરો %(support_email)s પર.
pl: Jeśli nie rozpoznajesz tego loginu lub uważasz, że Twoje konto mogło zostać przejęte, zresetuj hasło pod adresem %(reset_link)s lub skontaktuj się z %(support_email)s.
pt_pt: Se não reconhece este início de sessão, ou acha que a sua conta poderá ter sido comprometida, por favor reponha a sua palavra-passe em %(reset_link)s ou contacte-nos de imediato em %(support_email)s.
uk: Якщо ви не впізнаєте цей вхід, або вважаєте що ваш обліковий запис було скомпрометовано, будь ласка, змініть свій пароль %(reset_link)s, або зв'яжіться з нами за адресою %(support_email)s.
zh_tw: 如果您不認識此次登入，或認為您的帳戶可能已被入侵，請前往 %(reset_link)s 重設您的密碼，或立即透過 %(support_email)s 聯絡我們。

source: If you've already decided to use Zulip for your organization, welcome! You can use our <a href="%(get_organization_started)s">guide for moving to Zulip</a> to get started.
pl: Jeśli już zdecydowałeś się korzystać z Zulip dla swojej organizacji, witamy! Możesz skorzystać z naszego <a href="%(get_organization_started)s">przewodnika dla przenoszących się do Zulip</a> aby zacząć.
uk: Якщо ви вже вирішили використовувати Zulip для своєї організації, ласкаво просимо! Ви можете скористатися нашим <a href="%(get_organization_started)s">посібником з переходу на Zulip</a>, щоб розпочати.
zh_tw: 如果您已經決定為您的組織使用 Zulip，歡迎您！您可以使用我們的<a href="%(get_organization_started)s">Zulip 遷移指南</a>來開始使用。

source: Otherwise, here is some advice we often hear from customers for evaluating <i>any</i> team chat product:
gu: અન્યથા, અહીં કેટલાક સલાહો છે જે અમે સામાન્યતઃ ગ્રાહકોને <i>સામાન્ય</i> ટીમ ચેટ ઉત્પાદની મૂલ્યાંકન માટે સાંભળીએ છીએ:
pl: W przeciwnym razie, oto kilka rad, które często słyszymy od klientów sprawdzających <i>wszelkie</i> czaty dla zespołów:
pt_pt: De qualquer modo, aqui estão alguns conselhos de clientes para avaliar<i>qualquer</i> produto de comunicação para equipas:
uk: В іншому випадку, ось кілька порад, які ми часто чуємо від клієнтів щодо оцінювання <i>будь-який</i> продукт командного чату:
zh_tw: 否則，以下是我們經常從客戶那裡聽到的關於評估<i>任何</i>團隊聊天產品的建議：

source: <a href="%(invite_users)s"><b>Invite your teammates</b></a> to explore with you and share their unique perspectives.
gu: <a href="%(invite_users)s"><b>તમારા ટીમમેટ્સને આમંત્રિત</b></a> કરો અને તમારી સાથે અનુભવો અને તેમની વિશેષ દૃષ્ટિકોણો વહેંચો.
pl: <a href="%(invite_users)s"><b>Zaproś członków zespołu</b></a> aby przekonać się co o tym wszystkim myślą.
pt_pt: <a href="%(invite_users)s"><b>Convide os seus colegas</b></a> para explorar e partilhar perspetivas e ideias únicas.
uk: <a href="%(invite_users)s"><b>Запросіть своїх товаришів по команді</b></a> дослідити разом з вами та поділитися своїми унікальними поглядами.
zh_tw: <a href="%(invite_users)s"><b>邀請您的團隊成員</b></a>與您一起探索並分享他們獨特的觀點。

source: Use the app itself to chat about your impressions.
gu: તમારા છાપામાં તમારી છાપાની વિશેષાંક વિશે ચેટ કરવા માટે એપનો ઉપયોગ કરો.
pl: Użyj samej apki aby przekazać swoje wrażenia.
pt_pt: Utilize a própria aplicação para partilhar as suas impressões.
uk: Використовуйте сам додаток, щоб поспілкуватися про свої враження.
zh_tw: 使用應用程式本身來聊天分享您的印象。

source: <a href="%(trying_out_zulip)s"><b>Run a week-long trial</b></a> with your team, without using any other chat tools. This is the only way to truly experience how a new chat app will help your team communicate.
gu: <a href="%(trying_out_zulip)s"><b>તમારા ટીમની સાથે એક સપ્તાહની પરીક્ષા ચલાવો</b></a>, કોઈપણ અન્ય ચેટ સાધનોનો ઉપયોગ કરતાં નહીં. આ નવી ચેટ એપ તમારી ટીમને કેવી રીતે સંવાદ કરવામાં મદદ કરશે તે અનુભવવાની એકમાત્ર રીત છે.
pl: <a href="%(trying_out_zulip)s"><b>Przeprowadź dwutygodniowe testy</b></a> z zespołem, bez korzystania z innych narzędzi do czatowania. Jest to jedyny sposób, aby naprawdę przekonać się, jak nowa aplikacja do czatowania pomoże Twojemu zespołowi w komunikacji.
pt_pt: <a href="%(trying_out_zulip)s"><b>Estabeleça um período experimental de uma semana</b></a>com a sua equipa, sem utilizar outras ferramentas de comunicação. Esta é a única forma de experienciar como é que a nova aplicação poderá ajudar a sua equipa.
uk: <a href="%(trying_out_zulip)s"><b>Проведіть тижневу пробну версію </b></a> зі своєю командою, не використовуючи жодних інших інструментів чату. Це єдиний спосіб по-справжньому відчути, як новий додаток для чату допоможе вашій команді спілкуватися.
zh_tw: 與您的團隊<a href="%(trying_out_zulip)s"><b>進行為期一週的試用</b></a>，不使用任何其他聊天工具。這是真正體驗新聊天應用程式如何幫助您的團隊溝通的唯一方式。

source: Zulip is designed to <a href="%(why_zulip)s">enable efficient communication</a>, and we hope these tips help your team experience it in action.
gu: Zulip ડિઝાઇન કરેલ છે કે <a href="%(why_zulip)s">પ્રભાવશાળી સંવાદ</a> સાધની સાથે સંપર્ક કરવાની માટે, અને અમે આશા કરીએ છીએ કે આ ટીપ્સ તમારા ટીમને તેને અમલમાં લાવવામાં મદદ કરે.
pl: Zulip powstał aby <a href="%(why_zulip)s">umożliwić efektywną komunikację</a>, więc mamy nadzieję, że podpowiedzi naszych pracowników przydadzą się i twojemu zespołowi.
pt_pt: O Zulip é pensado para<a href="%(why_zulip)s">potenciar comunicações eficientes</a>, e esperamos que estas dicas ajudem a sua equipa a experienciá-las em ação.
uk: Zulip розроблено для <a href="%(why_zulip)s">забезпечення ефективної комунікації</a>, і ми сподіваємося, що ці поради допоможуть вашій команді випробувати це на практиці.
zh_tw: Zulip 的設計旨在<a href="%(why_zulip)s">實現高效溝通</a>，我們希望這些提示能幫助您的團隊在實際使用中體驗到這一點。

source: Unsubscribe from welcome emails for %(realm_name)s
gu: આપને %(realm_name)s માટેના સ્વાગત ઇમેઇલોથી અનસબ્સ્ક્રાઈબ થવું.
pl: Pomiń powitalne emaile dla %(realm_name)s
pt_pt: Cancelar subscrição de mensagens de boas-vindas para %(realm_name)s
uk: Скасувати підписку на вітальні електронні листи для %(realm_name)s
zh_tw: 取消訂閱 %(realm_name)s 的歡迎郵件

source: Choosing the chat app for your team
gu: તમારા ટીમ માટે ચેટ એપ પસંદ કરવું છે.
pl: Wybór apki do czatowania dla twojego zespołu
pt_pt: Escolher uma aplicação de comunicação para a sua equipa
uk: Вибір чат-додатку для вашої команди
zh_tw: 為您的團隊選擇聊天應用程式

source: If you've already decided to use Zulip for your organization, welcome! You can use our guide for moving to Zulip to get started.
pl: Jeśli już zdecydowałeś się na korzystanie z Zulip dla swojej organizacji, witamy! Możesz skorzystać z naszego przewodnika dotyczącego przenoszenia się na Zulip, aby rozpocząć.
uk: Якщо ви вже вирішили використовувати Zulip для своєї організації, ласкаво просимо! Ви можете скористатися нашим посібником з переходу на Zulip, щоб розпочати.
zh_tw: 如果您已經決定為您的組織使用 Zulip，歡迎您！您可以使用我們的 Zulip 遷移指南來開始使用。

source: Otherwise, here is some advice we often hear from customers for evaluating any team chat product:
gu: અન્યથા, અહીં કેટલાક સલાહો છે જે અમે સામાન્યતઃ ગ્રાહકોને સામાન્ય ટીમ ચેટ ઉત્પાદની મૂલ્યાંકન માટે સાંભળીએ છીએ:
pl: W przeciwnym razie, oto kilka rad, które często słyszymy od klientów w celu oceny dowolnego produktu do czatu zespołowego:
pt_pt: De qualquer modo, aqui estão alguns conselhos que recebemos frequentemente de clientes a testar um qualquer produto de comunicação para equipas:
uk: В іншому випадку, ось кілька порад, які ми часто чуємо від клієнтів щодо оцінки будь-якого продукту для командного чату:
zh_tw: 否則，以下是我們經常從客戶那裡聽到的關於評估任何團隊聊天產品的建議：

source: Invite your teammates to explore with you and share their unique perspectives.
gu: તમારા ટીમમેટ્સને તમારી સાથે અન્વેષણ કરવા અને તેમની વિશિષ્ટ દૃષ્ટિકોણો વહેંચવા માટે આમંત્રિત કરો.
pl: Zaproś kolegów z zespołu do wspólnego odkrywania i dzielenia się swoimi unikalnymi perspektywami.
pt_pt: Convide os seus colegas para explorar e partilhar as suas ideias e perspetivas.
uk: Запросіть своїх товаришів по команді дослідити разом з вами та поділитися своїми унікальними поглядами.
zh_tw: 邀請您的團隊成員與您一起探索並分享他們獨特的觀點。

source: Run a week-long trial with your team, without using any other chat tools. This is the only way to truly experience how a new chat app will help your team communicate.
gu: તમારા ટીમની સાથે એક સપ્તાહની ટ્રાયલ ચલાવો, કોઈપણ અન્ય ચેટ સાધનોનો ઉપયોગ કરતાં નહીં. આ એકમાત્ર રીત છે કે નવી ચેટ એપ તમારી ટીમને કેવી રીતે સંવાદ કરવામાં મદદ કરશે તે અનુભવવાની.</text_to_translate>
pl: Przeprowadź tygodniową próbę z zespołem, bez korzystania z innych narzędzi do czatu. To jedyny sposób, aby naprawdę doświadczyć, jak nowa aplikacja do czatu pomoże zespołowi komunikować się.
pt_pt: Estabeleça um período experimental de uma semana com a sua equipa, sem recorrer à utilização de outras ferramentas de comunicação para equipas. Este é o único método de garantir que vai experienciar as formas como a nova aplicação de comunicação vai ajudar a sua equipa.
uk: Проведіть тижневу пробну версію зі своєю командою, не використовуючи жодних інших інструментів для чату. Це єдиний спосіб по-справжньому відчути, як новий додаток для чату допоможе вашій команді спілкуватися.
zh_tw: 與您的團隊進行為期一週的試用，不使用任何其他聊天工具。這是真正體驗新聊天應用程式如何幫助您的團隊溝通的唯一方式。

source: Zulip is designed to enable efficient communication, and we hope these tips help your team experience it in action.
gu: Zulip ડિઝાઇન કરેલ છે કે પ્રભાવશાળી સંવાદ સાધની સાથે સંપર્ક કરવાની માટે, અને અમે આશા કરીએ છીએ કે આ ટીપ્સ તમારા ટીમને તેને અમલમાં લાવવામાં મદદ કરે.
pl: Zulip został zaprojektowany, aby umożliwić wydajną komunikację i mamy nadzieję, że te wskazówki pomogą Twojemu zespołowi doświadczyć go w akcji.
pt_pt: O Zulip é pensado para a comunicação eficiente, e esperamos que estas dicas ajudem a sua equipa a experienciá-la em ação.
uk: Zulip розроблено для забезпечення ефективної комунікації, і ми сподіваємося, що ці поради допоможуть вашій команді випробувати його на практиці.
zh_tw: Zulip 的設計旨在實現高效溝通，我們希望這些提示能幫助您的團隊在實際使用中體驗到這一點。

source: As you are getting started with Zulip, we'd love to help you discover how it can work best for your needs. Check out this guide to key Zulip features for organizations like yours!
gu: જ્યારે તમે Zulip સાથે શરૂ થવા માંગતા હો, અમે તમારી જરૂરિયાતો માટે તેનું શ્રેષ્ઠ રીતે કેવી રીતે કામ કરી શકે છે તે શોધવામાં તમારી મદદ કરવા માટે આ ગાઇડને ચેક કરો. તેમના જેવા સંગઠનો માટે મુખ્ય Zulip વ્યાપારના વૈશિષ્ટ્યો માટે આ ગાઇડ જોઈને આવો!
pl: Rozpoczynając pracę z Zulip, chcielibyśmy pomóc Ci odkryć, jak może najlepiej działać dla Twoich potrzeb. Sprawdź ten przewodnik po kluczowych funkcjach Zulip dla organizacji takich jak Twoja!
pt_pt: À medida que vai começando a utilizar o Zulip, gostaríamos de o/a ajudar a explorar como é que a aplicação poderá melhor adaptar-se às suas necessidades. Veja este guia das funcionalidades chave do Zulip para organizações como a sua!
uk: Оскільки ви тільки починаєте роботу з Zulip, ми з радістю допоможемо вам дізнатися, як він може найкраще підійти для ваших потреб. Перегляньте цей посібник із ключових функцій Zulip для таких організацій, як ваша!
zh_tw: 當您開始使用 Zulip 時，我們很樂意幫助您了解如何讓它最好地滿足您的需求。請查看這份針對像您這樣的組織的 Zulip 核心功能指南！

source: View Zulip guide for businesses
gu: વ્યાપારો માટે Zulip ગાઈડ જુઓ
pl: Zobacz przewodnik Zulip dla biznesu
pt_pt: Veja o guia Zulip para negócios
uk: Перегляньте посібник Zulip для бізнесу
zh_tw: 查看 Zulip 企業指南

source: View Zulip guide for open-source projects
gu: ઓપન-સોર્સ પ્રોજેક્ટ્સ માટે Zulip ગાઈડ જુઓ
pl: Zobacz przewodnik Zulip dla projektów open-source
pt_pt: Veja o guia Zulip para projetos open-source
uk: Перегляньте посібник Zulip для проектів з відкритим кодом
zh_tw: 查看 Zulip 開源專案指南

source: View Zulip guide for education
gu: શિક્ષણ માટે Zulip ગાઇડ જુઓ
pl: Zobacz przewodnik Zulip dla edukacji
pt_pt: Veja o guia Zulip para educação
uk: Переглянути посібник Zulip для освіти
zh_tw: 查看 Zulip 教育指南

source: View Zulip guide for research
gu: શોધ માટે Zulip ગાઈડ જુઓ
pl: Zobacz przewodnik Zulip dla badań i rozwoju
pt_pt: Veja o guia Zulip para investigação
uk: Перегляньте посібник Zulip для дослідження
zh_tw: 查看 Zulip 研究指南

source: View Zulip guide for events and conferences
gu: ઈવેન્ટ્સ અને કોન્ફરન્સો માટે ઝુલિપ ગાઈડ જુઓ
pl: Zobacz przewodnik Zulip dla imprez i konferencji
pt_pt: Veja o guia Zulip para eventos e conferências
uk: Перегляньте посібник Zulip для подій та конференцій
zh_tw: 查看 Zulip 活動與會議指南

source: View Zulip guide for non-profits
gu: નોન-પ્રોફિટ્સ માટે ઝુલિપ ગાઈડ જુઓ
pl: Zobacz przewodnik Zulip dla NGO
pt_pt: Veja o guia Zulip para organizações sem fins lucrativos
uk: Перегляньте посібник Zulip для некомерційних організацій
zh_tw: 查看 Zulip 非營利組織指南

source: View Zulip guide for communities
gu: સમુદાયો માટે Zulip ગાઇડ જુઓ
pl: Zobacz przewodnik Zulip dla społeczności
pt_pt: Veja o guia Zulip para comunidades
uk: Переглянути посібник Zulip для спільнот
zh_tw: 查看 Zulip 社群指南

source: Zulip guide for businesses
gu: વ્યાપારો માટે Zulip ગાઈડ જુઓ
pl: Przewodnik Zulip dla biznesu
pt_pt: Guia Zulip para negócios
uk: Посібник Zulip для бізнесу
zh_tw: Zulip 企業指南

source: Zulip guide for open-source projects
gu: ઓપન-સોર્સ પ્રોજેક્ટ્સ માટે Zulip ગાઈડ જુઓ
pl: Zobacz przewodnik Zulip dla projektów open-source
pt_pt: Guia Zulip para projetos open-source
uk: Посібник Zulip для проектів з відкритим кодом
zh_tw: Zulip 開源專案指南

source: Zulip guide for education
gu: શિક્ષણ માટે Zulip ગાઇડ જુઓ
pl: Przewodnik Zulip dla sektora edukacji
pt_pt: Guia Zulip para educação
uk: Посібник Zulip для освіти
zh_tw: Zulip 教育指南

source: Zulip guide for research
gu: શોધ માટે Zulip ગાઈડ જુઓ
pl: Przewodnik Zulip dla sektora badań
pt_pt: Guia Zulip para investigação
uk: Посібник Zulip для досліджень
zh_tw: Zulip 研究指南

source: Zulip guide for events and conferences
gu: ઈવેન્ટ્સ અને કોન્ફરન્સો માટે ઝુલિપ ગાઈડ જુઓ
pl: Zobacz przewodnik Zulip dla imprez i konferencji
pt_pt: Guia Zulip para eventos e conferências
uk: Посібник Zulip для заходів та конференцій
zh_tw: Zulip 活動與會議指南

source: Zulip guide for non-profits
gu: નોન-પ્રોફિટ્સ માટે ઝુલિપ ગાઈડ જુઓ
pl: Przewodnik Zulip dla NGO
pt_pt: Guia Zulip para organizações sem fins lucrativos
uk: Посібник Zulip для некомерційних організацій
zh_tw: Zulip 非營利組織指南

source: Zulip guide for communities
gu: સમુદાયો માટે Zulip ગાઇડ જુઓ
pl: Przewodnik Zulip dla społeczności
pt_pt: Guia Zulip para comunidades
uk: Посібник Zulip для громад
zh_tw: Zulip 社群指南

source: Here are some tips for keeping your Zulip conversations organized with topics.
gu: ટોપિસ સાથે તમારા Zulip વાર્તાઓને સંગઠિત રાખવા માટે કેટલાક ટીપ્સ છે.
pl: Oto kilka wskazówek, jak uporządkować konwersacje w Zulip za pomocą tematów.
pt_pt: Aqui estão algumas dicas para manter as suas conversas Zulip organizadas por tópicos.
uk: Ось кілька порад щодо організації ваших розмов у Zulip за темами.
zh_tw: 以下是一些使用議題來保持您的 Zulip 對話有條理的提示。

source: In Zulip, <b>channels</b> determine who gets a message. <b>Topics</b> tell you what the message is about.
pl: W Zulip <b>kanały</b> określają kto dostanie wiadomość. <b>Wątki</b> mówią co zawiera pierwszy wpis.
pt_pt: No Zulip, os<b>canais</b> determinam quem recebe a mensagem. Os<b>Tópicos</b> dizem qual o tema da mensagem.
uk: У Zulip <b>канали</b> визначають, хто отримає повідомлення. <b>Теми</b> розповідають, про що йдеться в повідомленні.
zh_tw: 在 Zulip 中，<b>頻道</b>決定誰會收到訊息。<b>議題</b>告訴您訊息的內容是什麼。

source: Using topics, you can read Zulip one conversation at a time. You'll see each message in context, no matter how many different discussions are going on.
gu: વિષયોનો ઉપયોગ કરીને, તમે એક સમયે એક સંવાદ વાંચી શકો છો. તમે જો કોઈ પણ વિવિધ ચર્ચાઓ ચાલી રહી હોય, તો તમે પ્રત્યેક સંદેશને સંદર્ભમાં જોઈ શકશો.
pl: Korzystając z tematów, możesz czytać Zulip rozmowę po rozmowie. Zobaczysz każdą wiadomość w kontekście, bez względu na to, ile różnych dyskusji się toczy.
pt_pt: Ao utilizar tópicos, pode ler uma conversa de cada vez. Poderá ver cada mensagem em contexto, independentemente de quantas discussões se encontrarem em curso.
uk: Використовуючи теми, ви можете читати Zulip по одній розмові за раз. Ви бачитимете кожне повідомлення в контексті, незалежно від того, скільки різних обговорень триває.
zh_tw: 使用議題，您可以一次閱讀一個 Zulip 對話。無論正在進行多少不同的討論，您都能看到每則訊息的上下文。

source: Channels and topics in the Zulip app
pl: Kanały i wątki w apce Zulip
pt_pt: Canais e tópicos na aplicação Zulip
uk: Канали та теми в додатку Zulip
zh_tw: Zulip 應用程式中的頻道和議題
