Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: {user_full_name} removed you from the group {group_name}.
gu: {user_full_name} તમને ગ્રુપ {group_name} માંથી દૂર કર્યું છે.
pl: {user_full_name} usunął cię z grupy {group_name}.
pt_pt: {user_full_name} removeu-o/a do grupo {group_name}.
uk: {user_full_name} видалив вас із групи {group_name}.
zh_tw: {user_full_name} 將您從群組 {group_name} 移除。

source: User {user_id} is already a member of this group
gu: વપરાશકર્તા {user_id} આ ગ્રુપનો પહેલો સભ્ય છે
pl: Użytkownik {user_id} jest już członkiem tej grupy
pt_pt: O utilizador {user_id} já é um membro deste grupo
uk: Користувач {user_id} вже є учасником цієї групи
zh_tw: 使用者 {user_id} 已是此群組的成員

source: There is no member '{user_id}' in this user group
gu: આ વપરાશકર્તા ગ્રુપમાં '{user_id}' કોઈ સભ્ય નથી
pl: Brak użytkownika '{user_id}' w tej grupie użytkowników
pt_pt: Não existe nenhum membro '{user_id}' neste grupo de utilizadores
uk: У цій групі користувачів немає учасника '{user_id}'
zh_tw: 此使用者群組中沒有成員 '{user_id}'

source: User group {group_id} is already a subgroup of this group.
gu: વપરાશકર્તા ગ્રુપ {group_id} આ ગ્રુપનો એક સબગ્રુપ છે.
pl: Grupa użytkowników {group_id} jest już podgrupą tej grupy.
pt_pt: O grupo de utilizadores {group_id} já é um um subgrupo deste grupo.
uk: Група користувачів {group_id} вже є підгрупою цієї групи.
zh_tw: 使用者群組 {group_id} 已是此群組的子群組。

source: User group {user_group_id} is already a subgroup of one of the passed subgroups.
gu: વપરાશકર્તા ગ્રુપ {user_group_id} પાસ કરેલા સબગ્રુપમાંથી પહેલેથી સબગ્રુપ છે.
pl: Grupa użytkowników {user_group_id} jest już podgrupą jednej z podanych podgrup.
pt_pt: O grupo de utilizadores {user_group_id} já é um subgrupo de um dos subgrupos fornecidos.
uk: Група користувачів {user_group_id} вже є підгрупою однієї з переданих підгруп.
zh_tw: 使用者群組 {user_group_id} 已是其中一個指定子群組的子群組。

source: User group {group_id} is not a subgroup of this group.
gu: વપરાશકર્તા ગ્રુપ {group_id} આ ગ્રુપનો સબગ્રુપ નથી.
pl: Grupa użytkowników {group_id} nie jest podgrupą tej grupy.
pt_pt: O grupo de utilizadores {group_id} não é um subgrupo deste grupo.
uk: Група користувачів {group_id} не є підгрупою цієї групи.
zh_tw: 使用者群組 {group_id} 不是此群組的子群組。

source: Avatar changes are disabled in this organization.
gu: આ સંસ્થામાં અવતાર બદલાવો બંધ છે.
pl: Zmiany awatatara są wyłączone dla tej organizacji.
pt_pt: A alteração de avatar está desativada nesta organização.
uk: Зміни аватару відключені для цієї організації.
zh_tw: 此組織已禁用頭像更改。

source: Email address changes are disabled in this organization.
gu: આ સંસ્થામાં ઇમેઇલ સરનામાના બદલાવો બંધ છે.
pl: Zmiany adresu email są wyłączone w tej organizacji.
pt_pt: A alteração do endereço de email está desativada nesta organização.
uk: Зміна електронної адреси в цій організації вимкнена.
zh_tw: 此組織已禁用電子郵件地址更改。

source: Invalid default_language
gu: અમાન્ય ડિફોલ્ટ ભાષા
pl: Wadliwy domyślny język
pt_pt: default_language inválida
uk: Неправильний default_language
zh_tw: 無效的預設語言

source: Invalid notification sound '{notification_sound}'
gu: અમાન્ય નોટિફિકેશન આવાજ '{notification_sound}'
pl: Wadliwy dźwięk powiadomienia '{notification_sound}'
pt_pt: Som de notificação inválido '{notification_sound}'
uk: Недійсний звук сповіщення '{notification_sound}'
zh_tw: 無效的通知音效 '{notification_sound}'

source: Invalid email batching period: {seconds} seconds
gu: અમાન્ય ઇમેઇલ બેચિંગ અવધિ: {seconds} સેકન્ડ
pl: Wadliwa wartość okresu wysyłki serii emaii: {seconds} sekund
pt_pt: Período de envio de mensagens de email em massa inválido: {seconds} segundos
uk: Недійсний період пакетної обробки електронної пошти: {seconds} секунд
zh_tw: 無效的電子郵件批次處理週期：{seconds} 秒

source: Your Zulip password is managed in LDAP
gu: તમારો Zulip પાસવર્ડ LDAP માં મેનેજ કરાયો છે
pl: Twoje hasło Zulip jest obsługiwane przez LDAP
pt_pt: A sua palavra-passe Zulip é gerida no LDAP
uk: Ваш пароль Zulip керується в LDAP
zh_tw: 您的 Zulip 密碼在 LDAP 中管理

source: Wrong password!
gu: ખોટો પાસવર્ડ!
pl: Niewłaściwe hasło!
pt_pt: Palavra-passe incorreta!
uk: Неправильний пароль!
zh_tw: 密碼錯誤！

source: You're making too many attempts! Try again in {seconds} seconds.
gu: તમે ખૂબ વધુ પ્રયાસ કરી રહ્યા છો! {seconds} સેકન્ડ પછી ફરીથી પ્રયાસ કરો.
pl: Podejmujesz zbyt wiele prób! Spróbuj ponownie za {seconds} sekund.
pt_pt: Está a efetuar demasiadas tentativas! Tente novamente dentro de {seconds} segundos.
uk: Ви робите забагато спроб! Спробуйте ще раз через {seconds} секунд.
zh_tw: 您嘗試次數過多！請在 {seconds} 秒後再試。

source: New password is too weak!
gu: નવો પાસવર્ડ ખૂબ દબાણ છે!
pl: Nowe hasło jest za słabe!
pt_pt: Nova palavra-passe demasiado fraca!
uk: Новий пароль надто слабкий!
zh_tw: 新密碼太弱！

source: You must upload exactly one avatar.
gu: તમે સાચાં એક અવતાર અપલોડ કરવું જ જોઈએ.
pl: Prześlij dokładnie jeden awatar.
pt_pt: Tem de carregar exatamente um avatar.
uk: Ви повинні завантажити рівно один аватар.
zh_tw: 您必須上傳恰好一個頭像。

source: Topic is not muted
gu: વિષય મ્યુટ નથી
pl: Temat nie jest wyciszony
pt_pt: Tópico não está silenciado
uk: Тема не заглушена
zh_tw: 議題未靜音

source: Cannot deactivate the only organization owner
gu: ફક્ત સંસ્થા માલિકને નિષ્ક્રિય કરી શકાતું નથી
pl: Nie można dezaktywować jedynego właściciela organizacji
pt_pt: Não pode desativar o único proprietário da organização
uk: Неможливо вимкнути єдиного власника організації
zh_tw: 無法停用該組織唯一的所有者

source: User not authorized to change user emails
pl: Użytkownik nie ma uprawnień do zmiany emaili użytkowników
uk: Користувач не має права змінювати електронні адреси користувачів
zh_tw: 使用者無權變更使用者電子郵件

source: The owner permission cannot be removed from the only organization owner.
gu: ફક્ત સંસ્થા માલિકની માલિકી પરવાનગી કેવી રીતે દૂર કરવામાં આવી શકે તે નથી.
pl: Uprawnienie właściciela nie może zostać usunięte z jedynego właściciela organizacji.
pt_pt: A permissão de proprietário não pode ser removida do único proprietário da organização.
uk: Права власника неможливо вилучити в єдиного власника організації.
zh_tw: 不能從唯一的組織所有者移除所有者權限。

source: Invalid new email address.
pl: Wadliwy nowy adres email.
uk: Неправильна нова адреса електронної пошти.
zh_tw: 無效的新電子郵件地址。

source: New email value error: {message}
pl: Błąd w nowym email: {message}
uk: Помилка нового значення електронної пошти: {message}
zh_tw: 新電子郵件值錯誤：{message}

source: Failed to change owner, no such user
gu: માલિક બદલવામાં નિષ્ફળ થયું, આવા વપરાશકર્તા નથી
pl: Błąd przy zmianie właściciela, brak użytkownika
pt_pt: A alteração de proprietário falhou, utilizador inexistente
uk: Не вдалося змінити власника, немає такого користувача
zh_tw: 變更所有者失敗，無此使用者

source: Failed to change owner, user is deactivated
gu: માલિક બદલવામાં નિષ્ફળ થયું, વપરાશકર્તા નિષ્ક્રિય છે
pl: Błąd przy zmianie właściciela, nieaktywny użytkownik
pt_pt: A alteração de proprietário falhou, o utilizador está desativado
uk: Не вдалося змінити власника, користувач деактивований
zh_tw: 變更所有者失敗，使用者已停用

source: Failed to change owner, bots can't own other bots
gu: માલિક બદલવામાં નિષ્ફળ થયું, બોટ્સ અન્ય બોટ્સનું માલિક ન બની શકે
pl: Nie udało się zmienić właściciela - bot nie może pilnować innego bota
pt_pt: A alteração de proprietário falhou, os bots não podem ser proprietários de outros bots
uk: Не вдалося змінити власника, боти не можуть володіти іншими ботами
zh_tw: 變更所有者失敗，機器人不能擁有其他機器人

source: Can't create bots until FAKE_EMAIL_DOMAIN is correctly configured. Please contact your server administrator.
gu: FAKE_EMAIL_DOMAIN સાચી રીતે રૂપરેખિત થયું નથી પરંતુ બોટ્સ બનાવવાની ક્રિયા કરી શકાય નથી. કૃપા કરીને તમારા સર્વર પ્રશાસકનો સંપર્ક કરો.
pl: Nie można tworzyć botów, dopóki FAKE_EMAIL_DOMAIN nie zostanie poprawnie skonfigurowany. Skontaktuj się z administratorem serwera.
pt_pt: Não poderá criar bots até FAKE_EMAIL_DOMAIN estar corretamente configurado. Por favor contacte o administrador do servidor.
uk: Не можу створити ботів, поки не буде правильно налаштовано FAKE_EMAIL_DOMAIN. Зверніться до адміністратора сервера.
zh_tw: 在 FAKE_EMAIL_DOMAIN 正確設定前，無法建立機器人。 請聯繫您的伺服器管理員。

source: Embedded bots are not enabled.
gu: એમ્બેડેડ બોટ્સ સક્રિય નથી.
pl: Wbudowane boty nie są włączone.
pt_pt: Os bots embebidos não estão ativos.
uk: Вбудовані боти не активовані.
zh_tw: 嵌入式機器人未啟用。

source: Invalid embedded bot name.
gu: અમાન્ય એમ્બેડેડ બોટ્સ નામ.
pl: Wadliwa nazwa wbudowanego bota.
pt_pt: Nome de bot embebido inválido.
uk: Невірне ім'я вбудованого бота.
zh_tw: 無效的嵌入式機器人名稱。

source: User not authorized to create users
gu: વપરાશકર્તા વપરાશકર્તા બનાવવા માટે પરવાનગીધારી નથી
pl: Użytkownik nie może dodawać użytkowników
pt_pt: Utilizador não autorizado a criar utilizadores
uk: Користувач не має права створювати користувачів
zh_tw: 使用者無權建立使用者

source: Email '{email}' not allowed in this organization
gu: આ સંસ્થામાં '{email}' ઇમેઇલ માન્ય નથી
pl: Email '{email}' nie jest dozwolony w tej organizacji
pt_pt: Email '{email}' não é permitido nesta organização
uk: Електронна пошта '{email}' заборонена в цій організації
zh_tw: 電子郵件 '{email}' 在此組織不被允許

source: Disposable email addresses are not allowed in this organization
gu: એ સંસ્થામાં ડિસ્પોઝબલ ઇમેઇલ સરનામાઓની મંજૂરી નથી
pl: Tymczasowe adresy email nie są dozwolone w tej organizacji
pt_pt: Endereços de email descartáveis não são permitidos nesta organização
uk: У цій організації не дозволяється використовувати одноразові електронні адреси
zh_tw: 此組織不允許使用拋棄式電子郵件地址

source: Invalid Zoom access token
gu: અમાન્ય ઝૂમ ઍક્સેસ ટોકન
pl: Wadliwy token dostępu Zoom
pt_pt: Código de acesso Zoom inválido
uk: Недійсний токен доступу Zoom
zh_tw: 無效的 Zoom 存取憑證

source: Unknown Zoom user email
pl: Nieznany email użytkownika Zoom
uk: Невідома електронна адреса користувача Zoom
zh_tw: 未知的 Zoom 使用者電子郵件

source: Zoom credentials have not been configured
gu: ઝૂમ ક્રેડેન્શીયલ્સ રૂપરેખિત થઈ નથી
pl: Poświadczenia Zoom nie zostały skonfigurowane
pt_pt: As credenciais do Zoom não foram configuradas
uk: Облікові дані Zoom не налаштовані
zh_tw: Zoom 憑證尚未設定

source: Invalid Zoom session identifier
gu: અમાન્ય ઝૂમ સેશન ઓળખાણ
pl: Wadliwy identyfikator sesji Zoom
pt_pt: Identificador de sessão Zoom inválido
uk: Недійсний ідентифікатор сесії Zoom
zh_tw: 無效的 Zoom 會話識別碼

source: Invalid Zoom credentials
gu: અમાન્ય ઝૂમ ક્રેડેન્શીયલ્સ
pl: Wadliwe dane Zoom
pt_pt: Credenciais Zoom inválidas
uk: Недійсні облікові дані Zoom
zh_tw: 無效的 Zoom 憑證

source: Failed to create Zoom call
gu: ઝૂમ કૉલ બનાવવામાં નિષ્ફળ થયું
pl: Nie udało się zestawić połączenia Zoom
pt_pt: A criação de chamada Zoom falhou
uk: Не вдалося створити виклик Zoom
zh_tw: 建立 Zoom 通話失敗

source: BigBlueButton is not configured.
gu: BigBlueButton રૂપરેખિત થઈ નથી.
pl: BigBlueButton nie jest skonfigurowany.
pt_pt: BigBlueButton não está configurado.
uk: BigBlueButton не налаштовано.
zh_tw: BigBlueButton 尚未設定。

source: Invalid signature.
gu: અમાન્ય સહીગારી.
pl: Wadliwa sygnaturka.
pt_pt: Assinatura inválida.
uk: Недійсний підпис.
zh_tw: 無效的簽章。

source: Error connecting to the BigBlueButton server.
gu: BigBlueButton સર્વર સાથે કનેક્ટ કરવામાં ભૂલ.
pl: Błąd połączenia z serwerem BigBlueButton.
pt_pt: Erro ao conectar ao servidor BigBlueButton.
uk: Помилка підключення до сервера BigBlueButton.
zh_tw: 連接 BigBlueButton 伺服器時發生錯誤。

source: Error authenticating to the BigBlueButton server.
gu: BigBlueButton સર્વર પ્રમાણીકરણ માટે ભૂલ.
pl: Błąd autoryzacji do serwera BigBlueButton.
pt_pt: Erro ao autenticar no servidor BigBlueButton.
uk: Помилка автентифікації на сервері BigBlueButton.
zh_tw: 向 BigBlueButton 伺服器驗證時發生錯誤。

source: BigBlueButton server returned an unexpected error.
gu: BigBlueButton સર્વરે અનપેક્ષિત ભૂલ આપી.
pl: Serwer BigBlueButton zwrócił niespodziewany błąd.
pt_pt: O servidor BigBlueButton devolveu um erro inesperado.
uk: Сервер BigBlueButton повернув неочікувану помилку.
zh_tw: BigBlueButton 伺服器回傳未預期的錯誤。

source: Could not find Kerberos credential
gu: Kerberos ક્રેડેન્શિયલ શોધી શક્યો નથી
pl: Nie można odnaleźć uprawnień Kerberos
pt_pt: Não foi possível encontrar a credencial Kerberos
uk: Не вдалося знайти обліковий запис Kerberos
zh_tw: 找不到 Kerberos 憑證

source: Webathena login not enabled
gu: Webathena લોગઇન સક્રિય નથી
pl: Login Webathena jest wyłączony
pt_pt: Autenticação Webathena não está ativa
uk: Логін Webathena не ввімкнено
zh_tw: 未啟用 Webathena 登入

source: Invalid Kerberos cache
gu: અમાન્ય Kerberos કેશ
pl: Niewłaściwy cache Kerberos
pt_pt: Cache Kerberos inválida
uk: Недійсний кеш Kerberos
zh_tw: 無效的 Kerberos 快取

source: We were unable to set up mirroring for you
gu: અમે તમારા માટે પરછિતર સેટ અપ કરી શક્યા નથી
pl: Nie dało rady włączyć mirroringu dla ciebie
pt_pt: Não nos foi possível configurar espelhamento para si
uk: Ми не змогли встановити віддзеркалення для Вас
zh_tw: 我們無法為您設定鏡像

source: Projects using this version control system provider aren't supported
gu: આ વર્ઝન કંટ્રોલ સિસ્ટમ પ્રોવાઇડરનો ઉપયોગ કરીને પ્રોજેક્ટ્સ સપોર્ટેડ નથી
pl: Projekty korzystające z tego dostawcy systemu kontroli wersji nie są obsługiwane
pt_pt: Projetos que utilizem este fornecedor de sistema de controlo de versões não são suportados
uk: Проєкти, що використовують цього постачальника системи контролю версій, не підтримуються
zh_tw: 不支援使用此版本控制系統提供者的專案

source: Invalid payload
gu: અમાન્ય પેયલોડ
pl: Wadliwy ładunek
pt_pt: Payload inválido
uk: Помилковий вміст
zh_tw: 無效的酬載

source: Unknown webhook request
gu: અજ્ઞાત વેબહુક રિક્વેસ્ટ
pl: Nieznany webhook request
pt_pt: Pedido webhook desconhecido
uk: Невідомий вебхук запит
zh_tw: 未知的 webhook 請求

source: Topic can't be empty
gu: વિષય ખાલી ન હોઈ શકે
pl: Należy określić wątek
pt_pt: O tópico não pode ficar em branco
uk: Тема не може бути порожньою
zh_tw: 議題不可為空

source: Content can't be empty
gu: કન્ટેન્ટ ખાલી ન હોઈ શકે
pl: Treść nie może być pusta
pt_pt: O conteúdo não pode estar em branco
uk: Вміст не може бути порожнім
zh_tw: 內容不可為空

source: Unable to handle Jotform payload
pl: Nie można obsłużyć współpracy z Jotform
uk: Не вдається обробити корисне навантаження Jotform
zh_tw: 無法處理 Jotform 酬載

source: Malformed JSON input
gu: અવૈધ JSON ઇનપુટ
pl: Zła forma: JSON input
pt_pt: Introdução JSON mal formatada
uk: Помилково форматований вхідний JSON
zh_tw: 格式錯誤的 JSON 輸入

source: Events key is missing from payload
gu: પેયલોડમાં ઈવેન્ટ્સ કી ગુમ છે
pl: Brakuje klucza zdarzeń w ładunku
pt_pt: Eventos chave encontram-se em falta no payload
uk: Ключ подій відсутній у корисному наданні
zh_tw: 酬載中缺少事件金鑰

source: Unable to handle Pivotal payload
gu: પિવોટલ પેયલોડને હેન્ડલ કરી શકાતો નથી
pl: Nie można obsłużyć: Pivotal payload
pt_pt: Não é possível processar o Pivotal payload
uk: Неможливо обробити вміст Pivotal
zh_tw: 無法處理 Pivotal 酬載

source: Error: channels_map_to_topics parameter other than 0 or 1
gu: ભૂલ: channels_map_to_topics પેરામીટર 0 અથવા 1 થી બેહર અન્ય છે
pl: Błąd: parametr channels_map_to_topics inny od 0 lub 1
pt_pt: Erro: Parâmetro channels_map_to_topics diferente de 0 ou 1
uk: Помилка: параметр channels_map_to_topics відрізняються від 0 чи 1
zh_tw: 錯誤：channels_map_to_topics 參數必須是 0 或 1

source: Unknown WordPress webhook action: {hook}
gu: અજ્ઞાત વર્ડપ્રેસ વેબહુક ક્રિયા: {hook}
pl: Nieznana akcja webhooka WordPress: {hook}
pt_pt: Ação webhook Wordpress desconhecida: {hook}
uk: Невідома дія вебхука WordPress: {hook}
zh_tw: 未知的 WordPress webhook 動作：{hook}

source: Your data export is complete. [View and download exports]({export_settings_link}).
gu: તમારી માહિતી નિર્યાત પૂર્ણ થઈ ગઈ છે. [નિર્યાતો જુઓ અને ડાઉનલોડ કરો]({export_settings_link}).
pl: Eksport danych zakończony. [View and download exports]({export_settings_link}).
pt_pt: A sua exportação de dados foi concluída. [Ver e transferir exportação]({export_settings_link}).
uk: Експорт даних завершено. [Переглянути та завантажити експортовані файли]({export_settings_link}).
zh_tw: 您的資料匯出已完成。[檢視與下載匯出檔案]({export_settings_link})。

source: The verification secret has expired
pl: Sekret weryfikacji wygasł
uk: Термін дії секретного ключа перевірки закінчився
zh_tw: 驗證密鑰已過期

source: The verification secret is invalid
pl: Sekret weryfikacji jest wadliwy
uk: Секрет підтвердження недійсний
zh_tw: 驗證密鑰無效

source: The verification secret is malformed
pl: Sekret weryfikacji jest zdeformowany
uk: Секретний код підтвердження має неправильний формат
zh_tw: 驗證密鑰格式錯誤

source: The verification secret is for a different hostname
pl: Sekret weryfikacji przynależy do innego hosta
uk: Секрет перевірки призначений для іншого імені хоста
zh_tw: 驗證密鑰適用於不同的主機名稱

source: Invalid subdomain for push notifications bouncer
gu: પુશ સૂચનાઓ બાઉન્સર માટે અમાન્ય સબડોમેઇન
pl: Nieprawidłowa subdomena dla bouncera powiadomień push
pt_pt: Subdomínio inválido para bouncer de notificações push
uk: Недійсний піддомен для виклику push-сповіщень
zh_tw: 無效的推送通知 bouncer 子域名

source: Must validate with valid Zulip server API key
gu: માન્ય ઝુલિપ સર્વર API કી સાથે માન્યતા પ્રમાણિત કરવું જોઈએ
pl: Należy zweryfikować poprawnym kluczem API serwera Zulp
pt_pt: Tem de validar com uma chave API de servidor Zulip válida
uk: Повинен перевірити з правильним ключем API для Zulip сервера
zh_tw: 必須使用有效的 Zulip 伺服器 API 金鑰進行驗證

source: Invalid UUID
gu: અમાન્ય UUID
pl: Wadliwy UUID
pt_pt: UUID inválido
uk: Недійсний UUID
zh_tw: 無效的 UUID

source: Invalid token type
gu: અમાન્ય ટોકન પ્રકાર
pl: Nieprawidłowy typ tokenu
pt_pt: Tipo de código inválido
uk: Недійсний тип токену
zh_tw: 無效的憑證類型

source: {hostname} contains invalid components (e.g., path, query, fragment).
pl: {hostname} zawiera błędne komponenty (jak ścieżka, zapytanie, fragment).
uk: {hostname} містить недійсні компоненти (наприклад, шлях, запит, фрагмент).
zh_tw: {hostname} 包含無效的組件（例如：路徑、查詢、片段）。

source: {hostname} is not a valid hostname
gu: {hostname} માન્ય હોસ્ટનેમ નથી
pl: {hostname} nie jest poprawnym hostname
pt_pt: {hostname} não é um hostname válido
uk: {hostname} не є дійсним ім'ям хоста
zh_tw: {hostname} 不是有效的主機名稱

source: {hostname} not yet registered
pl: Jeszcze nie zarejestrowano {hostname}
uk: {hostname} ще не зареєстровано
zh_tw: {hostname} 尚未註冊

source: Invalid email address.
pl: Wadliwy adres URL.
pt_pt: Endereço de email inválido.
uk: Недійсна адреса електронної пошти.
zh_tw: 無效的電子郵件地址。

source: {domain} is invalid because it does not have any MX records
pl: {domain} jest nieprawidłowa, ponieważ nie ma żadnych rekordów MX
pt_pt: {domain} é inválido por não contém nenhum registo dns tipo MX.
uk: Домен {domain} недійсний, оскільки він не має записів MX
zh_tw: {domain} 無效，因為它沒有任何 MX 記錄

source: {domain} does not exist
pl: {domain} nie istnieje
pt_pt: {domain} não existe
uk: Домен {domain} не існує
zh_tw: {domain} 不存在

source: The global limits on recent usage of this endpoint have been reached. Please try again later or reach out to {support_email} for assistance.
pl: Wyczerpano limit przewidziany dla tego punktu końcowego. Proszę spróbuj ponownie później lub skontaktuj się z {support_email} aby uzyskać pomoc.
uk: Досягнуто глобальних лімітів на нещодавнє використання цієї кінцевої точки. Будь ласка, спробуйте пізніше або зверніться за допомогою до {support_email}.
zh_tw: 此端點的全域使用限制已達上限。請稍後再試，或聯絡 {support_email} 尋求協助。

source: Registration not found for this hostname
pl: Nie odnaleziono rejestracji dla tego hosta
uk: Реєстрацію для цього імені хоста не знайдено
zh_tw: 找不到此主機名稱的註冊資訊

source: The host reported it has no verification secret.
pl: Host nie ma przydzielonego sekretu weryfikacji.
uk: Ведучий повідомив, що не має секретного коду перевірки.
zh_tw: 主機回報它沒有驗證密鑰。

source: Error response received from the host: {status_code}
pl: Napotkano na błąd hosta: {status_code}
uk: Від хоста отримано відповідь про помилку: {status_code}
zh_tw: 從主機收到錯誤回應：{status_code}

source: Missing ios_app_id
gu: ગુમ થયેલ ios_app_id
pl: Brakuje ios_app_id
pt_pt: ios_app_id em falta
uk: Відсутній ios_app_id
zh_tw: 缺少 ios_app_id

source: Missing user_id or user_uuid
gu: વપરાશકર્તા ID અથવા વપરાશકર્તા UUID ગુમ થયું છે
pl: Brakuje user_id lub user_uuid
pt_pt: user_id ou user_uuid em falta
uk: Відсутній user_id або user_uuid
zh_tw: 缺少 user_id 或 user_uuid

source: Your plan doesn't allow sending push notifications. Reason provided by the server: {reason}
gu: તમારો યોજના પુષ સૂચનાઓ મોકલવાની મંજૂરી નથી. સર્વર દ્વારા આપેલો કારણ: {reason}
pl: Twój plan nie zezwala na wysyłanie powiadomień push. Powód podany przez serwer: {reason}
pt_pt: O seu plano não permite o envio de notificações push. A razão dada pelo servidor: {reason}
uk: Ваш тарифний план не дозволяє надсилання push-сповіщень. Причина, надана сервером: {reason}
zh_tw: 您的方案不允許傳送推送通知。伺服器提供的原因：{reason}

source: Your plan doesn't allow sending push notifications.
gu: તમારો યોજના પુષ સૂચનાઓ મોકલવાની મંજૂરી નથી.
pl: Twój plan nie przewiduje wysyłki powiadomień push.
pt_pt: O seu plano não permite o envio de notificações push.
uk: Ваш тарифний план не дозволяє надсилати push-сповіщення.
zh_tw: 您的方案不允許傳送推送通知。

source: Invalid property {property}
gu: અમાન્ય ગુણવત્તા {property}
pl: Wadliwa wartość {property}
pt_pt: Propriedade inválida {property}
uk: Недійсна властивість {property}
zh_tw: 無效的屬性 {property}

source: Invalid event type.
gu: અમાન્ય ઘટના પ્રકાર.
pl: Wadliwy typ wydarzenia.
pt_pt: Tipo de evento inválido.
uk: Недійсний тип події.
zh_tw: 無效的事件類型。

source: Data is out of order.
gu: ડેટા વ્યવસ્થિત નથી.
pl: Dane są w złym porządku.
pt_pt: Dados estão desordenados.
uk: Дані невпорядковані.
zh_tw: 資料順序錯誤。

source: Duplicate registration detected.
gu: રિપીટ નોંધણી શોધાયી.
pl: Wykryto wielokrotną rejestrację.
pt_pt: Detetado registo duplicado.
uk: Виявлено дублікат реєстрації.
zh_tw: 偵測到重複註冊。

source: Malformed audit log data
gu: અવૈધ અનુસંધાન લોગ ડેટા
pl: Wadliwe dane dziennika operacji
pt_pt: Dados de registo de auditoria mal formatados
uk: Неправильно сформовані дані журналу аудиту
zh_tw: 格式錯誤的稽核紀錄資料

source: You need to reset your password.
gu: તમારે તમારો પાસવર્ડ રીસેટ કરવો જોઈએ.
pl: Musisz zmienić swoje hasło.
pt_pt: É necessário repor a palavra-passe.
uk: Вам потрібно змінити Ваш пароль.
zh_tw: 您需要重設密碼。

source: Missing id_token parameter
gu: ગુમ થયેલ id_token પેરામીટર
pl: Brakuje parametru id_token
pt_pt: Parâmetro id_token em falta
uk: Відсутній параметр id_token
zh_tw: 缺少 id_token 參數

source: Invalid OTP
gu: અમાન્ય OTP
pl: Nieprawidłowy OTP
pt_pt: OTP inválido
uk: Недійсний OTP
zh_tw: 無效的 OTP

source: Can't use both mobile_flow_otp and desktop_flow_otp together.
gu: મોબાઇલ_flow_otp અને ડેસ્કટોપ_flow_otp ને એકસાથે ઉપયોગ કરી શકાય નહિં.
pl: Nie można użyć mobile_flow_otp i desktop_flow_otp za jednym razem.
pt_pt: Não pode usar mobile_flow_otp e desktop_flow_otp em simultâneo.
uk: Неможливо використовувати mobile_flow_otp та desktop_flow_otp разом.
zh_tw: 無法同時使用 mobile_flow_otp 和 desktop_flow_otp。

source: Channel name is already in use.
pl: Nazwa kanału już w użyciu.
zh_tw: 頻道名稱已被使用。

source: X (Twitter)
gu: X (ટ્વિટર)

source: Mastodon
gu: માસ્ટોડોન

source: LinkedIn
gu: લિંકેડઇન
