Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: Community plan sponsorship approved for %(billing_entity)s!
gu: કમ્યુનિટી પ્લાન સ્પોન્સરશિપ %(billing_entity)s માટે મંજૂર કરાઈ છે!
pl: Sponsoring społeczności został zaakceptowany dla %(billing_entity)s!
pt_pt: Patrocínio de plano comunitário aprovado para %(billing_entity)s!
uk: Схвалено спонсорство плану громади для %(billing_entity)s!
zh_tw: %(billing_entity)s 的社群方案贊助已獲核准！

source: Your request for Zulip sponsorship has been approved! Your organization has been upgraded to the Zulip Community plan.
gu: તમારો Zulip સ્પોન્સરશિપનો અરજી મંજૂર થઈ ગયો છે! તમારી સંસ્થા Zulip કમ્યુનિટી પ્લાન પર ઉપગ્રાડ થઇ ગઈ છે.
pl: Twoja prośba o sponsoring Zulip została zatwierdzona! Twoja organizacja została przeniesiona do planu Zulip Community.
pt_pt: O seu pedido para patrocínio Zulip foi aprovado! A sua organização recebeu um upgrade para o plano comunitário.
uk: Ваш запит на спонсорство Zulip схвалено! Вашу організацію оновлено до плану Zulip Community.
zh_tw: 您的 Zulip 贊助申請已獲核准！您的組織已升級至 Zulip 社群方案。

source: If you could list Zulip as a sponsor on your website, we would really appreciate it!
gu: જો તમે તમારી વેબસાઇટ પર Zulip ને એક સ્પોન્સર તરીકે યાદ કરી શકો, તો અમે ખૂબ આભારી થીશું!
pl: Gdybyś mógł wymienić Zulip jako sponsora na swojej stronie internetowej, bylibyśmy naprawdę wdzięczni!
pt_pt: Se puder listar o Zulip como patrocinador no seu site, seria imensamente apreciado!
uk: Якщо ви можете вказати Zulip як спонсора на своєму вебсайті, ми були б дуже вдячні!
zh_tw: 如果您能在您的網站上將 Zulip 列為贊助商，我們將非常感謝！

source: Find your accounts
gu: તમારા એકાઉન્ટ્સ શોધો
pl: Odnajdź swoje konta
pt_pt: Encontrar contas
uk: Знайдіть свої облікові записи
zh_tw: 尋找您的帳戶

source: Find your Zulip accounts
gu: તમારા Zulip એકાઉન્ટ્સ શોધો
pl: Znajdź swoje konta na Zulipie
pt_pt: Encontrar as suas contas Zulip
uk: Знайдіть свої облікові записи Zulip
zh_tw: 尋找您的Zulip帳號

source: Emails sent! The addresses entered on the previous page are listed below:
pl: Maile rozesłane! Poniżej lista adresów z poprzedniej strony:
pt_pt: Mensagens enviadas! Os endereços introduzidos na página anterior estão listados abaixo:
uk: Листи надіслано! Адреси, введені на попередній сторінці, перелічені нижче:
zh_tw: 電子郵件已寄出！在前一頁輸入的地址列於下方：

source: If you don't receive an email, you can <a href="%(current_url)s">find accounts for another email address</a>.
gu: જો તમને ઇમેઇલ મેળવવું નાંભતું હોય,<a href="%(current_url)s"> તો તમે બીજી ઇમેઇલ સરનામાને માટે એકાઉન્ટ્સ શોધી શકો છો</a>.
pl: O ile nie dostałeś żadnego emaila w tej sprawie to <a href="%(current_url)s">można poszukać konta dla innego adresu email</a>.
pt_pt: Se não receber um email, poderá <a href="%(current_url)s">encontrar contas para outro endereço de email</a>.
uk: Якщо ви не отримали електронного листа, ви можете <a href="%(current_url)s">знайти облікові записи для іншої адреси електронної пошти</a>.
zh_tw: 如果您沒有收到電子郵件，您可以 <a href="%(current_url)s">尋找另一個電子郵件地址的帳戶</a>。

source: Enter your email address to receive an email with the URLs for all the Zulip Cloud organizations in which you have active accounts.
pl: Wprowadź swój adres email, aby otrzymać wiadomość z adresami URL wszystkich organizacji Zulip Cloud, w których masz aktywne konta.
uk: Введіть свою адресу електронної пошти, щоб отримати електронний лист із URL-адресами всіх організацій Zulip Cloud, у яких у вас є активні облікові записи.
zh_tw: 輸入您的電子郵件地址以接收包含您擁有作用中帳戶的所有 Zulip Cloud 組織網址的電子郵件。

source: Enter your email address to receive an email with the URLs for all the Zulip organizations on this server in which you have active accounts.
pl: Wprowadź swój adres email, aby otrzymać email z adresami URL wszystkich organizacji Zulip Cloud, w których masz aktywne konta.
uk: Введіть свою адресу електронної пошти, щоб отримати електронний лист із URL-адресами всіх організацій Zulip на цьому сервері, в яких у вас є активні облікові записи.
zh_tw: 輸入您的電子郵件地址以接收包含您在此伺服器上擁有作用中帳戶的所有 Zulip 組織網址的電子郵件。

source: If you have also forgotten your password, you can <a href="/help/change-your-password">reset it</a>.
pl: O ile zapomniałeś także hasła, może je <a href="/help/change-your-password">zresetować</a>.
uk: Якщо ви також забули свій пароль, ви можете <a href="/help/change-your-password">скинути його</a>.
zh_tw: 如果您也忘記了密碼，您可以<a href="/help/change-your-password">重置密碼</a>。

source: Email address
gu: ઇમેઇલ સરનામું
pl: Adres email
pt_pt: Endereço de email
uk: Електронна адреса
zh_tw: Email 地址

source: Find accounts
gu: એકાઉન્ટ્સ શોધો
pl: Znajdź konta
pt_pt: Encontrar contas
uk: Знайти облікові записи
zh_tw: 查詢帳號

source: Product
gu: ઉત્પાદન
pl: Produkt
pt_pt: Produto
uk: Продукт
zh_tw: 產品

source: Why Zulip
gu: કેટલાક Zulip
pl: Dlaczego Zulip
pt_pt: Porquê o Zulip
uk: Чому Zulip
zh_tw: 為什麼選擇 Zulip

source: Features
gu: લક્ષણો
pl: Funkcje
pt_pt: Funcionalidades
uk: Особливості
zh_tw: 功能

source: Plans & pricing
gu: યોજનાઓ અને ભાવનીયતા
pl: Oferta i cennik
pt_pt: Planos e preços
uk: Тарифні плани та ціни
zh_tw: 方案與定價

source: Self-hosting
gu: સ્વ-હોસ્ટિંગ
pl: Własny serwer
pt_pt: Alojamento próprio
uk: Самостійне розміщення
zh_tw: 自架主機

source: Security
gu: સુરક્ષા
pl: Bezpieczeństwo
pt_pt: Segurança
uk: Безпека
zh_tw: 安全性

source: Integrations
gu: એક્સથાન
pl: Integracje
pt_pt: Integrações
uk: Інтеграції
zh_tw: 整合

source: Desktop & mobile apps
gu: ડેસ્કટોપ અને મોબાઇલ એપ્લિકેશન્સ
pl: Aplikacje komputerowe i mobilne
pt_pt: Aplicações de ambiente de trabalho e móvel
uk: Настільні та мобільні додатки
zh_tw: 桌面 & 行動應用

source: New organization
gu: નવી સંસ્થા
pl: Nowa organizacja
pt_pt: Nova organização
uk: Нова організація
zh_tw: 新組織

source: Solutions
gu: સમાધાનો
pl: Rozwiązania
pt_pt: Soluções
uk: Рішення
zh_tw: 解決方案

source: Business
gu: વ્યાપાર
pl: Biznes
pt_pt: Empresa
uk: Бізнес
zh_tw: 商務選購

source: Education
gu: શિક્ષણ
pl: Edukacja
pt_pt: Educação
uk: Навчання
zh_tw: 教育

source: Research
gu: શોધ
pl: Badania
pt_pt: Investigação
uk: Дослідження
zh_tw: 研究用途

source: Events & conferences
gu: ઘટનાઓ અને સમારોહો
pl: Wydarzenia i konferencje
pt_pt: Eventos e conferências
uk: Заходи та конференції
zh_tw: 活動與會議

source: Open source projects
gu: ખુલ્લી સોર્સ પ્રોજેક્ટ્સ
pl: Projekty open source
pt_pt: Projetos open-source
uk: Проєкти з відкритим кодом
zh_tw: 開源專案

source: Communities
gu: સમુદાયો
pl: Społeczności
pt_pt: Comunidades
uk: Спільноти
zh_tw: 社群

source: Customer stories
gu: ગ્રાહક વૃત્તાંતો
pl: Pochwały klientów
pt_pt: Relatos de clientes
uk: Історії клієнтів
zh_tw: 使用者回饋

source: Open communities
gu: ખુલ્લી સમુદાયો
pl: Otwarte społeczności
pt_pt: Comunidades abertas
uk: Відкриті спільноти
zh_tw: 開放社群

source: Resources
gu: સ્ત્રોતો
pl: Zasoby
pt_pt: Recursos
uk: Ресурси
zh_tw: 資源

source: Getting started
gu: શરૂ થવું
pl: Jak zacząć
pt_pt: Primeiros passos
uk: Початок роботи
zh_tw: 開始使用

source: Help center
gu: મદદ કેન્દ્ર
pl: Centrum pomocy
pt_pt: Centro de ajuda
uk: Центр довідки
zh_tw: 幫助中心

source: Community chat
gu: સમુદાય ચેટ
pl: Czat społecznościowy
pt_pt: Chat da comunidade
uk: Чат спільноти
zh_tw: 社群聊天

source: Partners
uk: Партнери

source: Zulip Cloud status
gu: Zulip ક્લાઉડ સ્થિતિ
pl: Stan chmury Zulip
pt_pt: Estado da Cloud Zulip
uk: Стан хмари Zulip
zh_tw: Zulip Cloud 狀態

source: Moving to Zulip
pl: Przenosiny na Zulip
uk: Переїзд до Zulip
zh_tw: 遷移至 Zulip

source: Installing a Zulip server
gu: Zulip સર્વર સ્થાપિત કરી રહ્યા છો
pl: Instalacja serwera Zulip
pt_pt: Instalar um servidor Zulip
uk: Встановлення сервера Zulip
zh_tw: 安裝 Zulip 伺服器

source: Upgrading a Zulip server
gu: Zulip સર્વર અપગ્રેડ કરી રહ્યા છો
pl: Aktualizacja serwera Zulip
pt_pt: Atualizar um servidor Zulip
uk: Оновлення сервера Zulip
zh_tw: 升級 Zulip 伺服器

source: Contributing
gu: યોગદાન
pl: Wspierający
pt_pt: Contribuir
uk: Внесок
zh_tw: 貢獻

source: Contributing guide
gu: યોગદાન ગાઈડ
pl: Przewodnik jak wesprzeć
pt_pt: Guia de contribuição
uk: Посібник зі створення контенту
zh_tw: 貢獻指南

source: Development community
gu: ડેવલપમેન્ટ સમુદાય
pl: Społeczność deweloperów
pt_pt: Comunidade de Desenvolvimento
uk: Спільнота розробників
zh_tw: 開發社群

source: Translation
gu: ભાષાંતર
pl: Tłumaczenie
pt_pt: Tradução
uk: Переклад
zh_tw: 翻譯

source: About us
gu: અમારા વિશે
pl: O nas
pt_pt: Sobre nós
uk: Про нас
zh_tw: 關於我們

source: Team
gu: ટીમ
pl: Zespół
pt_pt: Equipa
uk: Команда
zh_tw: 團隊

source: History
gu: ઇતિહાસ
pl: Historia
pt_pt: Histórico
uk: Історія
zh_tw: 歷史

source: Values
gu: મૂલ્યો
pl: Wartości
pt_pt: Valores
uk: Значенні
zh_tw: 理念

source: Jobs
gu: નોકરીઓ
pl: Praca
pt_pt: Carreiras
uk: Робота
zh_tw: 工作機會

source: Blog
gu: બ્લોગ
uk: Блог
zh_tw: 部落格

source: Support Zulip
gu: Zulip સપોર્ટ
pl: Wesprzyj Zulip
pt_pt: Apoiar o Zulip
uk: Підтримати Zulip
zh_tw: 支持 Zulip

source: Powered by <a href="https://zulip.com">Zulip</a>
gu: પાવર્ડ બાય <a href="https://zulip.com">Zulip</a>
pl: Oprogramowanie zapewnia <a href="https://zulip.com">Zulip</a>
uk: Працює за підтримки <a href="https://zulip.com">Zulip</a>
zh_tw: 由 <a href="https://zulip.com">Zulip</a> 提供支援

source: Terms of Service
gu: સેવાની શરતો
pl: Warunki korzystania z usługi
pt_pt: Termos de Serviço
uk: Умови обслуговування
zh_tw: 服務條款

source: Privacy policy
gu: ગોપનીયતા નીતિ
pl: Polityka prywatności
pt_pt: Política de privacidade
uk: Політика конфіденційності
zh_tw: 隱私權方針

source: Website attributions
gu: વેબસાઇટ પ્રમાણિકતાઓ
pl: Atrybuty witryny
pt_pt: Atribuições de site
uk: Атрибуції веб-сайту
zh_tw: 網站歸屬

source: Over %(integrations_count_display)s native integrations.
gu: ઓવર %(integrations_count_display)s નેટિવ એન્ટિગ્રેશન્સ.
pl: Ponad %(integrations_count_display)s natywnych integracji.
pt_pt: Mais de %(integrations_count_display)s integrações nativas.
uk: Більше %(integrations_count_display)s нативних інтеграцій.
zh_tw: 超過 %(integrations_count_display)s 個原生整合。

source: And hundreds more through <a href="/integrations/doc/zapier">Zapier</a> and <a href="/integrations/doc/ifttt">IFTTT</a>.
gu: અને હજારો વધારે માધ્યમિક <a href="/integrations/doc/zapier">Zapier</a> અને <a href="/integrations/doc/ifttt">IFTTT</a> દ્વારા.
pl: A także setki innych za pośrednictwem <a href="/integrations/doc/zapier">Zapier</a> oraz <a href="/integrations/doc/ifttt">IFTTT</a>.
pt_pt: E centenas mais através do <a href="/integrations/doc/zapier">Zapier</a> e <a href="/integrations/doc/ifttt">IFTTT</a>.
uk: І сотні інших через <a href="/integrations/doc/zapier">Zapier</a> та <a href="/integrations/doc/ifttt">IFTTT</a>.
zh_tw: 還有透過 <a href="/integrations/doc/zapier">Zapier</a> 和 <a href="/integrations/doc/ifttt">IFTTT</a> 提供的數百個整合。

source: Search integrations
gu: એન્ટિગ્રેશન્સ શોધો
pl: Szukaj integracji
pt_pt: Pesquisar integrações
uk: Пошук інтеграцій
zh_tw: 搜尋整合

source: Custom integrations
gu: કસ્ટમ એન્ટિગ્રેશન્સ
pl: Niestandardowe integracje
pt_pt: Integrações personalizadas
uk: Власні інтеграції
zh_tw: 自訂整合

source: Incoming webhooks
gu: ઇનકમિંગ વેબહુક્સ
pl: Wadliwy webhooks
pt_pt: Webhooks de entrada
uk: Вхідні вебхуки
zh_tw: 傳入 Webhook

source: Interactive bots
gu: ઇન્ટરએક્ટિવ બોટ્સ
pl: Interaktywne boty
pt_pt: Bots interativos
uk: Інтерактивні боти
zh_tw: 互動機器人

source: Invalid email
gu: અમાન્ય ઇમેઇલ
pl: Nieprawidłowy adres email
pt_pt: E-mail inválido
uk: Неправильна адреса електронної пошти
zh_tw: 無效的 email

source: Email not allowed
gu: ઇમેઇલ અનુમત નથી
pl: Email nie jest dozwolony
pt_pt: Email não permitido
uk: Електронна пошта заборонена
zh_tw: 不允許的電子郵件

source: The email address you are trying to sign up with is not valid.
gu: તમે સાઇન અપ કરવા માટે જોઈ રહ્યા ઇમેઇલ સરનામું માન્ય નથી.
pl: Adres email podany podczas próby rejestracji jest nieprawidłowy.
pt_pt: O email que está a tentar utilizar para inscrever-se não é válido.
uk: Адреса електронної пошти, з якою ви намагаєтеся зареєструватися, недійсна.
zh_tw: 您嘗試註冊的電子郵件地址無效。

source: The organization you are trying to join, <a href="%(realm_url)s">%(realm_name)s</a>, does not allow signups using emails with your email domain.
pl: Organizacja, do której chcesz dołączyć <a href="%(realm_url)s">%(realm_name)s</a>, nie przyjmuje rejestracji z domen email jak twoja.
pt_pt: A organização à qual está a tentar aderir, <a href="%(realm_url)s">%(realm_name)s</a>, não permite inscrições com endereços de email do seu domínio.
uk: Організація, до якої ви намагаєтеся приєднатися, <a href="%(realm_url)s">%(realm_name)s</a>, не дозволяє реєстрацію з використанням електронних адрес з вашим доменом електронної пошти.
zh_tw: 您嘗試加入的組織 <a href="%(realm_url)s">%(realm_name)s</a> 不允許使用您的電子郵件網域進行註冊。

source: The organization you are trying to join, <a href="%(realm_url)s">%(realm_name)s</a>, does not allow signups using disposable email addresses.
pl: Organizacja, do której chcesz dołączyć <a href="%(realm_url)s">%(realm_name)s</a>, nie przyjmuje rejestracji przez tymczasowy adres email.
pt_pt: A organização à qual está a tentar aderir, <a href="%(realm_url)s">%(realm_name)s</a>, não permite inscrições com endereços de email temporários.
uk: Організація, до якої ви намагаєтеся приєднатися, <a href="%(realm_url)s">%(realm_name)s</a>, не дозволяє реєстрацію з використанням одноразових адрес електронної пошти.
zh_tw: 您嘗試加入的組織 <a href="%(realm_url)s">%(realm_name)s</a> 不允許使用臨時電子郵件地址進行註冊。

source: The organization you are trying to join, <a href="%(realm_url)s">%(realm_name)s</a>, does not allow signups using emails that contain "+".
pl: Organizacja do której chcesz dołączyć <a href="%(realm_url)s">%(realm_name)s</a>, nie zezwala na rejestracje z użyciem emaila zawierającego "+".
pt_pt: A organização à qualquer está a tentar aderir, <a href="%(realm_url)s">%(realm_name)s</a>, não permite inscrições com emails que contenham o símbolo "+".
uk: Організація, до якої ви намагаєтеся приєднатися, <a href="%(realm_url)s">%(realm_name)s</a>, не дозволяє реєстрацію з використанням електронних адрес, що містять символ "+".
zh_tw: 您嘗試加入的組織 <a href="%(realm_url)s">%(realm_name)s</a> 不允許使用包含「+」符號的電子郵件進行註冊。

source: Please sign up using a valid email address.
gu: કૃપા કરીને માન્ય ઇમેઇલ સરનામું વપરાશી સાઇન અપ કરો.
pl: Proszę zarejestruj się z użyciem prawidłowego adresu email.
pt_pt: Por favor utilize um endereço de email válido.
uk: Будь ласка, зареєструйтесь, використовуючи дійсну адресу електронної пошти.
zh_tw: 請使用有效的電子郵件地址進行註冊。

source: Please sign up using an allowed email address.
gu: કૃપા કરીને મંજૂર ઇમેઇલ સરનામું વપરાશી સાઇન અપ કરો.
pl: Proszę zarejestruj się z użyciem dozwolonego adresu email.
pt_pt: Por favor utilize um endereço de email autorizado.
uk: Будь ласка, зареєструйтесь, використовуючи дозволену адресу електронної пошти.
zh_tw: 請使用允許的電子郵件地址進行註冊。

source: No organization found
pl: Nie odnaleziono organizacji
pt_pt: Nenhuma organização encontrada
uk: Організацію не знайдено
zh_tw: 找不到組織

source: There is no Zulip organization at <b>%(current_url)s</b>.
pl: Brak organizacji Zulip w <b>%(current_url)s</b>.
pt_pt: Não existe nenhuma organização Zulip em<b>%(current_url)s</b>.
uk: За адресою <b>%(current_url)s</b> немає організації Zulip.
zh_tw: 在 <b>%(current_url)s</b> 沒有 Zulip 組織。

source: Please try a different URL, <a href="%(root_domain_url)s/accounts/find/">get a list of your Zulip Cloud accounts</a>, or <a href="mailto:%(support_email)s">contact Zulip support</a>.
pl: Proszę spróbuj z innym adresem URL, <a href="%(root_domain_url)s/accounts/find/">uzyskaj listę swoich kont Zulip Cloud </a>, bądź <a href="mailto:%(support_email)s">uzyskaj pomoc Zulip</a>.
uk: Будь ласка, спробуйте іншу URL-адресу, <a href="%(root_domain_url)s/accounts/find/">отримайте список своїх облікових записів Zulip Cloud</a> або <a href="mailto:%(support_email)s">зверніться до служби підтримки Zulip</a>.
zh_tw: 請嘗試不同的網址、<a href="%(root_domain_url)s/accounts/find/">取得您的 Zulip Cloud 帳戶清單</a>，或<a href="mailto:%(support_email)s">聯絡 Zulip 支援</a>。

source: Please try a different URL, <a href="%(root_domain_url)s/accounts/find/">get a list of your accounts</a> on this server, or <a href="mailto:%(support_email)s">contact this Zulip server's administrators</a>.
pl: Proszę użyj innego URL, <a href="%(root_domain_url)s/accounts/find/">uzyskaj listę swoich kont</a> na tym serwerze lub <a href="mailto:%(support_email)s">skontaktuj się z administratorami tego serwera Zulip</a>.
uk: Будь ласка, спробуйте іншу URL-адресу, <a href="%(root_domain_url)s/accounts/find/">отримайте список своїх облікових записів</a> на цьому сервері або <a href="mailto:%(support_email)s">зв'яжіться з адміністраторами цього сервера Zulip</a>.
zh_tw: 請嘗試不同的網址、<a href="%(root_domain_url)s/accounts/find/">取得您在此伺服器上的帳戶清單</a>，或<a href="mailto:%(support_email)s">聯絡此 Zulip 伺服器的管理員</a>。

source: <a href="%(current_url)s/serverlogin/">Click here</a> to access plan management for your Zulip server.
pl: <a href="%(current_url)s/serverlogin/">Kliknij tutaj</a> aby uzyskać dostęp do zarządzania planami serwera Zulip.
uk: <a href="%(current_url)s/serverlogin/">Натисніть тут</a>, щоб отримати доступ до керування планом для вашого сервера Zulip.
zh_tw: <a href="%(current_url)s/serverlogin/">點此</a>存取您的 Zulip 伺服器方案管理。

source: Invalid or expired login session
gu: અયોગ્ય અથવા અવધારણ લોગિન સત્ર
pl: Wadliwa lub wygasła sesja logowania
pt_pt: Sessão inválida ou expirada
uk: Недійсний або закінчений сеанс входу
zh_tw: 無效或過期的登入工作階段

source: Invalid or expired login session.
gu: અયોગ્ય અથવા અવધારણ લોગિન સત્ર.
pl: Wadliwa lub wygasła sesja logowania.
pt_pt: Sessão inválida ou expirada.
uk: Сеанс входу недійсний, або закінчився.
zh_tw: 無效或過期的 login session。

source: Log in to Zulip
gu: ઝુલિપમાં લોગ ઇન કરો
pl: Zaloguj się do Zulipa
pt_pt: Iniciar sessão no Zulip
uk: Увійти в Zulip
zh_tw: 登入 Zulip

source: View without an account
gu: એક એકાઉન્ટ વિનાનું જોવો
pl: Wyświetl bez konta
pt_pt: Visualizar sem conta
uk: Перегляд без облікового запису
zh_tw: 不需帳戶即可檢視

source: You've already registered with this email address. Please log in below.
gu: આ ઈમેઇલ સરનામાથી તમે પહેલાંથી રજીસ્ટર કર્યું છે. નીચે લોગ ઇન કરો.
pl: Zarejetrowano już ten adres email. Zaloguj się poniżej.
pt_pt: Já está registado com este endereço de email. Por favor, inicie sessão abaixo.
uk: Ви вже зареєструвалися за цією адресою електронної пошти. Будь ласка, увійдіть в систему нижче.
zh_tw: 您已用此 email 地址註冊。請在下方登入

source: Email or username
gu: ઈમેઇલ અથવા યુઝરનેમ
pl: Adres email lub nazwa użytkownika
pt_pt: Email ou nome de utilizador
uk: Електронна пошта або ім'я користувача
zh_tw: Email 或使用者名稱

source: Username
gu: યુઝરનેમ
pl: Nazwa użytkownika
pt_pt: Nome de utilizador
uk: Ім'я користувача
zh_tw: 使用者名稱

source: Password
gu: પાસવર્ડ
pl: Hasło
pt_pt: Palavra-passe
uk: Пароль
zh_tw: 密碼

source: Forgot your password?
gu: તમારો પાસવર્ડ ભૂલ્યો છે?
pl: Nie pamiętasz hasła?
pt_pt: Esqueceu-se da palavra-passe?
uk: Забули пароль?
zh_tw: 忘記您的密碼？

source: Log in with %(identity_provider)s
gu: %(identity_provider)s સાથે લોગ ઇન કરો
pl: Zaloguj się przy pomocy %(identity_provider)s
pt_pt: Iniciar sessão com %(identity_provider)s
uk: Увійти через %(identity_provider)s
zh_tw: 用 %(identity_provider)s 登入

source: Don't have an account?
uk: Немає облікового запису?

source: Don't have an account yet? You need to be invited to join this organization.
gu: હજી સુધી એક એકાઉન્ટ નથી? તમારે આ સંગઠનમાં શામેલ થવા માટે આમંત્રણ મળવું જોઈએ.
pl: Nie masz jeszcze konta? Potrzebujesz zaproszenia, żeby dołączyć do tej organizacji.
pt_pt: Ainda não tem conta? Precisa de ser convidado para aderir a esta organização.
uk: У вас ще немає облікового запису? Для приєднання до цієї організації потрібно щоб вас запросили.
zh_tw: 還沒有帳戶嗎？您需要受邀才能加入此組織。

source: Administrators of this Zulip organization will be able to see this email address.
gu: આ ઝુલિપ સંગઠનના પ્રશાસકો આ ઈમેઇલ સરનામું જોઈ શકશે.
pl: Administratorzy tej organizacji Zulip będą mogli zobaczyć ten adres email.
pt_pt: Administradores desta organização Zulip poderão ver este endereço de email.
uk: Адміністратори цієї організації Zulip зможуть бачити цю адресу електронної пошти.
zh_tw: 此 Zulip 組織的管理員將能夠看到此電子郵件地址。

source: Administrators and moderators of this Zulip organization will be able to see this email address.
gu: આ ઝુલિપ સંગઠનના પ્રશાસકો અને મોડરેટરો આ ઈમેઇલ સરનામું જોઈ શકશે.
pl: Administratorzy i moderatorzy tej organizacji Zulip będą mogli zobaczyć ten adres email.
pt_pt: Administradores e moderadores desta organização Zulip poderão ver este endereço de email.
uk: Адміністратори та модератори цієї організації Zulip зможуть бачити цю адресу електронної пошти.
zh_tw: 此 Zulip 組織的管理員和版主將能夠看到此電子郵件地址。

source: Nobody in this Zulip organization will be able to see this email address.
gu: આ ઝુલિપ સંગઠનમાં કોઈપણ આ ઈમેઇલ સરનામું જોઈ શકશે નહીં.
pl: Nikt w tej organizacji Zulip nie będzie mógł zobaczyć tego adresu email.
pt_pt: Ninguém nesta organização Zulip poderá ver este endereço de email.
uk: Ніхто в цій організації Zulip не зможе побачити цю адресу електронної пошти.
zh_tw: 此 Zulip 組織中沒有人能夠看到此電子郵件地址。

source: Other users in this Zulip organization will be able to see this email address.
gu: આ ઝુલિપ સંગઠનમાં અન્ય વપરાશકર્તાઓ આ ઈમેઇલ સરનામું જોઈ શકશે.
pl: Inni użytkownicy w tej organizacji Zulip będą mogli zobaczyć ten adres email.
pt_pt: Outros utilizadores poderão ver este endereço de email.
uk: Інші користувачі цієї організації Zulip зможуть бачити цю адресу електронної пошти.
zh_tw: 此 Zulip 組織中的其他使用者將能夠看到此電子郵件地址。

source: Change
gu: બદલો
pl: Zmień
pt_pt: Alterar
uk: Змінити
zh_tw: 變更

source: No licenses available
gu: કોઈ લાયસન્સ ઉપલબ્ધ નથી
pl: Brak dostępnych licencji
pt_pt: Nenhuma licença disponível
uk: Немає доступних ліцензій
zh_tw: 沒有可用授權

source: Organization cannot accept new members right now
gu: સંગઠન હવે નવા સભ્યોને સ્વીકારી શકતું નથી
pl: Organizacja nie przyjmuje obecnie nowych członków
pt_pt: A organização não pode aceitar novos membros neste momento.
uk: Організація зараз не може приймати нових членів
zh_tw: 組織目前無法接受新成員

source: New members cannot currently join <a href="%(realm_url)s">%(realm_name)s</a> because all Zulip Cloud licenses are in use.
pl: Nowi członkowie chwilowo nie mogą dołączyć do <a href="%(realm_url)s">%(realm_name)s</a> ponieważ wykorzystano wszystkie licencje usługi Zulip Cloud.
pt_pt: Novos membros não podem aderir a<a href="%(realm_url)s">%(realm_name)s</a> pois todas as licenças Zulip Cloud estão em uso.
uk: Нові учасники наразі не можуть приєднатися до <a href="%(realm_url)s">%(realm_name)s</a>, оскільки всі ліцензії Zulip Cloud використовуються.
zh_tw: 新成員目前無法加入 <a href="%(realm_url)s">%(realm_name)s</a>，因為所有 Zulip Cloud 授權都在使用中。

source: Please contact the person who invited you and ask them to increase the number of licenses, then try again.
gu: કૃપા કરીને તમને આમંત્રિત કરેલા વ્યક્તિથી સંપર્ક કરો અને તેમને લાયસન્સોની સંખ્યા વધારવા માટે વિનંતી કરો, પછી ફરીથી પ્રયત્ન કરો.
pl: Skontaktuj się z osobą, która Cię zaprosiła i poproś o zwiększenie liczby licencji, a następnie spróbuj ponownie.
pt_pt: Por favor contacte a pessoa que o/a convidou e peça que aumente o número de licenças, depois tente novamente.
uk: Будь ласка, зв’яжіться з особою, яка вас запросила, і попросіть її збільшити кількість ліцензій, а потім спробуйте ще раз.
zh_tw: 請聯絡邀請您的人員，要求他們增加授權數量，然後再試一次。

source: Skip to main content
gu: મુખ્ય વિષયને પર્યાય કરો
pl: Przejdź do głównej zawartości
pt_pt: Saltar para o conteúdo principal
uk: Перейти до основного вмісту
zh_tw: 跳至主要內容

source: Authentication subdomain error
gu: પ્રમાણીકરણ સબડોમેન ત્રુટિ
pl: Błąd subdomeny uwierzytelniania
pt_pt: Erro de autenticação de subdomínio
uk: Помилка автентифікації піддомену
zh_tw: 認證子網域錯誤

source: Authentication subdomain
gu: પ્રમાણીકરણ સબડોમેન ત્રુટિ
pl: Subdomena uwierzytelnienia
pt_pt: Autenticação de subdomínio
uk: Субдомен автентифікації
zh_tw: 認證子網域
