Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: Error
gu: ભૂલ
pl: Błąd
pt_pt: Erro
uk: Помилка
zh_tw: 錯誤

source: Page not found (404)
gu: પેજ મળ્યું નથી (404)
pl: Strona nie została odnaleziona (404)
pt_pt: Página não encontrada (404)
uk: Сторінку не знайдено (404)
zh_tw: 找不到頁面 (404)

source: If this error is unexpected, you can <a href="mailto:%(support_email)s">contact support</a>.
pl: O ile błąd jest nieoczekiwany możesz <a href="mailto:%(support_email)s">dać znać pomocy technicznej</a>.
pt_pt: Se este erro é inesperado, poderá <a href="mailto:%(support_email)s">contactar o suporte</a>.
uk: Якщо ця помилка неочікувана, ви можете <a href="mailto:%(support_email)s">звернутися до служби підтримки</a>.
zh_tw: 如果這個錯誤是非預期的，您可以 <a href="mailto:%(support_email)s">聯繫技術支援</a>。

source: Access forbidden (403)
gu: પહોંચ નિષેધિત (403)
pl: Odmowa dostępu (403)
pt_pt: Acesso proibido (403)
uk: Доступ заборонено (403)
zh_tw: 禁止存取 (403)

source: Your request could not be completed because your browser did not send the credentials required to authenticate your access. To resolve this issue:
pl: Żądanie nie mogło zostać ukończone, ponieważ przeglądarka nie wysłała poświadczeń wymaganych do uwierzytelnienia dostępu. Aby rozwiązać ten problem:
pt_pt: Não foi possível processar o seu pedido pois o seu navegador não enviou as credenciais de acesso necessárias. Para resolver este problema:
uk: Ваш запит не вдалося виконати, оскільки ваш браузер не надіслав облікові дані, необхідні для автентифікації вашого доступу. Щоб вирішити цю проблему:
zh_tw: 您的請求無法完成， 因為您的瀏覽器未發送驗證存取權限所需的憑證。 若要解決此問題：

source: Make sure that your browser allows cookies for this site.
pl: Upewnij się, że Twoja przeglądarka zezwala na pliki cookie dla tej witryny.
pt_pt: Confirme que o seu navegador permite cookies para este site.
uk: Переконайтеся, що ваш браузер дозволяє файли cookie для цього сайту.
zh_tw: 確保您的瀏覽器允許此網站使用 Cookie。

source: Check for any browser privacy settings or extensions that block Referer headers, and disable them for this site.
pl: Sprawdź ustawienia prywatności lub rozszerzenia przeglądarki które blokują nagłówki Referer i wyłącz je dla tej strony. tej witryny.
pt_pt: Verifique as definições de privacidade ou extensões que possam bloquear cabeçalhos 'Referer', e desative-os para este site.
uk: Перевірте налаштування конфіденційності браузера або розширення, які блокують заголовки Referer, і вимкніть їх для цього сайту.
zh_tw: 請檢查瀏覽器的隱私設定或擴充功能 是否封鎖了 Referer 標頭， 並為此網站停用這些設定。

source: Method not allowed (405)
gu: પદ્ધતિ મંજૂર નથી (405)
pl: Metoda nie jest dozwolona (405)
pt_pt: Método não permitido (405)
uk: Метод заборонено (405)
zh_tw: 不允許的方法 (405)

source: Internal server error
gu: આંતરિક સર્વર ત્રુટિ
pl: Wewnętrzny błąd serwera
pt_pt: Erro interno do servidor
uk: Внутрішня помилка сервера
zh_tw: 伺服器內部錯誤

source: Something went wrong. Sorry about that! We're aware of the problem and are working to fix it. Zulip will load automatically once it is working again.
uk: Щось пішло не так. Вибачте! Ми знаємо про проблему та працюємо над її виправленням. Zulip завантажиться автоматично, щойно знову запрацює.

source: Please check <a href="%(status_url)s">Zulip Cloud status</a> for more information, and <a href="mailto:%(support_email)s">contact Zulip support</a> with any questions.
uk: Будь ласка, перевірте <a href="%(status_url)s">стан Zulip Cloud</a> для отримання додаткової інформації та <a href="mailto:%(support_email)s">зверніться до служби підтримки Zulip</a>, якщо у вас виникнуть запитання.

source: Something went wrong. Sorry about that! Zulip will load automatically once it is working again.
uk: Щось пішло не так. Вибачте! Zulip завантажиться автоматично, щойно знову запрацює.

source: <a href="mailto:%(support_email)s">Contact this server's administrators</a> for support.
uk: <a href="mailto:%(support_email)s">Зверніться до адміністраторів цього сервера</a> для отримання підтримки.

source: If you administer this server, you may want to check out the <a href="%(troubleshooting_url)s">Zulip server troubleshooting guide</a>.
pl: O ile sam administrujesz serwerem, możesz sprawdzić <a href="%(troubleshooting_url)s">poradnik Zulip jak rozwiązać problemy na tym poziomie</a>.
pt_pt: Se for administrador deste servidor, poderá querer ver o <a href="%(troubleshooting_url)s">guia de resolução de problemas do servidor Zulip</a>.
uk: Якщо ви адмініструєте цей сервер, вам може знадобитися ознайомитися з <a href="%(troubleshooting_url)s">посібником з усунення несправностей сервера Zulip</a>.
zh_tw: 如果您是此伺服器的管理員，建議您查看 <a href="%(troubleshooting_url)s">Zulip 伺服器疑難排解指南</a>。

source: Analytics for %(target_name)s | Zulip
gu: એનાલિટિક્સ માટે %(target_name)s | Zulip
pl: Statystyka dla %(target_name)s | Zulip
pt_pt: Dados analíticos para %(target_name)s | Zulip
uk: Аналітика для %(target_name)s | Zulip
zh_tw: %(target_name)s 的分析 | Zulip

source: Analytics are fully available 24 hours after organization creation.
gu: સંગઠન સૃષ્ટિ પછી 24 કલાક પછી એનાલિટિક્સ પૂરી રીતે ઉપલબ્ધ છે.
pl: Analityka jest w pełni dostępna po 24 godzinach od utworzenia organizacji.
pt_pt: Os dados analíticos estão completamente disponíveis após 24 horas da criação da organização.
uk: Аналітика стане доступна повністю через 24 години після створення організації.
zh_tw: 分析功能將在組織建立後 24 小時完全可用。

source: Zulip analytics for %(target_name)s
gu: Zulip વિશ્લેષણ માટે %(target_name)s
pl: Statystyki Zulipa dla %(target_name)s
pt_pt: Dados analíticos Zulip para %(target_name)s
uk: Аналітика Zulip для %(target_name)s
zh_tw: %(target_name)s 的 Zulip 分析

source: Organization summary
gu: સંગઠનની સારાંશ
pl: Podsumowanie organizacji
pt_pt: Resumo da organização
uk: Короткий опис організації
zh_tw: 組織摘要

source: Number of users
gu: વપરાશકર્તાઓની સંખ્યા
pl: Liczba użytkowników
pt_pt: Número de utilizadores
uk: Кількість користувачів
zh_tw: 使用者數量

source: Users active during the last 15 days
gu: છેલ્લા 15 દિવસોમાં સક્રિય વપરાશકર્તાઓ
pl: Użytkownicy aktywni w ciągu ostatnich 15 dni
pt_pt: Utilizadores ativos nos últimos 15 dias
uk: Користувачі, активні протягом останніх 15 днів
zh_tw: 過去 15 天內的活躍使用者

source: Number of guests
gu: મુસાફરોની સંખ્યા
pl: Liczba gości
pt_pt: Número de visitantes
uk: Кількість гостей
zh_tw: 訪客數量

source: Total number of messages
gu: સંદેશોની કુલ સંખ્યા
pl: Łączna liczba wiadomości
pt_pt: Número total de mensagens
uk: Загальна кількість повідомлень
zh_tw: 訊息總數

source: Number of messages in the last 30 days
gu: છેલ્લા 30 દિવસમાં સંદેશોની સંખ્યા
pl: Liczba wpisów za ostatnie 30 dni
pt_pt: Número de mensagens nos últimos 30 dias
uk: Кількість повідомлень за останні 30 днів
zh_tw: 過去 30 天的訊息數量

source: File storage in use
gu: ફાઇલ સંગ્રહણ વપરાય છે
pl: Wykorzystano na pliki
pt_pt: Armazenamento de ficheiros em utilização
uk: Файлове сховище у використанні
zh_tw: 已使用的檔案儲存空間

source: Active users
gu: સક્રિય વપરાશકર્તાઓ
pl: Aktywni użytkownicy
pt_pt: Utilizadores ativos
uk: Активні користувачі
zh_tw: 活躍使用者

source: Daily actives
gu: દૈનિક સક્રિયો
pl: Dziennie
pt_pt: Ativos diários
uk: Денна активність
zh_tw: 日活躍使用者

source: 15 day actives
gu: 15 દિવસ સક્રિય
pl: Aktywni ostatnie 15 dni
pt_pt: Ativos em 15 dias
uk: 15 денна активність
zh_tw: 15 天活躍使用者

source: Total users
gu: કુલ વપરાશકર્તાઓ
pl: Wszyscy
pt_pt: Total de utilizadores
uk: Всього користувачів
zh_tw: 使用者總數

source: Users
gu: વપરાશકર્તાઓ
pl: Użytkownicy
pt_pt: Utilizadores
uk: Користувачі
zh_tw: 使用者

source: Messages sent by recipient type
gu: પ્રાપ્તિ પ્રકાર દ્વારા મોકલેલા સંદેશો
pl: Wiadomości wysłane do
pt_pt: Mensagens enviadas por tipo de destinatário
uk: Надіслані повідомлення за типом одержувача
zh_tw: 依接收者類型分類的已發送訊息

source: Me
gu: હું
pl: Ja
pt_pt: Eu
uk: Я
zh_tw: 我

source: Everyone
gu: દરેકને
pl: Wszyscy
pt_pt: Todos
uk: Будь хто
zh_tw: 所有人

source: Last week
gu: ગત અઠવાડિયામાં
pl: Ostatni tydzień
pt_pt: Última semana
uk: Останній тиждень
zh_tw: 上週

source: Last month
gu: પાછલા મહિને
pl: Ostatni miesiąc
pt_pt: Último mês
uk: Останній місяць
zh_tw: 上個月

source: Last year
gu: પાછલા વર્ષ
pl: Ostatni rok
pt_pt: Último ano
uk: Останній рік
zh_tw: 去年

source: All time
gu: સર્વસમય
pl: Od początku
pt_pt: Desde sempre
uk: За весь час
zh_tw: 全部時間

source: Messages sent over time
gu: સમયની સાથે મોકલાયેલા સંદેશો
pl: Historia wysłanych wiadomości
pt_pt: Mensagens enviadas ao longo do tempo
uk: Повідомлення, надіслані протягом певного періоду
zh_tw: 訊息發送時間趨勢

source: Daily
gu: દૈનિક
pl: Dzienny
pt_pt: Diário
uk: Поденно
zh_tw: 每日

source: Weekly
gu: સાપ્તાહિક
pl: Tygodniowo
pt_pt: Semanal
uk: Потижнево
zh_tw: 每週

source: Cumulative
gu: કુમુલેટિવ
pl: Zbiorczo
pt_pt: Cumulativo
uk: Сукупно
zh_tw: 累計

source: Humans
gu: માણવો
pl: Ludzie
pt_pt: Humanos
uk: Люди
zh_tw: 真人使用者

source: Bots
gu: બોટ્સ
pl: Boty
uk: Боти
zh_tw: 機器人

source: Messages read over time
gu: સમયની સાથે વાંચવામાં આવેલા સંદેશો
pl: Jak dotąd przeczytane wpisy
pt_pt: Mensagens lidas ao longo do tempo
uk: Повідомлення, прочитані протягом певного періоду
zh_tw: 訊息閱讀時間趨勢

source: Messages sent by client
gu: ગ્રાહક દ્વારા મોકલેલા સંદેશો
pl: Wiadomości wysłane poprzez
pt_pt: Mensagens enviadas por cliente
uk: Повідомлення відправлені клієнтом
zh_tw: 依客戶端分類的已發送訊息

source: Last update
gu: છેલ્લો અપડેટ
pl: Ostatnia aktualizacja
pt_pt: Última atualização
uk: Останнє оновлення
zh_tw: 最後更新

source: A full update of all the graphs happens once a day. The “messages sent over time” graph is updated once an hour.
gu: દિવસભર બધા ગ્રાફની પૂર્ણ અપડેટ એક વખત થાય છે. "સમય પર મેસેજ મોકલેલ" ગ્રાફ એક કલાક થી અપડેટ થાય છે.
pl: Pełna aktualizacja wszystkich wykresów odbywa się raz dziennie. Wykres „wiadomości wysłane w czasie” jest aktualizowany raz na godzinę.
pt_pt: A atualização todos os gráficos é uma rotina diária. O gráfico de “mensagens enviadas ao longo do tempo” é atualizado uma vez por hora.
uk: Повне оновлення всіх графіків відбувається раз на день. Графік “повідомлення, надіслані протягом певного періоду” оновлюється кожну годину.
zh_tw: 所有圖表每天完整更新一次。“「按時間先後的已讀訊息」”圖表每小時更新一次。

source: Email changed
gu: ઇમેઇલ બદલી ગઈ
pl: Zmieniono email
pt_pt: Email alterado
uk: Адресу електронної пошти змінено
zh_tw: 電子郵件已變更

source: Email changed!
gu: ઇમેઇલ બદલી ગઈ!
pl: Zmieniono email!
pt_pt: Email alterado!
uk: Адресу електронної пошти змінено!
zh_tw: 電子郵件已變更！

source: This confirms that the email address for your Zulip account has changed from %(old_email_html_tag)s to %(new_email_html_tag)s
gu: આ પુષ્ટિ કરે છે કે તમારા Zulip એકાઉન્ટનો ઇમેઇલ સરનામું %(old_email_html_tag)s થી %(new_email_html_tag)s પર બદલાઈ ગયો છે.
pl: To jest potwierdzenie, że adres email przypisany do konta Zulip zmienił się z %(old_email_html_tag)s na %(new_email_html_tag)s
pt_pt: Isto confirma que o endereço de email para a sua conta Zulip foi alterado de %(old_email_html_tag)s para %(new_email_html_tag)s
uk: Це підтверджує, що електронна адреса вашого облікового запису Zulip змінилася з %(old_email_html_tag)s на %(new_email_html_tag)s
zh_tw: 此訊息確認您的 Zulip 帳戶電子郵件地址已從 %(old_email_html_tag)s 變更為 %(new_email_html_tag)s

source: Confirming your email address
gu: તમારું ઇમેઇલ સરનામું પુષ્ટિ કરવું
pl: Potwierdzanie twojego adresu email
pt_pt: Confirmar o seu endereço de email
uk: Підтвердження вашої адреси електронної пошти
zh_tw: 確認您的電子郵件地址

source: Confirmation link does not exist
gu: પુષ્ટિકરણ લિંક અસ્તિત્વમાં નથી
pl: Odnośnik konfiguracyjny nie istnieje
pt_pt: A ligação de confirmação não existe
uk: Посилання для підтвердження не існує
zh_tw: 確認連結不存在

source: Whoops. We couldn't find your confirmation link in the system.
gu: ઓહ! અમે સિસ્ટમમાં તમારી પુષ્ટિકરણ લિંક શોધી શક્યાત્ર નથી.
pl: Ups. Nie mogliśmy znaleźć odnośnika potwierdzającego w systemie.
pt_pt: Ups! Não foi possível encontrar a sua ligação de confirmação no sistema.
uk: Ой. Ми не змогли знайти ваше посилання на підтвердження в системі.
zh_tw: 糟糕，我們在系統中找不到您的確認連結。

source: Anyway, shoot us a line at %(support_email_html_tag)s and we'll get this resolved shortly.
pl: Tak czy siak daj znać na %(support_email_html_tag)s a zajmiemy się tym tak szybko jak się da.
pt_pt: De qualquer modo, envie-nos uma mensagem para %(support_email_html_tag)s e nós iremos resolver isto rapidamente.
uk: У будь-якому разі, напишіть нам на адресу %(support_email_html_tag)s, і ми незабаром вирішимо це питання.
zh_tw: 請透過 %(support_email_html_tag)s 與我們聯絡，我們會盡快為您解決此問題。

source: Confirmation link expired or deactivated
gu: પુષ્ટિકરણ લિંક સમાપ્ત થઈ ગયું છે અથવા નિષ્ક્રિય થયેલ છે.
pl: Odnośnik potwierdzający wygasł lub został dezaktywowany
pt_pt: Ligação de confirmação expirada ou desativada.
uk: Термін дії посилання для підтвердження закінчився або його деактивовано
zh_tw: 確認連結已過期或被停用

source: Whoops. The confirmation link has expired or been deactivated.
gu: ઓહો. પુષ્ટિકરણ લિંક સમાપ્ત થઈ ગયો છે અથવા નિષ્ક્રિય થયો છે.
pl: Ups. Odnośnik potwierdzający wygasł lub został dezaktywowany.
pt_pt: Ups! A ligação de confirmação expirou ou foi desativada.
uk: Ой. Термін дії посилання для підтвердження минув, або його було деактивовано.
zh_tw: 糟糕，這個確認連結已經過期或被停用。

source: Please contact your organization administrator for a new link.
gu: કૃપા કરીને નવી લિંક માટે તમારી સંસ્થા પ્રશાસકનો સંપર્ક કરો.
pl: Aby uzyskać nowy odnośnik, skontaktuj się z administratorem organizacji.
pt_pt: Por favor, contacte o administrador da sua organização para receber uma nova ligação.
uk: Будь ласка, зв’яжіться з адміністратором організації, щоб отримати нове посилання.
zh_tw: 請聯繫您的組織管理員以取得新的連結。

source: Confirmation link malformed
gu: પુષ્ટિકરણ લિંક અયોગ્ય રૂપરેખાંકિત
pl: Odnośnik jest wadliwy
pt_pt: Ligação de confirmação incorreta
uk: Посилання для підтвердження має неправильний формат
zh_tw: 確認連結格式錯誤

source: Whoops. The confirmation link is malformed.
gu: ઓહો. પુષ્ટિકરણ લિંક અયોગ્ય છે.
pl: Ups. Odnośnik potwierdzający jest wadliwy.
pt_pt: Oops. A ligação de confirmação está incorrecta.
uk: Ой. Посилання для підтвердження сформоване неправильно.
zh_tw: 糟糕，這個確認連結格式錯誤。

source: Make sure you copied the link correctly in to your browser. If you're still encountering this page, it's probably our fault. We're sorry.
gu: ખાતરી કરો કે તમે તમારા બ્રાઉઝરમાં લિંકને યોગ્યરીતે કૉપિ કર્યું છે. જો તમે હજી પણ આ પૃષ્ઠનો સામનો કરાવી રહ્યા છો, તો તે અમારી ભૂલ હોઈ શકે છે. અમે ખેડૂં છીએ.
pl: Upewnij się, że odnośnik został poprawnie skopiowany do przeglądarki. Jeśli nadal napotykasz tę stronę, prawdopodobnie jest to nasza wina. Przepraszamy.
pt_pt: Certifique-se de que copiou a ligação corretamente para o seu navegador. Se ainda assim chegar esta página, será provavelmente um problema do nosso lado Pedimos desculpa pelo incómodo.
uk: Переконайтеся, що ви правильно скопіювали посилання у браузер. Якщо ви все ще стикаєтесь із цією сторінкою, мабуть, це наша провина. Нам шкода.
zh_tw: 請確認您已正確地將連結複製到瀏覽器中。如果您仍然看到此頁面，可能是我們的問題，很抱歉。

source: Billing
gu: બિલિંગ
pl: Rozliczenie
pt_pt: Faturação
uk: Платежі
zh_tw: 帳單

source: Close modal
gu: બંધ મોડલ
pl: Zamknij modal
pt_pt: Fechar modal
uk: Закрити модальне вікно
zh_tw: 關閉對話框

source: Never mind
gu: ચિંતા નહીં
pl: Mniejsza z tym
pt_pt: Não lembrar
uk: Неважливо
zh_tw: 取消

source: Downgrade
gu: ડાઉનગ્રેડ
pl: Przywróć
uk: Даунґрейд
zh_tw: 降級

source: Cancel
gu: રદ કરો
pl: Anuluj
pt_pt: Cancelar
uk: Скасувати
zh_tw: 取消

source: Confirm
gu: પુષ્ટિ કરો
pl: Potwierdź
pt_pt: Confirmar
uk: Підтвердити
zh_tw: 確認

source: Cancel upgrade
gu: અપગ્રેડ રદ કરો
pl: Anuluj aktualizację
pt_pt: Cancelar upgrade
uk: Скасувати оновлення
zh_tw: 取消升級

source: Billing status
gu: બિલિંગ સ્થિતિ
pl: Status rozliczeń
pt_pt: Estado de faturação
uk: Статус виставлення рахунку
zh_tw: 帳單狀態

source: Deactivate server registration?
gu: સર્વર નોંધણી નિષ્ક્રિય કરો?
pl: Wyłączyć rejestrację serwera?
pt_pt: Desativar registo de servidor?
uk: Деактивувати реєстрацію сервера?
zh_tw: 停用伺服器註冊？

source: Plan management not available
gu: પ્લાન વ્યવસ્થાપન ઉપલબ્ધ નથી
pl: Zarządzanie ofertami nie jest dostępne
pt_pt: Gestão de planos indisponível
uk: Управління тарифом не доступне
zh_tw: 方案管理不可用

source: Plan management is not available for this organization, because your Zulip server is already on a %(server_plan_name)s plan, which covers all organizations on this server. See the <b>Server-level billing</b> tab of the <a href="https://zulip.com/help/self-hosted-billing#log-in-to-billing-management">log in instructions</a> to administer the plan for your Zulip server.
pl: Nie ma możliwości zarządzania planami w tej organizacji z racji tego, że Zulip serwer jest już w planie %(server_plan_name)s co obejmuje wszystkie organizacje na tym serwerze. Zobacz <b>płatności za serwer</b> w <a href="https://zulip.com/help/self-hosted-billing#log-in-to-billing-management">zakładce z instrukcjami</a> aby zarządzać planami serwera Zulip.
uk: Керування планом недоступне для цієї організації, оскільки ваш сервер Zulip вже використовується в плані %(server_plan_name)s, який охоплює всі організації на цьому сервері. Див. вкладку <b>Виставлення рахунків на рівні сервера</b> в <a href="https://zulip.com/help/self-hosted-billing#log-in-to-billing-management">інструкціях з входу</a>, щоб адмініструвати план для вашого сервера Zulip.
zh_tw: 此組織無法使用方案管理， 因為您的 Zulip 伺服器已使用 %(server_plan_name)s 方案， 該方案涵蓋此伺服器上的所有組織。請參閱 <a href="https://zulip.com/help/self-hosted-billing#log-in-to-billing-management">登入說明</a> 的<b>伺服器層級計費</b>分頁來管理您的 Zulip 伺服器方案。

source: To move the plan from the server to this organization, or for other questions, <a href="mailto:{{ support_email }}">contact support</a>.
pl: Aby przenieść plan z serwera do tej organizacji lub w przypadku innych pytań, <a href="mailto:{{ support_email }}">skontaktuj się z nami</a>.
pt_pt: Mover o plano do servidor para esta organização, ou para outras questões, <a href="mailto:{{ support_email }}">contacte o suporte</a>.
uk: Щоб перенести план із сервера до цієї організації або якщо у вас виникли інші запитання, <a href="mailto:{{ support_email }}">зверніться до служби підтримки</a>.
zh_tw: 若要將方案從伺服器轉移到此組織， 或有其他問題，請<a href="mailto:{{ support_email }}">聯繫技術支援</a>。

source: Plan management for this server is not available because at least one organization hosted on this server already has an active plan.
pl: Zarządzanie planami dla tego serwera nie jest dostępne, ponieważ co najmniej jedna organizacja hostowana na tym serwerze ma już aktywny plan.
pt_pt: A gestão de planos para este servidor não está disponível pois pelo menos uma organização alojada neste servidor já tem um plano ativo.
uk: Керування планом для цього сервера недоступне, оскільки принаймні одна організація, розміщена на цьому сервері, вже має активний план.
zh_tw: 此伺服器無法使用方案管理，因為此伺服器上至少有一個組織 已有啟用的方案。

source: <a href="https://zulip.com/help/self-hosted-billing#manage-billing">Log in</a> to plan management for your organization instead, or <a href='mailto:%(support_email)s'>contact support</a> with any questions.
pl: <a href="https://zulip.com/help/self-hosted-billing#manage-billing">Zaloguj się</a> aby zarządzać planami dla twojej organizacji, bądź <a href='mailto:%(support_email)s'>skontaktuj się</a> aby rozwiać wątpliwości.
pt_pt: <a href="https://zulip.com/help/self-hosted-billing#manage-billing">Entre</a> para planear a gestão da sua organização, ou <a href='mailto:%(support_email)s'>contacte o suporte</a> para quaisquer questões.
uk: <a href="https://zulip.com/help/self-hosted-billing#manage-billing">Увійдіть, </a>щоб планувати управління для вашої організації, або <a href='mailto:%(support_email)s'>зверніться до служби підтримки</a>, якщо у вас виникнуть запитання.
zh_tw: 請改為<a href="https://zulip.com/help/self-hosted-billing#manage-billing">登入</a>您組織的方案管理， 或有任何問題請<a href='mailto:%(support_email)s'>聯繫技術支援</a>。

source: Rate limit exceeded
gu: રેટ લિમિટ પાર થઈ ગઈ
pl: Przekroczono limit ruchu
pt_pt: Excedeu o limite da frequência de pedidos
uk: Перевищено ліміт швидкості
zh_tw: 超過速率限制

source: Rate limit exceeded.
gu: રેટ લિમિટ પાર થઈ ગઈ.
pl: Przekroczono limit ruchu.
pt_pt: Excedeu o limite da frequência de pedidos.
uk: Перевищено ліміт швидкості.
zh_tw: 超過速率限制。

source: Your server has exceeded the limit for how often this action can be performed.
pl: Twój serwer przekroczył limit operacji przewidziany dla tego typu akcji.
pt_pt: O seu servidor excedeu o limite do quão frequentemente esta ação pode ser executada.
uk: Ваш сервер перевищив ліміт частоти виконання цієї дії.
zh_tw: 您的伺服器已超過此操作的 執行頻率限制。

source: You can try again in %(retry_after)s seconds.
gu: તમે %(retry_after)s સેકંડ પછી ફરીથી પ્રયાસ કરી શકો છો.
pl: Spróbuj ponownie za %(retry_after)s sekund.
pt_pt: Pode tentar novamente dentro de %(retry_after)s segundos.
uk: Ви можете спробувати ще раз через %(retry_after)s секунд.
zh_tw: 您可以在 %(retry_after)s 秒後重試。

source: Upgrade
gu: અપગ્રેડ
pl: Zaktualizuj
uk: Оновлення
zh_tw: 升級

source: Send invoice and start free trial
pl: Wyślij fakturę i rozpocznij darmowe testy
pt_pt: Enviar a fatura e dar início período experimental gratuito
uk: Надіслати рахунок-фактуру та розпочати безкоштовний пробний період
zh_tw: 發送發票並開始免費試用

source: Send invoice
pl: Wyślij fakturę
pt_pt: Enviar fatura
uk: Надіслати рахунок-фактуру
zh_tw: 發送發票

source: Open communities directory
gu: ખુલ્લી સમુદાય નિર્દેશિકા
pl: Otwórz listę społeczności
pt_pt: Abrir diretório de comunidades
uk: Відкрити каталог спільнот
zh_tw: 開放社群目錄

source: Filter by category
gu: વર્ગ દ્વારા ફિલ્ટર કરો
pl: Filtruj po kategorii
pt_pt: Filtrar por categoria
uk: Фільтрувати за категорією
zh_tw: 依類別篩選

source: Categories
gu: શ્રેણીઓ
pl: Kategorie
pt_pt: Categorias
uk: Категорії
zh_tw: 類別

source: All
gu: બધા
pl: Wszystko
pt_pt: Tudo
uk: Всі
zh_tw: 全部

source: 10,000 messages
gu: 10,000 સંદેશ
pl: 10000 wiadomości
pt_pt: 10,000 mensagens
uk: 10,000 повідомлень
zh_tw: 10,000 則訊息

source: Unlimited
gu: અમર્યાદિત
pl: Bez limitu
pt_pt: Ilimitado
uk: Необмежений
zh_tw: 無限制

source: Files up to 10 MB
pl: Pliki do 10 MB
pt_pt: Ficheiros até 10 MB
uk: Файли до 10 МБ
zh_tw: 檔案大小上限 10 MB

source: Files up to 1 GB
pl: Pliki do 1 GB
pt_pt: Ficheiros até 1 GB
uk: Файли до 1 ГБ
zh_tw: 檔案大小上限 1 GB

source: Supported
gu: આધારિત
pl: Wspierane
pt_pt: Suportado
uk: Підтримується
zh_tw: 支援

source: Self-managed
gu: સ્વયં વ્યવસ્થિત
pl: Samodzielnie zarządzany
pt_pt: Gestão própria
uk: Самокерований
zh_tw: 自行管理

source: For organizations with up to 10 users
gu: 10 વપરાશકર્તાઓ માટે સંસ્થાઓ માટે
pl: Dla organizacji z nie więcej niż 10. użytkownikami
pt_pt: Para organizações até 10 utilizadores
uk: Для організацій з кількістю користувачів до 10
zh_tw: 適用於最多 10 個使用者的組織

source: 25 users minimum
pl: minimum 25 użytkowników
pt_pt: mínimo de 25 utilizadores
uk: Мінімум 25 користувачів
zh_tw: 最少 25 個使用者

source: Not available
gu: ઉપલબ્ધ નથી
pl: Niedostępny
pt_pt: Indisponível
uk: Недоступно
zh_tw: 不提供

source: The Zulip development community
gu: ઝુલિપ વિકાસ સમુદાય
pl: Społeczność tworzących Zulip
pt_pt: A comunidade de desenvolvimento do Zulip
uk: Спільнота розробників Zulip
zh_tw: Zulip 開發社群

source: Join as a user
gu: વપરાશકર્તા તરીકે જોડાઓ
pl: Dołącz jako użytkownik
pt_pt: Aderir como utilizador
uk: Зареєструватися як користувач
zh_tw: 以使用者身份加入

source: Join as a self-hoster
gu: સ્વયં-હોસ્ટર તરીકે જોડાઓ
pl: Dołącz jako self-hoster
pt_pt: Aderir como alojador
uk: Приєднатися як самостійний хостинг
zh_tw: 以自架使用者身份加入

source: Join as a contributor
gu: સંયોજક તરીકે જોડાઓ
pl: Dołącz jako wspierający
pt_pt: Aderir como contribuidor
uk: Приєднатися як автор
zh_tw: 以貢獻者身份加入

source: Create organization
gu: સંસ્થા બનાવો
pl: Stwórz organizację
pt_pt: Criar organização
uk: Створити організацію
zh_tw: 建立組織

source: Get a demo
pl: Uzyskaj demo
pt_pt: Obter uma demonstração
uk: Отримати демо
zh_tw: 取得展示

source: Self-host Zulip
gu: સ્વ-હોસ્ટ ઝુલિપ
pl: Zulip na własnym serwerze
pt_pt: Alojar o Zulip
uk: Самостійне розміщення Zulip
zh_tw: 自架 Zulip

source: Request sponsorship
gu: સંવેદનાત્મક સંરચના માટે વિનંતી કરો
pl: Poproś o sponsoring
pt_pt: Pedir patrocínio
uk: Запросити спонсорство
zh_tw: 申請贊助
