Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: Message already deleted
gu: સંદેશ પહેલાથીજ રદ કરાયો છે
pl: Wiadomość została już usunięta
pt_pt: Mensagem já foi apagada
uk: Повідомлення вже видалене
zh_tw: 訊息已被刪除

source: Too many messages requested (maximum {max_messages}).
gu: ઘણું વધુ સંદેશોની વિનંતી કરી છે (મહત્તમ {max_messages}).
pl: Zażądano zbyt wielu wiadomości (maksimum to {max_messages}).
pt_pt: Foram pedidas demasiadas mensagens (máximo {max_messages}).
uk: Забагато запитів на повідомлення (максимум {max_messages}).
zh_tw: 請求的訊息過多（最多 {max_messages} 則）。

source: The anchor can only be excluded at an end of the range
gu: એંકર ફક્ત દાયરાના અંતમાં બહાર કરાયો શકાય છે
pl: Kotwicę można wykluczyć tylko na końcu zakresu
pt_pt: A âncora só pode ser excluída no fim da faixa.
uk: Якір можна виключити лише в кінці діапазону
zh_tw: 錨點只能在範圍的末端被排除

source: No such topic '{topic}'
gu: આ પ્રકાર '{topic}' નથી
pl: Brak wątku '{topic}'
pt_pt: Nenhum tópico '{topic}'
uk: Немає такої теми '{topic}'
zh_tw: 無此議題 '{topic}'

source: An explanation is required.
uk: Потрібне пояснення.

source: Message reporting is not enabled in this organization.
uk: Звітування про повідомлення не ввімкнено в цій організації.

source: Missing sender
gu: ગુમ થતો પ્રેષક
pl: Brak nadawcy
pt_pt: Destinatário em falta
uk: Відсутній відправник
zh_tw: 缺少發送者

source: Mirroring not allowed with recipient user IDs
gu: સ્વીકૃત વપરાશકર્તા આઈડીસાથે મિરરિંગ મંજૂર નથી
pl: Mirroring nie jest dozwolony z identyfikatorami odbiorcy
pt_pt: Espelhamento não é permitido com IDs de utilizador dos destinatários
uk: Віддзеркалення недозволене робити для ID отримувачів
zh_tw: 不允許使用收件者使用者 ID 進行鏡像

source: Invalid mirrored message
gu: અમાન્ય મિરર સંદેશ
pl: nieprawdłowa wiadomość-mirror
pt_pt: Mensagem espelhada inválida
uk: Помилкове віддзеркалене повідомлення
zh_tw: 無效的鏡像訊息

source: Zephyr mirroring is not allowed in this organization
gu: આ સંસ્થામાં ઝેફાર આઇનોરિંગ મંજૂર નથી
pl: Mirroring Zephyr nie jest dozwolony w tej organizacji
pt_pt: Espelhamento Zephyr não é permitido nesta organização
uk: Віддзеркалення Zephyr недозволене для цієї організації
zh_tw: 此組織不允許 Zephyr 鏡像

source: AI features are not enabled on this server.
pl: Funkcje AI nie są włączone na tym serwerze.
uk: Функції штучного інтелекту не ввімкнені на цьому сервері.
zh_tw: 此伺服器未啟用 AI 功能。

source: Reached monthly limit for AI credits.
pl: Wyczerpano limit żetonów do użycia AI.
uk: Досягнуто місячного ліміту для кредитів ШІ.
zh_tw: 已達到 AI 點數的每月限制。

source: No messages in conversation to summarize
pl: Brak wiadomości w dyskusji do podsumowania
uk: Немає повідомлень у розмові для підсумовування
zh_tw: 對話中沒有可摘要的訊息

source: Cannot mute self
gu: સ્વયંને મ્યુટ કરી શકાતું નથી
pl: Nie możesz wyciszyć siebie
pt_pt: Não é possível silenciar o próprio
uk: Неможливо заглушити себе
zh_tw: 不能靜音自己

source: User already muted
gu: વપરાશકર્તા પહેલેથી મ્યુટ કરવામાં આવ્યો છે
pl: Użytkownik jest już wyciszony
pt_pt: Utilizador já foi silenciado
uk: Користувача вже заглушено
zh_tw: 使用者已靜音

source: User is not muted
gu: વપરાશકર્તા મ્યુટ નથી
pl: Użytkownik nie jest wyciszony
pt_pt: Utilizador não está silenciado
uk: Користувача не заглушено
zh_tw: 使用者未靜音

source: Built-in views cannot have a custom name.
uk: Вбудовані подання не можуть мати власну назву.

source: Custom views must have a valid name.
uk: Користувацькі подання повинні мати дійсну назву.

source: Navigation view already exists.
uk: Режим навігації вже існує.

source: Unknown onboarding_step: {onboarding_step}
gu: અજ્ઞાત onboarding_step: {onboarding_step}
pl: Nieznany etap wdrażania: {onboarding_step}
pt_pt: Passo de entrada desconhecido: {onboarding_step}
uk: Невідомий крок адаптації: {onboarding_step}
zh_tw: 未知的入門步驟：{onboarding_step}

source: You asked to watch the [Welcome to Zulip video]({navigation_tour_video_url}) later. Is this a good time?
pl: Poprosiłeś o odłożenie oglądania filmiku [Witaj w Zulip]({navigation_tour_video_url}) Czy teraz masz chwilę?
uk: Ви просили переглянути [відео «Ласкаво просимо до Zulip»]({navigation_tour_video_url}) пізніше. Зараз зручний час?
zh_tw: 您要求稍後觀看 [歡迎使用 Zulip 影片]({navigation_tour_video_url})。現在是合適的時機嗎？

source: Presence is not supported for bot users.
gu: બોટ વપરાશકર્તા માટે હાજરી આધારિત સેવાઓ સપોર્ટ કરતું નથી.
pl: Obecność nie jest mierzona dla botów.
pt_pt: Presença não é suportada por utilizadores bot.
uk: Місцезнаходження не підтримується для користувачів-ботів.
zh_tw: 機器人不支援 Presence。

source: No presence data for {user_id_or_email}
gu: {user_id_or_email} માટે હાજરી ડેટા નથી
pl: Brak danych o obecności dla {user_id_or_email}
pt_pt: Sem dados de presença para {user_id_or_email}
uk: Немає даних про присутність для {user_id_or_email}
zh_tw: {user_id_or_email} 沒有在線狀態資料

source: Client did not pass any new values.
gu: ક્લાયન્ટ કોઈ પણ નવી મૂલ્યો પાસ કરી નથી.
pl: Klient nie przekazał żadnych nowych wartości.
pt_pt: Cliente não passou nenhum valor novo.
uk: Клієнт не передав ніякі нові значення.
zh_tw: 客戶端沒有傳遞任何新值。

source: Client must pass emoji_name if they pass either emoji_code or reaction_type.
gu: ક્લાયન્ટ ને પાસ કરવું જરૂરી છે કે તેઓ કોઈ પણ એમોજી કોડ અથવા પ્રતિક્રિયા_પ્રકાર પાસ કરે છે.
pl: Klient musi przekazać emoji_name o ile przekazują emoji_code lub reaction_type.
pt_pt: Cliente tem de passar emoji_name se quiser passar emoji_code ou reaction_type.
uk: Клієнт повинен передати emoji_name, якщо він передає emoji_code або reaction_type.
zh_tw: 如果客戶端傳遞 emoji_code 或 reaction_type，就必須傳遞 emoji_name。

source: Invalid status: {status}
gu: અમાન્ય સ્થિતિ: {status}
pl: Wadliwy status: {status}
pt_pt: Estado inválido: {status}
uk: Недійсний статус: {status}
zh_tw: 無效的狀態：{status}

source: Server doesn't use the push notification service
gu: સર્વર પુશ નોટિફિકેશન સેવાનો ઉપયોગ નથી કરે
pl: Serwer nie używa usługi powiadomień push
pt_pt: O servidor não utiliza serviço de notificação push
uk: Сервер не використовує службу push-сповіщень
zh_tw: 伺服器不使用推送通知服務

source: Error returned by the bouncer: {result}
gu: બાઉન્સર દ્વારા એરર: {result}
pl: Błąd zwrócony przez bramkę: {result}
pt_pt: Devolvido erro de retorno: {result}
uk: Помилка, повернута відсканованою службою: {result}
zh_tw: 轉發器回傳錯誤：{result}

source: Verification secret not prepared
pl: Sekret weryfikacyjny nie jest przygotowany
uk: Секретний код підтвердження не підготовлено
zh_tw: 驗證密鑰未準備就緒

source: At least one of the following arguments must be present: emoji_name, emoji_code
gu: નીચેના માંથી કમાંડો માંથી નોકરી કરવું જરૂરી છે: એમોજી_નામ, એમોજી_કોડ
pl: Musi być obecny co najmniej jeden z następujących argumentów: emoji_name, emoji_code
pt_pt: Pelo menos um dos seguintes argumentos tem de estar presente: emoji_name, emoji_code
uk: Принаймні один з наступних аргументів повинен бути присутнім: emoji_name, emoji_code
zh_tw: 以下參數至少必須存在一個：emoji_name, emoji_code

source: Read receipts are disabled in this organization.
gu: આ સંસ્થામાં રીડ રસીપ્ટ્સ ડિસેબલ કરવામાં આવી છે.
pl: Pokwitowania odczytu są wyłączone w tej organizacji.
pt_pt: Os recibos de leitura estão desativados nesta organização.
uk: Сповіщення про прочитання вимкнено в цій організації.
zh_tw: 此組織已停用已讀回條。

source: Invalid language '{language}'
gu: અમાન્ય ભાષા '{language}'
pl: Wadliwy język '{language}'
pt_pt: Idioma inválido '{language}'
uk: Недійсна мова '{language}'
zh_tw: 無效的語言 '{language}'

source: At least one authentication method must be enabled.
gu: ઓળખપ્રદ પરિક્રિયાઓ માટે ઓળખપ્રદ પ્રકાર એક અથવા વધુ સક્રિય હોવું જોઈએ.
pl: Należy włączyć przynajmniej jedną metodę uwierzytelniania.
pt_pt: Tem de ter pelo menos um método de autenticação ativo.
uk: Необхідно ввімкнути принаймні один метод автентифікації.
zh_tw: 至少必須啟用一種身份驗證方法。

source: Invalid video_chat_provider {video_chat_provider}
gu: અમાન્ય વીડિયો ચેટ પ્રોવાઇડર {video_chat_provider}
pl: Wadliwy dostawca czatu wideo {video_chat_provider}
pt_pt: video_chat_provider inválido {video_chat_provider}
uk: Недійсний параметр video_chat_provider {video_chat_provider}
zh_tw: 無效的視訊聊天提供者 {video_chat_provider}

source: Invalid giphy_rating {giphy_rating}
gu: અમાન્ય giphy_rating {giphy_rating}
pl: Wadliwy giphy_rating {giphy_rating}
pt_pt: giphy_rating inválido {giphy_rating}
uk: Недійсний giphy_rating {giphy_rating}
zh_tw: 無效的 giphy 評級 {giphy_rating}

source: Must be a demo organization.
gu: ડેમો સંસ્થા હોવી જોઈએ.
pl: Musi być organizacją demo.
pt_pt: Deve ser uma organização de demonstração.
uk: Має бути демонстраційна організація.
zh_tw: 必須是示範組織。

source: Data deletion time must be at most {max_allowed_days} days in the future.
pl: Termin usunięcia danych może sięgać do {max_allowed_days} dni w przyszłość.
uk: Час видалення даних має бути не більше ніж {max_allowed_days} днів у майбутньому.
zh_tw: 資料刪除時間最多只能是未來 {max_allowed_days} 天。

source: Data deletion time must be at least {min_allowed_days} days in the future.
pl: Termin usunięcia danych to nie mniej niż {min_allowed_days} dni przed nami.
uk: Час видалення даних має бути щонайменше {min_allowed_days} днів у майбутньому.
zh_tw: 資料刪除時間至少必須是未來 {min_allowed_days} 天。

source: Invalid domain: {error}
gu: અમાન્ય ડોમેન: {error}
pl: Wadliwa domena: {error}
pt_pt: Domínio inválido: {error}
uk: Недійсний домен: {error}
zh_tw: 無效的域名：{error}

source: The domain {domain} is already a part of your organization.
gu: ડોમેન {domain} પહેલેથી તમારી સંસ્થાનો ભાગ છે.
pl: Domena {domain} jest już częścią twojej organizacji.
pt_pt: O domínio {domain} já faz parte da sua organização.
uk: Домен {domain} уже є частиною вашої організації.
zh_tw: 該域名 {domain} 已經是您組織的一部分。

source: No entry found for domain {domain}.
gu: ડોમેન {domain} માટે કોઈ એન્ટ્રી મળી નથી.
pl: Brak wpisu dla domeny {domain}.
pt_pt: Não foi encontrado nenhum registo para o domínio {domain}.
uk: Не знайдено жодного запису для домену {domain}.
zh_tw: 找不到域名 {domain} 的進入點。

source: You must upload exactly one file.
gu: તમે બધીક એક ફાઇલ અપલોડ કરવી જોઈએ.
pl: Musisz przesłać dokładnie jeden plik.
pt_pt: Tem de carregar exatamente um ficheiro.
uk: Ви повинні завантажити рівно один файл.
zh_tw: 您必須上傳一個檔案。

source: Only administrators can override default emoji.
gu: ફક્ત વ્યવસ્થાપકો મૂલભૂત ઇમોજી ઓવરરાઇડ કરી શકે છે.
pl: Tylko administratorzy mogą nadpisać domyślne emoji.
pt_pt: Só administradores podem substituir o emoji pré-definido.
uk: Тільки адміністратори можуть змінювати емодзі за замовчуванням.
zh_tw: 只有管理者能覆蓋預設表情符號。

source: Uploaded file is larger than the allowed limit of {max_size} MiB
gu: અપલોડ કરેલ ફાઈલ મંજૂર કરેલ {max_size} MiB ના મર્યાદાથી વધારે મોટી છે
pl: Załadowany plik jest większy od dozwolonego limitu {max_size} MiB
pt_pt: O ficheiro carregado é maior que o limite {max_size} de MiB
uk: Завантажений файл перевищує дозволений ліміт {max_size} МіБ
zh_tw: 上傳檔案大於允許的限制 {max_size} MiB

source: Exceeded rate limit.
gu: રેટ મર્યાદાને ઓછું કર્યું.
pl: Przekroczono limit ruchu.
pt_pt: Excedeu a frequência limite de pedidos.
uk: Перевищив ліміт.
zh_tw: 超過速率限制。

source: Please request a manual export from {email}.
gu: {email} માંથી હાથમાં પ્રત્યાર્થના કરો.
pl: Proszę poproś o ręczny eksport na {email}.
pt_pt: Por favor peça uma exportação manual de {email}.
uk: Запросіть ручний експорт з {email}.
zh_tw: 請向 {email} 請求手動匯出。

source: Make sure at least one Organization Owner is consenting to the export or contact {email} for help.
uk: Переконайтеся, що принаймні один власник організації погоджується на експорт, або зверніться за допомогою до {email}.

source: Make sure at least one Organization Owner allows other Administrators to see their email address or contact {email} for help
uk: Переконайтеся, що принаймні один власник організації дозволяє іншим адміністраторам бачити свою адресу електронної пошти, або зверніться за допомогою до {email}

source: Invalid data export ID
gu: અમાન્ય ડેટા એક્સપોર્ટ આઈડી
pl: Wadliwe ID eksportu danych
pt_pt: ID de exportação de dados inválido
uk: Недійсний ID експорту даних
zh_tw: 無效的資料輸出 ID

source: Export already deleted
gu: એક્સપોર્ટ પહેલાથીથી ડિલીટ થઇ ગયું છે
pl: Eksport został skasowany
pt_pt: Exportação já foi eliminada
uk: Експорт уже видалено
zh_tw: 匯出已被刪除

source: Export failed, nothing to delete
gu: એક્સપોર્ટ અસફળ થયું, ડિલીટ કરવા માટે કંઈ નથી
pl: Eksport bez powodzenia, nic do skasowania
pt_pt: A exportação falhou, não existe nada a apagar
uk: Експорт не вдався, нічого видалити
zh_tw: 匯出失敗，沒有可刪除的內容

source: Export still in progress
gu: એક્સપોર્ટ હજુ પણ પ્રગતિ માં છે
pl: Eksport nadal w realizacji
pt_pt: Exportação ainda em processamento
uk: Експорт все ще триває
zh_tw: 匯出仍在進行中

source: You must upload exactly one icon.
gu: તમે બધીક એક આઈકોન અપલોડ કરવો જરૂરી છે.
pl: Prześlij dokładnie jedną ikonę.
pt_pt: Tem de carregar exatamente um ícone.
uk: Ви повинні завантажити тільки одну іконку.
zh_tw: 您必須上傳一個圖示。

source: Linkifier not found.
gu: લિંકફાયર મળ્યું નથી.
pl: Nie odnaleziono łącznika.
pt_pt: Criador de ligações não foi encontrado.
uk: Лінкіфікатор не знайдений.
zh_tw: 找不到連結化器。

source: You must upload exactly one logo.
gu: તમે બધીક એક લોગો અપલોડ કરવો જરૂરી છે.
pl: Musisz przesłać dokładnie jedno logo.
pt_pt: Tem de carregar exatamente um logótipo.
uk: Ви повинні завантажити тільки один логотип.
zh_tw: 您必須上傳一個標誌圖。

source: Invalid playground
gu: અમાન્ય ખેળાયાળા
pl: Wadliwa piaskownica
pt_pt: Playground inválido
uk: Помилковий майданчик
zh_tw: 無效的程式試驗場

source: Unable to cancel import once it has started.
uk: Неможливо скасувати імпорт після його початку.

source: Unauthenticated
uk: Неавтентифіковано

source: Converting Slack data… This may take a while.
uk: Конвертування даних Slack… Це може зайняти деякий час.

source: Importing messages…
uk: Особисті повідомлення…

source: Importing attachment data…
uk: Імпортування вкладених даних…

source: Importing converted Slack data…
uk: Імпорт конвертованих даних Slack…

source: Finalizing import…
uk: Завершення імпорту…

source: Done!
uk: Готово!

source: No users matching provided email.
uk: Немає користувачів, які відповідають наданій електронній пошті.

source: Recipient required when updating type of scheduled message.
gu: સ્થિતિ અપડેટ કરવામાં પ્રાપ્તિ જરૂરી છે જ્યારે યોજનાબદ્ધ સંદેશનો પ્રકાર અપડેટ થાય છે.
pl: Wymagany odbiorca dla tego typu odwlekanej wiadomości.
pt_pt: É obrigatório o destinatário ao atualizar o tipo de mensagem agendada.
uk: Одержувач обов'язковий під час оновлення типу запланованого повідомлення.
zh_tw: 更新排程訊息類型時需要收件者。

source: Topic required when updating scheduled message type to channel.
pl: Temat wymagany podczas aktualizacji zaplanowanego typu wiadomości do kanału.
pt_pt: Tópico obrigatório ao atualizar o tipo de mensagem agendada para o canal.
uk: Тема обов'язкова під час оновлення типу запланованого повідомлення до каналу.
zh_tw: 將排程訊息類型更新為頻道時需要議題。

source: Invalid request format
gu: અમાન્ય અરેજી ફોર્મેટ
pl: Wadliwy format żądania
pt_pt: Formato de pedido inválido
uk: Недійсний формат запиту
zh_tw: 無效的請求格式

source: Invalid DSN
gu: અમાન્ય DSN
pl: Wadliwy DSN
pt_pt: DSN inválido
uk: Недійсний DSN
zh_tw: 無效的 DSN

source: Private channels cannot be made default.
pl: Prywatne kanały nie mogą robić za domyślne.
pt_pt: Canais privados não podem ser tornados pré-definidos.
uk: Приватні канали не можна зробити каналами за замовчуванням.
zh_tw: 私人頻道不能設為預設。

source: You must pass "new_description" or "new_group_name".
gu: "નવું_વર્ણન" અથવા "નવું_ગ્રુપ_નામ" પાસ કરવું જરૂરી છે.
pl: Musisz przekazać "new_description" lub "new_group_name".
pt_pt: Tem de passar "new_description" ou "new_group_name".
uk: Ви повинні передати "new_description" або "new_group_name".
zh_tw: 您必須傳遞 "new_description" 或 "new_group_name"。

source: Invalid value for "op". Specify one of "add" or "remove".
gu: "ઓપ" માટે અમાન્ય મૂલ્ય. "ઉમેરો" અથવા "દૂર કરો" માંથી એક નિર્દિષ્ટ કરો.
pl: Wadliwa wartość "op". Określ "add" lub "remove".
pt_pt: Valor inválido para "op". Especificar um de "adicionar" ou "remover".
uk: Помилкове значення для "op". Вкажіть один з "add" або "remove".
zh_tw: "op" 值無效。請指定 "add" 或 "remove"。

source: Invalid parameters
gu: અયોગ્ય પેરામીટર્સ
pl: Nieprawidłowe parametry
pt_pt: Parâmetros inválidos
uk: Недійсний параметр
zh_tw: 無效參數

source: Channel content access is required.
pl: Wymagana kontrola dostępu do kanału.
uk: Потрібен доступ до контенту каналу.
zh_tw: 需要頻道內容存取權限。

source: Channel already has that name.
pl: Kanał ma już taką nazwę.
pt_pt: Já existe um canal com esse nome.
uk: Канал вже має таку назву.
zh_tw: 頻道已有該名稱。

source: Nothing to do. Specify at least one of "add" or "delete".
gu: કંઈ કરવાનું નથી. "ઉમેરો" અથવા "ડિલીટ" માંથી ઓળખો નીચેની એક નિર્દિષ્ટ કરો.
pl: Brak polecenia. Określ przynajmniej jedno "dodaj" lub "skasuj".
pt_pt: Nada para fazer. Especifique pelo menos um entre "adicionar" ou "apagar".
uk: Нема чого робити. Вкажіть хоча б один "add" або "delete".
zh_tw: 沒有要做的事。請至少指定 "add" 或 "delete" 其中一個。

source: {user_full_name} subscribed you to {channel_name}.
uk: {user_full_name} підписався на ваш канал {channel_name}.

source: {user_full_name} subscribed you to the following channels:
pl: {user_full_name} dodał cię do śledzących następujące kanały:
pt_pt: {user_full_name} subscreveu em seu nome aos seguintes canais:
uk: {user_full_name} підписався на такі канали:
zh_tw: {user_full_name} 讓您訂閱了以下頻道：

source: Unable to access channel ({channel_name}).
pl: Brak dostępu do kanału ({channel_name}).
pt_pt: Não é possível aceder ao canal ({channel_name}).
uk: Не вдається отримати доступ до каналу ({channel_name}).
zh_tw: 無法存取頻道 ({channel_name})。

source: {user_name} created the following channels: {new_channels}.
pl: {user_name} utworzył następujące kanały: {new_channels}.
pt_pt: {user_name} criou os seguintes canais: {new_channels}.
uk: Користувач {user_name} створив такі канали: {new_channels}.
zh_tw: {user_name} 建立了以下頻道：{new_channels}。

source: {user_name} created a new channel {new_channels}.
pl: {user_name} utworzył nowy kanał {new_channels}.
pt_pt: {user_name} criou um novo canal {new_channels}.
uk: {user_name} створив новий канал {new_channels}.
zh_tw: {user_name} 建立了新頻道 {new_channels}。

source: new channels
pl: nowe kanały
pt_pt: novos canais
uk: нові канали
zh_tw: 新頻道

source: **Web-public** channel created by {user_name}. **Description:**
uk: **Загальнодоступний веб-канал**, створений користувачем {user_name}. **Опис:**

source: **Public** channel created by {user_name}. **Description:**
uk: **Публічний** канал, створений користувачем {user_name}. **Опис:**

source: **Private, shared history** channel created by {user_name}. **Description:**
uk: **Приватний канал спільної історії**, створений користувачем {user_name}. **Опис:**

source: **Private, protected history** channel created by {user_name}. **Description:**
uk: **Приватний, захищений канал історії**, створений користувачем {user_name}. **Опис:**

source: {property} is not a boolean
pl: {property} to nie boolean
pt_pt: {property} não é boleano
uk: {property} не є логічним значенням
zh_tw: {property} 不是布林值

source: Unknown subscription property: {property}
gu: અજ્ઞાત સબ્સ્ક્રિપ્શન ગુણધર્મ: {property}
pl: Nieznane właściwości subskrypcji: {property}
pt_pt: Propriedade de subscrição desconhecida: {property}
uk: Невідома властивість підписки: {property}
zh_tw: 未知的訂閱屬性：{property}

source: Not subscribed to channel ID {channel_id}
pl: Nie zasubskrybowany do kanału ID {channel_id}
pt_pt: Não está subscrito/a ao canal ID {channel_id}
uk: Не підписаний на канал з ідентифікатором {channel_id}
zh_tw: 未訂閱頻道 ID {channel_id}

source: Invalid json for submessage
gu: સબમેસેજ માટે અમાન્ય json
pl: Wadliwy json dla podwiadomości
pt_pt: JSON inválido para submensagem
uk: Помилковий json для частини повідомлення
zh_tw: 無效的子訊息 json

source: File is larger than the maximum upload size ({max_size} MiB) allowed by your organization's plan.
pl: Plik jest większy niż maksymalny rozmiar przesyłania ({max_size} MiB) dozwolony w planie organizacji.
uk: Розмір файлу перевищує максимальний розмір завантаження ({max_size} MiB), дозволений планом вашої організації.
zh_tw: 檔案大於您組織方案允許的最大上傳大小 ({max_size} MiB)。

source: File is larger than this server's configured maximum upload size ({max_size} MiB).
pl: Plik jest większy niż maksymalny rozmiar przesyłania skonfigurowany na tym serwerze ({max_size} MiB).
uk: Файл більший за максимальний розмір завантаження, налаштований цим сервером ({max_size} MiB).
zh_tw: 檔案大於此伺服器設定的最大上傳大小 ({max_size} MiB)。

source: Uploaded file exceeds the maximum file size for imports ({max_file_size} MiB).
uk: Розмір завантаженого файлу перевищує максимальний розмір для імпорту ({max_file_size} MiB).

source: User has disabled typing notifications for channel messages
pl: Użytkownik wyłączył powiadamianie o tym, że akurat wpisuje coś do kanału
pt_pt: O utilizador desativou as notificações de escrita para mensagens do canal
uk: Користувач вимкнув сповіщення про введення тексту для повідомлень каналу
zh_tw: 使用者已停用頻道訊息的輸入通知

source: Missing 'to' argument
gu: 'તો' સારવાર ગુમ થયું
pl: Brakuje argumentu 'to'
pt_pt: Argumento 'para' em falta
uk: Відсутній аргумент «до»
zh_tw: 缺少 'to' 參數

source: Empty 'to' list
gu: 'તો' ની ખાલી યાદી
pl: Pusta lista 'do'
pt_pt: Lista 'para' em branco
uk: Пустий 'кому' список
zh_tw: 'to' 清單為空

source: User has disabled typing notifications for direct messages
gu: વપરાશકર્તા સિધ્ધા સંદેશો માટે ટાઈપિંગ સૂચનાઓ અક્રિય કર્યા છે
pl: Użytkownik wyłączył powiadomienia o tym, że akurat dodaje wiadomość bezpośrednią
pt_pt: Utilizador desativou notificações de escrita para mensagens privadas
uk: Користувач вимкнув сповіщення про введення тексту в прямих повідомленнях
zh_tw: 使用者已停用直接訊息的輸入通知

source: <p>This file does not exist or has been deleted.</p>
gu: <p>આ ફાઇલ અસ્તિત્વમાં નથી અથવા તે ડિલીટ કરવામાં આવી છે.</p>
pl: <p>Taki plik nie istnieje lub został skasowany.</p>
pt_pt: <p>Este ficheiro não existe ou foi apagado.</p>
uk: <p>Цей файл не існує або був видалений.</p>
zh_tw: <p>此檔案不存在或已被刪除。</p>

source: <p>You are not authorized to view this file.</p>
gu: <p>આ ફાઇલ જોવા માટે તમારી પરવાહકર્તાની પુનરુત્સર્ગ નથી.</p>
pl: <p>Nie jesteś uprawniony do przeglądania tego pliku.</p>
pt_pt: <p>Não está autorizado a ver este ficheiro.</p>
uk: <p>Ви не маєте права переглядати цей файл.</p>
zh_tw: <p>您沒有檢視此檔案的授權。</p>

source: Invalid token
gu: અમાન્ય ટોકન
pl: Wadliwy token
pt_pt: Código inválido
uk: Недійсний токен
zh_tw: 無效的憑證

source: Invalid filename
gu: અમાન્ય ફાઈલ નામ
pl: Nieprawidłowa nazwa pliku
pt_pt: Nome de ficheiro inválido
uk: Недійсне ім'я файлу
zh_tw: 無效的檔案名稱

source: You must specify a file to upload
gu: અપલોડ કરવા માટે તમે ફાઈલ નિર્દિષ્ટ કરવી જોઈએ
pl: Określ plik do przesłania
pt_pt: Tem de especificar um ficheiro para carregar
uk: Ви повинні вказати файл для завантаження
zh_tw: 您必須指定要上傳的檔案

source: You may only upload one file at a time
gu: તમે ફક્ત એક ફાઈલ અપલોડ કરી શકો છો
pl: Możesz przesyłać tylko pojedyncze pliki
pt_pt: Só pode carregar um ficheiro simultaneamente
uk: Ви можете завантажувати лише один файл за раз
zh_tw: 您一次只能上傳一個檔案

source: No new data supplied
gu: કોઈ નવી ડેટા પૂર્ણ નથી
pl: Nie podano nowych danych
pt_pt: Não foram fornecidas novas informações
uk: Немає нових даних
zh_tw: 未提供新資料

source: Nothing to do. Specify at least one of "add", "delete", "add_subgroups" or "delete_subgroups".
pl: Nic do roboty. Określ co najmniej jedno z "add", "delete", "add_subgroups" lub "delete_subgroups".
uk: Нічого не потрібно робити. Вкажіть принаймні одне з: "додати", "видалити", "додати_підгрупи" або "видалити_підгрупи".
zh_tw: 沒有任何操作。請至少指定以下其中一項："add"、"delete"、"add_subgroups" 或 "delete_subgroups"。

source: {user_full_name} added you to the group {group_name}.
gu: {user_full_name} તમને ગ્રુપ {group_name} માં ઉમેર્યું છે.
pl: {user_full_name} dodał cię do grupy {group_name}.
pt_pt: {user_full_name} adicionou-o/a ao grupo {group_name}.
uk: {user_full_name} додав вас до групи {group_name}.
zh_tw: {user_full_name} 將您加入群組 {group_name}。
