Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: Invalid narrow operator combination: {desc}
pl: Wadliwa kombinacja operatora zawężającego: {desc}
pt_pt: Combinação de operadores curtos inválida: {desc}
uk: Недійсна комбінація вузьких операторів: {desc}
zh_tw: 無效的範圍操作組合：{desc}

source: Duplicate 'with' operators.
pl: Duplikuj operatory 'with'.
pt_pt: Operadores 'com' duplicados.
uk: Дублікати операторів «with».
zh_tw: 重複的 'with' 操作。

source: Invalid 'with' operator
pl: Wadliwy operator 'with'
pt_pt: Operador 'com' inválido
uk: Недійсний оператор «with»
zh_tw: 無效的 'with' 操作

source: Missing 'anchor' argument.
gu: ગુમ થયેલ 'એંકર' તરફથી માહિતી નથી.
pl: Brakuje argumentu 'anchor'.
pt_pt: Argumento 'ancora' em falta.
uk: Відсутній 'anchor' аргумент.
zh_tw: 缺少 'anchor' 參數。

source: Invalid anchor
gu: અયોગ્ય એન્કર
pl: Wadliwe zakotwiczenie
pt_pt: Âncora inválida
uk: Помилковий гачок
zh_tw: 無效的錨點

source: Operator {operator} not supported.
gu: ઓપરેટર {operator} આધારિત નથી.
pl: Operator {operator} nie jest obsługiwany.
pt_pt: Operador {operator} não suportado.
uk: Оператор {operator} не підтримується.
zh_tw: 不支援操作 {operator}。

source: Operand {operand} not supported.
pl: Operand {operand} nie jest obsługiwany.
pt_pt: Operando {operand} não suportado.
uk: Операнд {operand} не підтримується.
zh_tw: 不支援運算元 {operand}。

source: Navigation view does not exist.
uk: Режим навігації не існує.

source: To learn more, check out our [using Zulip for a class guide]({getting_started_url})!
pl: Aby dowiedzieć się więcej zobacz jak [korzystać z Zulip w klasie]({getting_started_url})!
uk: Щоб дізнатися більше, перегляньте наш [посібник з використання Zulip для занять]({getting_started_url})!
zh_tw: 想了解更多，請查看我們的[使用 Zulip 進行課程教學指南]({getting_started_url})！

source: To learn more, check out our [getting started guide]({getting_started_url})!
pl: Aby dowiedzieć się więcej skorzystaj z [poradnika jak zacząć]({getting_started_url})!
uk: Щоб дізнатися більше, перегляньте наш [посібник із початку роботи]({getting_started_url})!
zh_tw: 想了解更多，請查看我們的[入門指南]({getting_started_url})！

source: We also have a guide for [setting up Zulip for a class]({organization_setup_url}).
pl: Mamy też przewodnik jak [ustawić Zulip dla klasy]({organization_setup_url}).
uk: Також у нас є посібник з [налаштування Zulip для класу]({organization_setup_url}).
zh_tw: 我們也有[為課程設定 Zulip]({organization_setup_url}) 的指南。

source: We also have a guide for [moving your organization to Zulip]({organization_setup_url}).
pl: Mamy też przewodnik dla [przenoszących organizację do Zulip]({organization_setup_url}).
uk: Також у нас є посібник з [перенесення вашої організації до Zulip]({organization_setup_url}).
zh_tw: 我們也有[將您的組織遷移到 Zulip]({organization_setup_url}) 的指南。

source: Note that this is a [demo organization]({demo_organization_help_url}) and will be **automatically deleted** in 30 days, unless it's [converted into a permanent organization]({convert_demo_organization_help_url}).
uk: Зверніть увагу, що це [демонстраційна організація]({demo_organization_help_url}) і буде **автоматично видалена** через 30 днів, якщо її не [перетворять на постійну організацію]({convert_demo_organization_help_url}).

source: I've kicked off some conversations to help you get started. You can find them in your [Inbox](/#inbox).
pl: Rozpocząłem kilka rozmów, które pomogą ci zacząć. Można je znaleźć je w [Inbox](/#inbox).
pt_pt: Tomei a liberdade de começar algumas conversações para o/a ajudar a começar. Poderá encontrá-las na sua [Caixa de entrada](/#inbox).
uk: Я розпочав кілька розмов, щоб допомогти вам розпочати. Ви можете знайти їх у вашій папці [Вхідні](/#inbox).
zh_tw: 我已經開啟一些對話來協助您開始使用。您可以在 [收件匣](/#inbox) 中找到它們。

source: You can always come back to the [Welcome to Zulip video]({navigation_tour_video_url}) for a quick app overview.
pl: Zawsze możesz wrócić do filmiku [Witaj w Zulip]({navigation_tour_video_url}) aby zapoznać się z podstawami.
uk: Ви завжди можете повернутися до [відео «Ласкаво просимо до Zulip»]({navigation_tour_video_url}) для короткого огляду програми.
zh_tw: 您隨時可以回到[歡迎使用 Zulip 影片]({navigation_tour_video_url})來快速瀏覽應用程式。

source: Hello, and welcome to Zulip!👋 {inform_about_tracked_onboarding_messages_text} {getting_started_text} {organization_setup_text} {navigation_tour_video_text} {demo_organization_text}
pl: Witaj w Zulip!👋 {inform_about_tracked_onboarding_messages_text} {getting_started_text} {organization_setup_text} {navigation_tour_video_text} {demo_organization_text}
uk: Вітаємо у Zulip!👋 {inform_about_tracked_onboarding_messages_text} {getting_started_text} {organization_setup_text} {navigation_tour_video_text} {demo_organization_text}
zh_tw: 您好，歡迎使用 Zulip！👋 {inform_about_tracked_onboarding_messages_text} {getting_started_text} {organization_setup_text} {navigation_tour_video_text} {demo_organization_text}

source: You can [download](/apps/) the [mobile and desktop apps](/apps/). Zulip also works great in a browser.
pl: Możesz [pobrać](/apps/) apki [mobilny i na komputer](/apps/). Zulip działa też świetnie w przeglądarce.
pt_pt: Pode [transferir](/apps/) as [aplicações móveis e de ambiente de trabalho](/apps/). O Zulip também funciona no navegador.
uk: Ви можете [завантажити](/apps/) [мобільні та настільні додатки](/apps/). Zulip також чудово працює у браузері.
zh_tw: 您可以[下載](/apps/)[行動版和桌面版應用程式](/apps/)。 Zulip 在瀏覽器中也運作得很好。

source: Go to [Profile settings](#settings/profile) to add a [profile picture](/help/change-your-profile-picture) and edit your [profile information](/help/edit-your-profile).
pl: Idź do [ustawień profilu](#settings/profile) aby dodać [zdjęcie profilowe](/help/change-your-profile-picture) aby zmienić swój [profil](/help/edit-your-profile).
pt_pt: Vá às [Definições do perfil](#settings/profile) e adicione uma [foto de perfil](/help/change-your-profile-picture) e atualize as suas [informações](/help/edit-your-profile).
uk: Перейдіть до [Налаштування профілю](#settings/profile), щоб додати [зображення профілю](/help/change-your-profile-picture) та відредагувати [інформацію профілю](/help/edit-your-profile).
zh_tw: 前往[個人檔案設定](#settings/profile)來新增[個人照片](/help/change-your-profile-picture) 並編輯您的[個人檔案資訊](/help/edit-your-profile)。

source: You can switch between [light and dark theme](/help/dark-theme), [pick your favorite emoji set](/help/emoji-and-emoticons#change-your-emoji-set), [change your language](/help/change-your-language), and otherwise customize your Zulip experience in your [Preferences](#settings/preferences).
pl: Możesz przełączać [tryb dzienny i nocny](/help/dark-theme), [wybrać własny zestaw emoji](/help/emoji-and-emoticons#change-your-emoji-set), [zmienić język interfejsu](/help/change-your-language), bądź dopasować Zulip w jeszcze inny sposób [w ustawieniach](#settings/preferences).
pt_pt: Poderá alternar entre os [temas escuro e claro](/help/dark-theme), [escolher o seu conjunto favorito de emojis](/help/emoji-and-emoticons#change-your-emoji-set), [alterar o seu idioma](/help/change-your-language), ou personalizar a sua experiência Zulip nas suas [Preferências](#settings/preferences).
uk: Ви можете перемикатися між [світлою та темною темою](/help/dark-theme), [вибрати свій улюблений набір емодзі](/help/emoji-and-emoticons#change-your-emoji-set), [змінити мову](/help/change-your-language) та іншим чином налаштувати свій досвід користування Zulip у [Налаштуваннях](#settings/preferences).
zh_tw: 您可以在[喜好設定](#settings/preferences)中切換[亮色和暗色議題](/help/dark-theme)、 [選擇您喜愛的表情符號組](/help/emoji-and-emoticons#change-your-emoji-set)、 [變更您的語言](/help/change-your-language)，並自定義您的 Zulip 體驗。

source: Channels organize conversations based on who needs to see them. For example, it's common to have a channel for each team in an organization. [Browse and subscribe to channels]({settings_link}).
pl: Kanały organizują konwersacje w oparciu o to, kto musi je zobaczyć. Na przykład, powszechne jest posiadanie kanału dla każdego zespołu w organizacji. [Przeglądaj i subskrybuj kanały]({settings_link}).
pt_pt: Os canais organizam conversas com base em quem necessita de as ver. Por exemplo, é comum ter um canal para cada equipa numa organização. [Explore e subscreva canais]({settings_link}).
uk: Канали впорядковують розмови на основі того, кому потрібно їх бачити. Наприклад, зазвичай для кожної команди в організації є окремий канал. [Переглядайте канали та підписуйтесь на них]({settings_link}).
zh_tw: 頻道根據誰需要看到對話來組織對話。例如， 組織中每個團隊通常都有一個頻道。 [瀏覽和訂閱頻道]({settings_link})。

source: [Topics](/help/introduction-to-topics) summarize what each conversation in Zulip is about. You can read Zulip one topic at a time, seeing each message in context, no matter how many other conversations are going on. When you start a conversation, label it with a new topic. For a good topic name, think about finishing the sentence: “Hey, can we chat about…?” Check out [Recent conversations](#recent) for a list of topics that are being discussed.
pl: [Tematy](/help/introduction-to-topics) podsumowują, czego dotyczy każda z rozmów na Zulip. Możesz przeglądać po jednym temacie na raz, widząc każdą wiadomość w kontekście, bez względu na to, ile innych wątków jest w toku. Rozpoczynając rozmowę, nadaj jej etykietę nowego tematu. Dobra nazwa tematu, pomyśl o dokończeniu zdania: „Hej, możemy porozmawiać o...?”. Sprawdź [Ostatnie rozmowy](#recent), aby uzyskać listę tematów, które są obecnie dyskutowane.
pt_pt: Os [tópicos](/help/introduction-to-topics) resumem o tema sobre o qual cada conversa é. Pode ler um tópico Zulip de cada vez, ver cada mensagem dentro de um contexto, independentemente de quantas conversações estejam em curso. Ao iniciar uma conversa, identifique-a com um tópico. Para escolher um bom nome pense: “Olá, podemos falar sobre…?” Veja as [Conversas recentes](#recent) para obter uma lista de tópicos em discussão.
uk: [Теми](/help/introduction-to-topics) підсумовують, про що йдеться в кожній розмові в Zulip. Ви можете читати Zulip по одній темі за раз, розглядаючи кожне повідомлення в контексті, незалежно від того, скільки інших розмов триває. Коли ви починаєте розмову, позначте її новою темою. Щоб вибрати гарну назву теми, подумайте про завершення речення: «Гей, чи можемо ми поговорити про…?» Перегляньте [Останні розмови](#recent) для списку тем, які обговорюються.
zh_tw: [議題](/help/introduction-to-topics)總結 Zulip 中每個對話的內容。 您可以一次閱讀一個議題，在脈絡中看到每則訊息， 無論有多少其他對話正在進行。 當您開始對話時，請用新議題標記它。對於好的議題名稱， 請考慮完成這個句子：「嘿，我們可以談論…嗎？」 查看[最近的對話](#recent)以獲得正在討論的議題列表。

source: Zulip's [keyboard shortcuts](#keyboard-shortcuts) let you navigate the app quickly and efficiently. Press `?` any time to see a [cheat sheet](#keyboard-shortcuts).
pl: [Skróty klawiszowe Zulip](#keyboard-shortcuts) pozwalają na poruszanie się w aplikacji szybko i sprawnie. Naciśnij `?` a zobaczysz [ściągę](#keyboard-shortcuts).
pt_pt: Os [atalhos de teclado](#keyboard-shortcuts) do Zulip permitem navegar a aplicação com eficiência e rapidez. Pressione `?` a qualquer momento para obter [dicas](#keyboard-shortcuts).
uk: [Комбінації клавіш](#keyboard-shortcuts) від Zulip дозволяють вам швидко та ефективно переміщатися по програмі. Натискайте `?` будь-коли, щоб побачити [шпаргалку](#keyboard-shortcuts).
zh_tw: Zulip 的[鍵盤快捷鍵](#keyboard-shortcuts)讓您能夠 快速且有效率地操作應用程式。 隨時按 `?` 來查看[快捷鍵表](#keyboard-shortcuts)。

source: You can **format** *your* `message` using the handy formatting buttons, or by typing your formatting with Markdown. Check out the [cheat sheet](#message-formatting) to learn about spoilers, global times, and more.
pl: Możesz **formatować** *swoją* `wiadomość` za pomocą poręcznych przycisków formatowania lub poprzez formatowanie Markdown. Sprawdź [ściągawkę](#message-formatting), aby dowiedzieć się o spoilerach, czasie globalnym i nie tylko.
pt_pt: Pode **formatar** *a sua* `mensagem` utilizando os botões de formatação, ou através de código Markdown. Veja as [dicas](#message-formatting) para saber mais acerca de conteúdos escondidos, fusos horários, entre outros.
uk: Ви можете **відформатувати** *своє* `повідомлення` за допомогою зручних кнопок форматування або ввівши потрібні параметри форматування за допомогою Markdown. Перегляньте [шпаргалку](#message-formatting), щоб дізнатися про спойлери, глобальний час тощо.
zh_tw: 您可以使用便利的格式化按鈕，或透過 Markdown 語法來 **格式化** *您的* `訊息`。 查看[快速參考](#message-formatting)來了解隱藏內容、全域時間等功能。

source: Here are a few messages I understand: {bot_commands} Check out our [Getting started guide](/help/getting-started-with-zulip), or browse the [Help center](/help/) to learn more!
pl: Tu lista komend, które rozumiem: {bot_commands} Sprawdź [przewodnik jak zacząć](/help/getting-started-with-zulip), lub przejrzyj [centrum pomocy](/help/) aby dowiedzieć się więcej!
pt_pt: Aqui estão algumas mensagens que consigo entender: {bot_commands} Veja o nosso [Guia de primeiros passos](/help/getting-started-with-zulip), ou navegue até ao [Centro de ajuda](/help/) para saber mais!
uk: Ось кілька повідомлень, які я розумію: {bot_commands} Перегляньте наш [Посібник із початку роботи](/help/getting-started-with-zulip), або перегляньте [Центр допомоги](/help/), щоб дізнатися більше!
zh_tw: 以下是我能理解的一些訊息：{bot_commands} 查看我們的[入門指南](/help/getting-started-with-zulip)， 或瀏覽[說明中心](/help/)來了解更多！

source: You can chat with me as much as you like! To get help, try one of the following messages: {bot_commands}
pl: Możesz czatować ze mną ile tylko chcesz! Aby uzyskać pomoc skorzystaj z następujących komend: {bot_commands}
pt_pt: Pode conversar comigo o quanto quiser! Para obter ajuda, tente uma das seguintes mensagens: {bot_commands}
uk: Ви можете спілкуватися зі мною скільки завгодно! Щоб отримати допомогу, спробуйте одне з наступних повідомлень: {bot_commands}
zh_tw: 您可以盡情與我聊天！要取得說明， 請嘗試以下其中一個訊息：{bot_commands}

source: If anything is out of place, it’s easy to [move messages]({move_content_another_topic_help_url}), [rename]({rename_topic_help_url}) and [split]({move_content_another_topic_help_url}) topics, or even move a topic [to a different channel]({move_content_another_channel_help_url}).
pl: O ile cokolwiek jest nie na miejscu, można [przenieść wpisy]({move_content_another_topic_help_url}), [przemianować]({rename_topic_help_url}) i [rozdzielić]({move_content_another_topic_help_url}) wątki, bądź przenieść temat [do innego kanału]({move_content_another_channel_help_url}).
pt_pt: Se algo estiver fora do sítio é fácil [mover mensagens]({move_content_another_topic_help_url}), [alterar o nome do tópico]({rename_topic_help_url}) and [split]({move_content_another_topic_help_url}), ou até mover o tópico [para outro canal]({move_content_another_channel_help_url}).
uk: Якщо щось не на своєму місці, легко [перемістити повідомлення]({move_content_another_topic_help_url}), [перейменувати]({rename_topic_help_url}) та [розділити]({move_content_another_topic_help_url}) теми, або навіть перемістити тему [в інший канал]({move_content_another_channel_help_url}).
zh_tw: 若有任何內容位置不當，您可以輕易地 [移動訊息]({move_content_another_topic_help_url}), [重新命名]({rename_topic_help_url}) and [分割]({move_content_another_topic_help_url}) 議題， 甚至將議題 [移動至不同頻道]({move_content_another_channel_help_url}).

source: :point_right: Try moving this message to another topic and back.
pl: :point_right: Spróbuj przenieść ten wpis do innego wątku i z powrotem.
pt_pt: :point_right: Tente mover esta mensagem para outro tópico e de volta novamente.
uk: :point_right: Спробуйте перенести це повідомлення в іншу тему і назад.
zh_tw: :point_right: 試著將此訊息移動到另一個議題，然後再移回來。

source: Zulip is organized to help you communicate more efficiently. Conversations are labeled with topics, which summarize what the conversation is about. For example, this message is in the “{topic_name}” topic in the #**{zulip_discussion_channel_name}** channel, as you can see in the left sidebar and above.
pl: Zulip jest zaprojektowany tak, aby pomóc Ci komunikować się bardziej efektywnie. Rozmowy są oznaczone tematami, które podsumowują, czego dotyczy dyskusja. Na przykład, ta wiadomość znajduje się w temacie “{topic_name}” w kanale #**{zulip_discussion_channel_name}**, jak widać na lewym pasku bocznym i powyżej.
pt_pt: O Zulip está desenhado para ajudá-lo/a a comunicar mais eficientemente As conversações estão identificadas através de tópicos que resumem o tema da conversa. Por exemplo, esta mensagem está no tópico “{topic_name}” dentro do canal #**{zulip_discussion_channel_name}**, como pode verificar através da barra lateral esquerda e em cima.
uk: Zulip організовано таким чином, щоб допомогти вам ефективніше спілкуватися. Розмови позначені темами, які підсумовують суть розмови. Наприклад, це повідомлення знаходиться в темі «{topic_name}» у каналі #**{zulip_discussion_channel_name}**, як ви можете бачити на лівій бічній панелі і вище.
zh_tw: Zulip 的組織方式有助於您更有效率地溝通。對話 以議題標記，總結對話的內容。 例如，這則訊息位於 #**{zulip_discussion_channel_name}** 頻道中的 「{topic_name}」議題，如您在左側邊欄和上方所見。

source: welcome to Zulip!
pl: witaj w Zulip!
pt_pt: bem-vindo/a ao Zulip!
uk: ласкаво просимо до Zulip!
zh_tw: 歡迎使用 Zulip！

source: You can read Zulip one conversation at a time, seeing each message in context, no matter how many other conversations are going on.
pl: Możesz przeglądać jedną dyskusję Zulip na raz, widząc każdy wpis i kontekst bez względu jak wiele innych konwersacji akurat ma miejsce.
pt_pt: Pode ler uma conversa de cada vez, visualizando cada mensagem dentro de um contexto, independentemente de quantas conversas estejam em curso..
uk: Ви можете читати Zulip по одній розмові за раз, розглядаючи кожне повідомлення в контексті, незалежно від того, скільки інших розмов триває.
zh_tw: 您可以一次閱讀一個對話，在脈絡中看到每則訊息， 無論有多少其他對話正在進行。

source: :point_right: When you're ready, check out your [Inbox](/#inbox) for other conversations with unread messages.
pl: :point_right: W wolnej chwili zajrzyj do [odebranych](/#inbox) pod kątem innych nieprzeczytanych wiadomości.
pt_pt: :point_right: Quando estiver preparado/a, verifique a sua [caixa de entrada](/#inbox) para outras conversas com mensagens por ler.
uk: :point_right: Коли будете готові, перевірте свою папку [Вхідні](/#inbox) на наявність інших розмов із непрочитаними повідомленнями.
zh_tw: :point_right: 當您準備好時，請查看您的[收件匣](/#inbox)中 其他有未讀訊息的對話。

source: To kick off a new conversation, pick a channel in the left sidebar, and click the `+` button next to its name.
pl: Aby rozpocząć nową dyskusję skieruj uwagę na kanały dostępne po lewej stronie i skorzystaj z przycisku `+` obok jego nazwy.
uk: Щоб розпочати нову розмову, виберіть канал на лівій бічній панелі та натисніть кнопку `+` поруч із його назвою.
zh_tw: 要開始新對話，請在左側邊欄選擇一個頻道， 然後點擊其名稱旁邊的 `+` 按鈕。

source: Label your conversation with a topic. Think about finishing the sentence: “Hey, can we chat about…?”
pl: Nadaj wątkowi charakter. To powinno być coś w rodzaju “Hej, czy możemy podyskutować o…?”
uk: Позначте свою розмову темою. Подумайте про те, щоб закінчити речення: «Привіт, можемо поговорити про…?»
zh_tw: 為您的對話標記議題。請考慮完成這個句子： 「嘿，我們可以談論…嗎？」

source: :point_right: Try starting a new conversation in this channel.
pl: :point_right: Spróbuj rozpocząć nową dyskusję w tym kanale.
pt_pt: :point_right: Experimente começar uma nova conversa neste canal.
uk: :point_right: Спробуйте розпочати нову розмову в цьому каналі.
zh_tw: :point_right: 試著在這個頻道開始新的對話。

source: :point_right: Use this topic to try out [Zulip's messaging features]({format_message_help_url}).
pl: :point_right: Użyj tego wątku aby przetestować [możliwości Zulip jeśli idzie o wpisy]({format_message_help_url}).
pt_pt: :point_right: Utilize este tópico para experimentar as [funcionalidades de conversação Zulip]({format_message_help_url}).
uk: :point_right: Скористайтеся цією темою, щоб спробувати [функції обміну повідомленнями Zulip]({format_message_help_url}).
zh_tw: :point_right: 使用這個議題來試用 [Zulip 的訊息功能]({format_message_help_url})。

source: ```spoiler Want to see some examples? ````python print("code blocks") ```` - bulleted - lists Link to a conversation: #**{zulip_discussion_channel_name}>{topic_name}** ```
pl: ```spoiler Chcesz zobaczyć kilka przykładów? ````python print("blok kodu") ```` - wypunktowane - listy Odnośnik do dyskusji: #**{zulip_discussion_channel_name}>{topic_name}** ```
pt_pt: ```spoiler Pretende ver alguns exemplos? ````python print("bloco de código") ```` - listas - ordenadas Ligar a uma conversa: #**{zulip_discussion_channel_name}>{topic_name}** ```
uk: ```спойлер Хочете побачити кілька прикладів? ````python print("блоки коду") ```` - марковані списки - списки Посилання на розмову: #**{zulip_discussion_channel_name}>{topic_name}** ```
zh_tw: ```spoiler 想看一些範例嗎？ ````python print("程式碼區塊") ```` - 項目符號 - 清單 連結到對話：#**{zulip_discussion_channel_name}>{topic_name}** ```

source: This **greetings** topic is a great place to say “hi” :wave: to your teammates.
pl: Ten **powitalny** wątek to dobre miejsce na dopisanie “hej” :wave: pozostałym.
pt_pt: Este tópico de **boas-vindas** é o sítio perfeito para dizer “olá” :wave: aos seus colegas.
uk: Ця тема **привітання** – чудовий спосіб привітатися :wave: зі своїми товаришами по команді.
zh_tw: 這個**問候**議題是向你的隊友說「嗨」:wave: 的好地方。

source: :point_right: Click on this message to start a new message in the same conversation.
pl: :point_right: Kliknij na tą wiadomość aby rozpocząć wpisywanie odpowiedzi do dyskusji.
pt_pt: :point_right: Clique nesta mensagem para começar uma nova mensagem nesta conversa.
uk: :point_right: Натисніть на це повідомлення, щоб розпочати нове повідомлення в тій самій розмові.
zh_tw: :point_right: 點擊這個訊息，在同一個對話中開始新訊息。

source: moving messages
pl: przenoszenie wiadomości
pt_pt: a mover mensagens
uk: переміщення повідомлень
zh_tw: 移動訊息

source: experiments
pl: eksperymenty
pt_pt: experiências
uk: експерименти
zh_tw: 實驗

source: start a conversation
pl: rozpocznij dyskusję
pt_pt: iniciar uma conversa
uk: почати розмову
zh_tw: 開始對話

source: greetings
pl: pozdrowienia
pt_pt: saudações
uk: привітання
zh_tw: 問候

source: Invalid JSON in response
gu: પ્રતિસાદમાં અમાન્ય JSON
pl: Wadliwy JSON w odpowiedzi
pt_pt: JSON inválido na resposta
uk: Неправильний JSON у відповіді
zh_tw: 回應中的 JSON 無效

source: Invalid response format
gu: અમાન્ય પ્રતિસાદ ફોર્મેટ
pl: Wadliwy format odpowiedzi
pt_pt: Formato de resposta inválido
uk: Неправильний формат відповіді
zh_tw: 回應格式無效

source: Empty or invalid length token
gu: ખાલી અથવા અમાન્ય લંબાઈ ટોકન
pl: Pusty lub nieprawidłowy token długości
pt_pt: Em branco ou código de comprimento inválido
uk: Пустий чи недійсний токен довжини
zh_tw: 空或長度無效的 token

source: Invalid APNS token
gu: અમાન્ય APNS ટોકન
pl: Nieprawidłowy token APNS
pt_pt: Código APNS inválido
uk: Недійсний токен APNS
zh_tw: 無效的 APNS token

source: Invalid GCM option to bouncer: priority {priority!r}
gu: બૌન્સર માટે અમાન્ય GCM વિકલ્પ: પ્રાથમિકતા {priority!r}
pl: Nieprawidłowa opcja GCM dla bouncera: priorytet {priority!r}
pt_pt: Opção GCM inválida para bouncer: prioridade {priority!r}
uk: Недійсний параметр GCM для відмовника: пріоритет {priority!r}
zh_tw: 傳送到 bouncer 的 GCM 選項無效：priority {priority!r}

source: Invalid GCM options to bouncer: {options}
gu: બૌન્સર માટે અમાન્ય GCM વિકલ્પો: {options}
pl: Nieprawidłowe opcje GCM dla bouncera: {options}
pt_pt: Opções GCM inválidas para bouncer: {options}
uk: Недійсні параметри GCM для відмовника: {options}
zh_tw: 傳送到 bouncer 的 GCM 選項無效：{options}

source: Token does not exist
gu: ટોકન અસ્તિત્વ નથી
pl: Token nie istnieje
pt_pt: Código não existe
uk: Токен не існує
zh_tw: Token 不存在

source: {full_name} mentioned @{user_group_name}:
gu: {full_name} ને @{user_group_name} ઉલ્લેખ કર્યો:
pl: {full_name} wspomniał o @{user_group_name}:
pt_pt: {full_name} mencionado/a @{user_group_name}:
uk: {full_name} згаданий @{user_group_name}:
zh_tw: {full_name} 「@-提及」 @{user_group_name}：

source: {full_name} mentioned you:
gu: {full_name} ને તમને ઉલ્લેખ કર્યો:
pl: {full_name} wspomniał o tobie:
pt_pt: {full_name} mencionou-o/a:
uk: {full_name} згадав вас:
zh_tw: {full_name} 「@-提及」你：
