Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: Education pricing
gu: શિક્ષણ ભાવની કિંમત
pl: Cennik dla edukacji
pt_pt: Preços educação
uk: Ціна для навчальних закладів
zh_tw: 教育優惠價格

source: View pricing
gu: કિંમત જુઓ
pl: Zobacz cennik
pt_pt: Ver preços
uk: Переглянути ціни
zh_tw: 查看價格

source: Zulip for business
gu: Zulip વ્યાપાર માટે
pl: Zulip dla biznesu
pt_pt: Zulip para negócios
uk: Zulip для бізнесу
zh_tw: 商務版 Zulip

source: Contact support
gu: સંપર્ક સપોર્ટ
pl: Skontaktuj się ze wsparciem
pt_pt: Contactar o suporte
uk: Звернутися в службу підтримки
zh_tw: 聯繫技術支援

source: From
gu: માંથી
pl: Od
pt_pt: De
uk: Від
zh_tw: 寄件者

source: Organization
gu: સંસ્થાઓ
pl: Organizacja
pt_pt: Organização
uk: Організація
zh_tw: 組織

source: Subject
gu: વિષય
pl: Temat
pt_pt: Assunto
uk: Тема
zh_tw: 主旨

source: Message
gu: સંદેશ
pl: Wiadomość
pt_pt: Mensagem
uk: Повідомлення
zh_tw: 訊息

source: Submit
gu: સબમિટ
pl: Dodaj
pt_pt: Submeter
uk: Відправити
zh_tw: 提交

source: Thanks for contacting us
gu: અમારો સંપર્ક કરવા માટે આભાર
pl: Dziękujemy za nawiązanie kontaktu
pt_pt: Agradecemos o seu contacto
uk: Дякуємо, що звернулися до нас
zh_tw: 感謝您聯繫我們

source: Thanks for contacting us!
gu: અમારો સંપર્ક કરવા માટે આભાર!
pl: Dziękujemy za wiadomość!
pt_pt: Agradecemos o seu contacto!
uk: Дякуємо, що звернулися до нас!
zh_tw: 感謝您聯繫我們！

source: We will be in touch with you soon.
gu: અમે તમારી સાથે તેમજ તમારી સાથે જલદીથી સં
pl: Odezwiemy się do ciebie już wkrótce.
pt_pt: Entraremos em contacto brevemente.
uk: Ми зв'яжемося з вами найближчим часом.
zh_tw: 我們會盡快與您聯繫。

source: You can find answers to frequently asked questions in the <a href="/help/">Zulip help center</a>.
gu: તમે સામાન્ય પ્રશ્નોના જવાબો મળી શકે છે જેમાં આપત્તિજનક ક્રિયાઓ અથવા ખરાબ કાર્યકર્તાઓ સમાવિષ્ટ થઈ શકે છે. તમે માહિતી માટેના લિંકમાં સામાન્ય પ્રશ્નોના જવાબો શોધી શકો છો. <a href="/help/">જુલિપ મદદ કેન્દ્રમાં</a> આપત્તિજનક કાર્યકર્તાઓ અથવા ખરાબ કાર્યકર્તાઓ સમાવિષ્ટ થઈ શકે છે.
pl: Odpowiedzi na najcześciej zadawane pytania znajdziesz <a href="/help/">w centrum pomocy Zulip</a>.
pt_pt: Poderá encontrar respostas para perguntas frequentes no <a href="/help/">Centro de ajuda Zulip</a>.
uk: Ви можете знайти відповіді на поширені запитання в <a href="/help/">довідковому центрі Zulip</a>.
zh_tw: 您可以在 <a href="/help/">Zulip 說明中心</a> 找到常見問題的解答。

source: Avatar
gu: અવતાર
pl: Awatar
uk: Аватар
zh_tw: 頭像

source: This team chat is now being hosted on Zulip Cloud. Please accept the <a href="https://zulip.com/policies/terms">Zulip Terms of Service</a> to continue.
gu: આ ટીમ ચેટ હવે Zulip Cloud પર હોસ્ટ થઈ રહ્યું છે. આગળ વધવા માટે, કૃપા કરીને <a href="https://zulip.com/policies/terms">Zulip સેવાની શરતો</a> સ્વીકારો.
pl: Ten czat zespołowy działa dzięki Zulip Cloud. Prosimy o akceptację <a href="https://zulip.com/policies/terms">Warunków korzystania z usług Zulip</a> aby kontynuować.
pt_pt: Esta conversa de equipa agora é alojada na Cloud Zulip. Por favor aceite os <a href="https://zulip.com/policies/terms">Termos de serviço Zulip</a> para continuar.
uk: Цей командний чат зараз розміщується в Zulip Cloud. Будь ласка, прийміть <a href="https://zulip.com/policies/terms">Умови надання послуг Zulip</a>, щоб продовжити.
zh_tw: 此團隊聊天現在由 Zulip Cloud 託管。請接受 <a href="https://zulip.com/policies/terms">Zulip 服務條款</a>以繼續使用。

source: Or, alternatively, use one of your backup phones:
gu: અથવા, વૈકઅપ ફોનમાંથી એકનો ઉપયોગ કરો:
pl: Lub, alternatywnie, użyj jednego z Twoich zapasowych telefonów:
pt_pt: Ou, alternativamente, use um dos seus telefones de backup:
uk: Або, за вибором, скористайтеся одним з ваших резервних телефонів:
zh_tw: 或者，您也可以使用其中一支備用手機：

source: As a last resort, you can use a backup token:
gu: છેલ્લી આશાનું ઉપયોગ કરીને, તમે બેકઅપ ટોકનનો ઉપયોગ કરી શકો છો:
pl: Ostatecznie możesz użyć zapasowego tokena:
pt_pt: Em última instância, pode usar um código de backup:
uk: В останньому випадку ви можете використовувати значком резервної копії:
zh_tw: 作為最後手段，您可以使用備用權杖：

source: Use backup token
gu: બેકઅપ ટોકન ઉપયોગ કરો
pl: Użyj zapasowego tokena
pt_pt: Utilizar um código de backup
uk: Використовуйте значок резервування
zh_tw: 使用備份金鑰

source: Accept the Terms of Service
gu: સેવાની શરતો સ્વીકારો
pl: Zaakceptuj warunki użytkowania
pt_pt: Aceitar os Termos de serviço
uk: Прийняти Умови надання послуг
zh_tw: 接受服務條款

source: Welcome to Zulip
gu: જુલિપમાં આપનું સ્વાગત છે.
pl: Witaj w Zulip
pt_pt: Bem-vindo/a ao Zulip
uk: Ласкаво просимо до Zulip
zh_tw: 歡迎使用 Zulip

source: Email
gu: ઇમેઇલ
uk: Електронна пошта
zh_tw: 電子郵件

source: I agree to the <a href="%(root_domain_url)s/policies/terms" target="_blank" rel="noopener noreferrer">Terms of Service</a>.
gu: હું <a href="%(root_domain_url)s/policies/terms" target="_blank" rel="noopener noreferrer">સેવાની શરતોને </a>સ્વીકારું છું.
pl: Akceptuję <a href="%(root_domain_url)s/policies/terms" target="_blank" rel="noopener noreferrer">Warunki korzystania z usług</a>.
pt_pt: Aceito os <a href="%(root_domain_url)s/policies/terms" target="_blank" rel="noopener noreferrer">Termos de serviço</a>.
uk: Я погоджуюся з <a href="%(root_domain_url)s/policies/terms" target="_blank" rel="noopener noreferrer">Умовами надання послуг</a>.
zh_tw: 我同意<a href="%(root_domain_url)s/policies/terms" target="_blank" rel="noopener noreferrer">服務條款</a>。

source: Subscribe me to Zulip's low-traffic newsletter (a few emails a year).
gu: મને Zulip ની ઓછી ટ્રેફિક ન્યુઝલેટર (વર્ષમાં થોડી ઇમેઇલ્સ) સબ્સ્ક્રાઇબ કરો.
pl: Dopisz mnie do listy wysyłkowej newslettera Zulip (kilka maili na rok).
pt_pt: Subscreva-me à newsletter do Zulip de baixo-tráfego (apenas algumas mensagens por ano).
uk: Підпишіть мене на розсилку Zulip з низьким трафіком (кілька листів на рік).
zh_tw: 訂閱 Zulip 的低頻電子報（每年幾封郵件）。

source: Continue
gu: ચાલો
pl: Kontynuuj
pt_pt: Continuar
uk: Продовжити
zh_tw: 繼續

source: Sign up
gu: સાઇન અપ
pl: Zarejestruj
pt_pt: Registar-se
uk: Зареєструватися
zh_tw: 註冊

source: Sign up for Zulip
gu: ઝુલિપ માટે સાઇન અપ કરો
pl: Zarejestruj się w Zulipie
pt_pt: Registe-se no Zulip
uk: Зареєструйтесь в Zulip
zh_tw: 註冊 Zulip

source: You need an invitation to join this organization.
gu: આ સંસ્થામાં જોડાઈ માટે તમને એક આમંત્રણ જરૂરી છે.
pl: Potrzebujesz zaproszenia aby dołączyć do tej organizacji
pt_pt: Precisa de um convite para aderir a esta organização.
uk: Вам потрібно запрошення для приєднання до цієї організації.
zh_tw: 您需要邀請才能加入此組織。

source: OR
gu: અથવા
pl: LUB
pt_pt: OU
uk: АБО
zh_tw: 或

source: Sign up with %(identity_provider)s
gu: સાઇન અપ કરો %(identity_provider)s સાથે
pl: Zarejestruj się przy pomocy %(identity_provider)s
pt_pt: Inscrever-se com %(identity_provider)s
uk: Зареєструватися з допомогою %(identity_provider)s
zh_tw: 使用 %(identity_provider)s 註冊

source: Already have an account?
gu: પહેલેથી એક ખાતું છે?
pl: Masz już konto?
pt_pt: Já tem uma conta?
uk: Вже маєте обліковий запис?
zh_tw: 已有帳號？

source: Log in
gu: લોગ ઇન કરો
pl: Zaloguj się
pt_pt: Iniciar Sessão
uk: Увійти
zh_tw: 登入

source: Confirm your email address
gu: તમારું ઇમેઇલ સરનામું પુષ્ટિ કરો
pl: Potwierdź swój adres email
pt_pt: Confirme o seu endereço de email
uk: Підтвердьте свою адресу електронної пошти
zh_tw: 確認您的電子郵件地址

source: To complete your registration, check your email account (<span class="user_email semi-bold">%(email)s</span>) for a confirmation email from Zulip.
gu: તમારી નોંધણી પૂરી કરવા માટે, તમારા ઇમેઇલ એકાઉન્ટ (<span class="user_email semi-bold">%(email)s</span>) પર Zulip ના કન્ફર્મેશન ઇમેઇલ માટે ચેક કરો.
pl: Aby dokończyć rejestrację sprawdź skrzynkę email (<span class="user_email semi-bold">%(email)s</span>) pod kątem potwierdzenia od Zulip.
pt_pt: Para finalizar o seu registo, verifique a sua conta de email (<span class="user_email semi-bold">%(email)s</span>) com a mensagem de confirmação do Zulip..
uk: Щоб завершити реєстрацію, перевірте свою електронну пошту (<span class="user_email semi-bold">%(email)s</span>) на наявність електронного листа з підтвердженням від Zulip.
zh_tw: 要完成註冊，請檢查您的電子郵件帳號（<span class="user_email semi-bold">%(email)s</span>）中來自 Zulip 的確認郵件。

source: If you don't see a confirmation email in your Inbox or Spam folder, we can <a href="#" id="resend_email_link">resend it</a>.
gu: જો તમને તમારા ઇનબોક્સ અથવા સ્પામ ફોલ્ડરમાં કોઈ પુષ્ટિકરણ ઇમેઇલ જોઈતી નથી, તો અમે તેને <a href="#" id="resend_email_link">ફરીથી મોકલી શકીએ</a>.
pl: O ile nie ma maila z potwierdzeniem w odebranych lub w spamie można go <a href="#" id="resend_email_link">ponowić</a>.
pt_pt: Se não encontrar a mensagem de confirmação na sua caixa de email na pasta de entrada ou no spam/lixo, poderá pedir o <a href="#" id="resend_email_link">reenvio da mensagem</a>.
uk: Якщо ви не бачите електронного листа з підтвердженням у папці "Вхідні" або "Спам", ми можемо <a href="#" id="resend_email_link">надіслати його повторно</a>.
zh_tw: 如果您在收件夾或垃圾郵件資料夾中沒有看到確認郵件，我們可以<a href="#" id="resend_email_link">重新發送</a>。

source: Public view of {org_name} | Zulip team chat
pl: Widok publiczny {org_name} | czat zespołowy Zulip
pt_pt: Vista pública do Zulip de {org_name}
uk: Публічний перегляд {org_name} | Чат команди Zulip
zh_tw: {org_name} 的公開檢視 | Zulip 團隊聊天

source: Browse the publicly accessible channels in {org_name} without logging in.
pl: Przeglądaj publicznie dostępne kanału w {org_name} bez logowania się.
pt_pt: Explore os canais publicamente acessíveis de {org_name} sem iniciar sessão.
uk: Переглядайте загальнодоступні канали в {org_name} без входу в систему.
zh_tw: 無需登入即可瀏覽 {org_name} 中的公開頻道。

source: If this message does not go away, try <a class="reload-lnk">reloading</a> the page.
gu: જો આ સંદેશ ચલે ન જાય, તો પૃષ્ઠને <a class="reload-lnk">રીલોડ</a> કરવાની પ્રયાસ કરો.
pl: O ile ta wiadomość nie chce zniknąć, spróbuj <a class="reload-lnk">przeładować</a> stronę.
pt_pt: Se esta mensagem não desaparecer, tente<a class="reload-lnk">recarregar</a> a página.
uk: Якщо це повідомлення не зникає, спробуйте <a class="reload-lnk">перезавантажити</a> сторінку.
zh_tw: 如果此訊息沒有消失，請嘗試<a class="reload-lnk">重新載入</a>頁面。

source: Error loading Zulip. Try <a class="reload-lnk">reloading</a> the page.
gu: ઝુલિપ લોડ કરતાં ભૂલ. પૃષ્ઠને<a class="reload-lnk">રીલોડ</a> કરવાનો પ્રયાસ કરો.
pl: Błąd załadowania Zulip. Spróbuj <a class="reload-lnk">przeładować</a> stronę.
pt_pt: Erro ao carregar o Zulip. Por favor <a class="reload-lnk">recarregue</a> a página.
uk: Помилка завантаження Zulip. Спробуйте <a class="reload-lnk">перезавантажити</a> сторінку.
zh_tw: 載入 Zulip 時發生錯誤。請嘗試<a class="reload-lnk">重新載入</a>頁面。

source: No conversations match your filters.
gu: તમારા ફિલ્ટરો સાથે કોઈ ચર્ચાઓ મેળ ખાયા નથી.
pl: Nie ma dyskusji wpisujących się w filtry.
pt_pt: Não existe nenhuma conversação correspondente aos filtros escolhidos.
uk: Немає бесід, що відповідають вашим фільтрам.
zh_tw: 沒有符合您篩選條件的對話。

source: This view is still loading messages.
gu: આ દ્રશ્ય હજી સુધી સંદેશોને લોડ કરી રહ્યું છે.
pl: Ten widok nadal ładuje wpisy.
pt_pt: Esta vista ainda está a carregar as mensagens.
uk: Це представлення досі завантажує повідомлення.
zh_tw: 此檢視仍在載入訊息中。

source: Load more
gu: વધુ લોડ કરો
pl: Pokaż więcej
pt_pt: Carregar mais
uk: Завантажити більше
zh_tw: 載入更多

source: Configure email address privacy
gu: ઇમેઇલ સરનામુંની ગોપનીયતા રૂપરેખાંકિત કરો
pl: Skonfiguruj prywatność adresu email
pt_pt: Configurar privacidade do endereço de email
uk: Налаштування конфіденційності адреси електронної пошти
zh_tw: 設定電子郵件地址隱私

source: Zulip lets you control which roles in the organization can view your email address.
gu: Zulip તમને આપની ઇમેઇલ સરનામું જોવા માટે સંસ્થાની ભૂમિકાઓને નિયંત્રિત કરવાની મંજૂરી આપે છે.
pl: Zulip pozwala kontrolować, które role w organizacji mogą wyświetlać Twój adres email.
pt_pt: O Zulip permite que controle quais os perfis dentro da organização que podem visualizar o seu endereço de email.
uk: Zulip дозволяє вам контролювати, які ролі в організації можуть переглядати вашу адресу електронної пошти.
zh_tw: Zulip 允許您控制組織中哪些角色可以查看您的電子郵件地址。

source: Do you want to change the privacy setting for your email from the default configuration for this organization?
gu: શું તમે આ સંસ્થા માટેની મૂળભૂત રૂપરેખાંકના માટે તમારા ઇમેઇલની ગોપનીયતા સેટિંગને બદલવા માંગો છો?
pl: Czy chcesz zmienić ustawienia prywatności poczty email z domyślnej konfiguracji dla tej organizacji?
pt_pt: Pretende alterar a definição de privacidade do seu email para algo diferente do pré-definido nesta organização?
uk: Ви хочете змінити налаштування конфіденційності для вашої електронної пошти порівняно з конфігурацією за замовчуванням для цієї організації?
zh_tw: 您是否要變更電子郵件的隱私設定，不使用此組織的預設設定？

source: Who can access your email address
gu: તમારું ઇમેઇલ સરનામું કોણ ઍક્સેસ કરી શકે છે
pl: Kto ma dostęp do twojego adresu email
pt_pt: Quem poderá ver o seu endereço de email
uk: Хто може отримати доступ до вашої адреси електронної пошти
zh_tw: 誰可以存取您的電子郵件地址

source: You can also change this setting <a href="%(root_domain_url)s/help/configure-email-visibility" target="_blank" rel="noopener noreferrer">after you join</a>.
gu: તમે જોઈન થવા પછી આ સેટિંગ પણ <a href="%(root_domain_url)s/help/configure-email-visibility" target="_blank" rel="noopener noreferrer">બદલી શકો છો</a>.
pl: Możesz zmienić to ustawienie <a href="%(root_domain_url)s/help/configure-email-visibility" target="_blank" rel="noopener noreferrer">po dołączeniu</a>.
pt_pt: Poderá alterar este definição <a href="%(root_domain_url)s/help/configure-email-visibility" target="_blank" rel="noopener noreferrer">depois de aderir</a>.
uk: Ви також можете змінити цей параметр <a href="%(root_domain_url)s/help/configure-email-visibility" target="_blank" rel="noopener noreferrer">після реєстрації</a>.
zh_tw: 您也可以在<a href="%(root_domain_url)s/help/configure-email-visibility" target="_blank" rel="noopener noreferrer">加入後</a>變更此設定。

source: Video call ended
gu: વિડિયો કૉલ સમાપ્ત થઈ ગઈ
pl: Zakończono połączenie wideo
pt_pt: A videochamada terminou
uk: Відеодзвінок завершено
zh_tw: 視訊通話已結束

source: You may now close this window.
gu: આપ આવી વિન્ડો બંધ કરી શકો છો.
pl: Możesz już zamknąć to okno.
pt_pt: Já pode fechar esta janela.
uk: Тепер ви можете закрити це вікно.
zh_tw: 您現在可以關閉此視窗。

source: Configuration error
gu: રૂપરેખાંકન ભૂલ
pl: Błąd konfiguracji
pt_pt: Erro de configuração
uk: Помилка налаштування
zh_tw: 設定錯誤

source: You are trying to log in using LDAP without creating an organization first. Please use EmailAuthBackend to create your organization and then try again.
gu: તમે પ્રથમ સંસ્થા બનાવીને LDAP વાપરીને લોગ ઇન કરવાનો પ્રયાસ કરી રહ્યા છો. કૃપા કરીને EmailAuthBackend વાપરીને તમારી સંસ્થા બનાવો અને પછી ફરીથી પ્રયાસ કરો.
pl: Próbujesz zalogować się przy użyciu LDAP bez wcześniejszego utworzenia organizacji. Proszę użyć EmailAuthBackend do utworzenia organizacji, a następnie spróbuj ponownie.
pt_pt: Poderá tentar efetuar o início de sessão utilizando o LDAP sem criar primeiro uma organização. Por favor utilize EmailAuthBackend para criar a sua organização e tente novamente.
uk: Ви намагаєтеся увійти за допомогою LDAP, не створивши спочатку організацію. Будь ласка, скористайтеся EmailAuthBackend, щоб створити свою організацію, а потім спробуйте ще раз.
zh_tw: 您正在嘗試使用 LDAP 登入但尚未建立組織。 請先使用 EmailAuthBackend 建立您的組織，然後再試一次。

source: This server is not configured to use push notifications. For instructions on how to configure push notifications, please see the <a href="%(doc_url)s">documentation</a>.
pl: Ten serwer nie jest skonfigurowany do obsługi powiadomień push. Instrukcje dotyczące sposobu konfiguracji powiadomień push, można znaleźć w sekcji <a href="%(doc_url)s">dokumentacja</a>.
pt_pt: Este servidor não está configurado para utilizar notificações push. Para instruções em como configurar as notificações push, por favor veja a <a href="%(doc_url)s">documentação</a>.
uk: Цей сервер не налаштовано для використання push-сповіщень. Інструкції щодо налаштування push-сповіщень дивіться в <a href="%(doc_url)s">документації</a>.
zh_tw: 此伺服器未設定為使用推播通知。關於如何設定推播通知的說明， 請參閱<a href="%(doc_url)s">文件</a>。

source: Account not found
gu: ખાતું મળ્યું નથી
pl: Nie odnaleziono konta
pt_pt: Conta não encontrada
uk: Обліковий запис не знайдено
zh_tw: 找不到帳號

source: Zulip account not found.
gu: Zulip એકાઉન્ટ મળ્યું નથી.
pl: Nie znaleziona konta Zuliip
pt_pt: Conta Zulip não encontrada.
uk: Обліковий запис Zulip не знайдено.
zh_tw: 找不到 Zulip 帳號。

source: No account found for %(email)s.
uk: Не знайдено облікового запису для %(email)s.

source: Log in with another account
gu: બીજા એક એકાઉન્ટ સાથે લોગ ઇન કરો
pl: Zaloguj za pomocą innego konta
pt_pt: Iniciar sessão com outra conta
uk: Увійдіть, використовуючи інший обліковий запис
zh_tw: 使用其他帳號登入

source: Continue to registration
gu: નોંધઃ કેવલ રજીસ્ટ્રેશન જારી રાખો
pl: Kontynuuj rejestrację
pt_pt: Continuar para o registo
uk: Продовжити реєстрацію
zh_tw: 繼續註冊

source: Create a new organization
gu: નવી સંસ્થા બનાવો
pl: Utwórz nową organizację
pt_pt: Criar uma organização
uk: Створити нову організацію
zh_tw: 新增組織

source: Create a new Zulip organization
gu: નવી Zulip સંસ્થા બનાવો
pl: Dodaj nową organizację
pt_pt: Criar uma organização Zulip
uk: Створіть нову організацію Zulip
zh_tw: 新建一個 Zulip 組織

source: Enter your email address
gu: તમારું ઇમેઇલ સરનામું દાખલ કરો
pl: Podaj swój adres email
pt_pt: Introduza o seu endereço de e-mail
uk: Введіть адресу вашої електронної пошти
zh_tw: 輸入您的 email 地址

source: Your email
gu: તમારો ઇમેઇલ
pl: Twój email
pt_pt: O seu email
uk: Ваша електронна адреса
zh_tw: 您的電子郵件

source: Or import from <a href="/help/import-from-slack">Slack</a>, <a href="/help/import-from-mattermost">Mattermost</a>, or <a href="/help/import-from-rocketchat">Rocket.Chat</a>.
pl: Bądź zaimportuj ze <a href="/help/import-from-slack">Slack</a>, <a href="/help/import-from-mattermost">Mattermost</a>, lub <a href="/help/import-from-rocketchat">Rocket.Chat</a>.
pt_pt: Ou importe do<a href="/help/import-from-slack">Slack</a>, <a href="/help/import-from-mattermost">Mattermost</a>, ou<a href="/help/import-from-rocketchat">Rocket.Chat</a>.
uk: Або імпортуйте з <a href="/help/import-from-slack">Slack</a>, <a href="/help/import-from-mattermost">Mattermost</a> чи <a href="/help/import-from-rocketchat">Rocket.Chat</a>.
zh_tw: 或是從 <a href="/help/import-from-slack">Slack</a>、<a href="/help/import-from-mattermost">Mattermost</a> 或 <a href="/help/import-from-rocketchat">Rocket.Chat</a> 匯入。

source: Deactivated organization
gu: નિષ્ક્રિય સંસ્થા
pl: Dezaktywowana organizacja
pt_pt: Organização desativada
uk: Деактивована організація
zh_tw: 停用組織

source: Organization moved
pl: Organizacja przeniesiona
pt_pt: Organização movida
uk: Організацію переміщено
zh_tw: 組織已遷移

source: This organization has moved to <a href="%(deactivated_redirect)s">%(deactivated_redirect)s</a>.
pl: Ta organizacja przeniosła się do <a href="%(deactivated_redirect)s">%(deactivated_redirect)s</a>.
pt_pt: Esta organização foi movida para <a href="%(deactivated_redirect)s">%(deactivated_redirect)s</a>.
uk: Ця організація переїхала до <a href="%(deactivated_redirect)s">%(deactivated_redirect)s</a>.
zh_tw: 此組織已遷移至 <a href="%(deactivated_redirect)s">%(deactivated_redirect)s</a>。

source: This page will automatically redirect to the <a href="%(auto_redirect_to)s" id="deactivated-org-auto-redirect">new URL</a> in <span id="deactivated-org-auto-redirect-countdown">5</span> seconds.
uk: Ця сторінка автоматично перенаправить на <a href="%(auto_redirect_to)s" id="deactivated-org-auto-redirect">нову URL-адресу</a> через <span id="deactivated-org-auto-redirect-countdown">5</span> секунд.

source: This organization has been deactivated, and all organization data has been deleted.
uk: Цю організацію деактивовано, а всі дані організації видалено.

source: You can <a href="mailto:%(support_email)s">contact Zulip support</a> to inquire about reusing this URL for a new organization.
uk: Ви можете <a href="mailto:%(support_email)s">звернутися до служби підтримки Zulip</a>, щоб дізнатися про повторне використання цієї URL-адреси для нової організації.

source: You can <a href="mailto:%(support_email)s">contact this Zulip server's administrators</a> to inquire about reusing this URL for a new organization.
uk: Ви можете <a href="mailto:%(support_email)s">звернутися до адміністраторів цього сервера Zulip</a>, щоб дізнатися про повторне використання цієї URL-адреси для нової організації.

source: This organization has been deactivated.
uk: Цю організацію деактивовано.

source: If you are an owner of this organization, you can <a href="mailto:%(support_email)s">contact Zulip support</a> to reactivate it.
pl: Jak jesteś właścicielem tej organizacji, to możesz <a href="mailto:%(support_email)s">skontaktować się z zespołem Zulip</a> aby ją reaktywować.
pt_pt: Se for o proprietário desta organização, poderá <a href="mailto:%(support_email)s">contactar o suporte Zulip</a> para a reativar.
uk: Якщо ви є власником цієї організації, ви можете <a href="mailto:%(support_email)s">звернутися до служби підтримки Zulip</a>, щоб повторно активувати її.
zh_tw: 如果您是此組織的擁有者，您可以<a href="mailto:%(support_email)s">聯絡 Zulip 支援</a>以重新啟用。

source: If you are an owner of this organization, you can <a href="mailto:%(support_email)s">contact this Zulip server's administrators</a> to reactivate it.
pl: Jak jesteś właścicielem tej organizacji możesz <a href="mailto:%(support_email)s">skontaktować się z administracją serwera Zulip</a> aby ją reaktywować.
pt_pt: Se for o proprietário desta organização, poderá <a href="mailto:%(support_email)s">contactar os administradores deste servidor Zulip</a> para a reativar.
uk: Якщо ви є власником цієї організації, ви можете <a href="mailto:%(support_email)s">зв'язатися з адміністраторами цього сервера Zulip</a>, щоб повторно активувати його.
zh_tw: 如果您是此組織的擁有者，您可以<a href="mailto:%(support_email)s">聯絡此 Zulip 伺服器的管理員</a>以重新啟用。

source: Finish desktop app login
gu: ડેસ્કટોપ એપ લોગિન પૂર્ણ કરો
pl: Dokończ logowanie w apce na komputer
pt_pt: Finalizar início de sessão da aplicação de ambiente de trabalho
uk: Завершити вхід у програму для комп'ютера
zh_tw: 完成桌面應用程式登入

source: Finish desktop login
gu: ડેસ્કટોપ એપ લોગિન પૂર્ણ કરો
pl: Zakończ logowanie
pt_pt: Finalizar início de sessão de ambiente de trabalho
uk: Завершити вхід на комп'ютері
zh_tw: 完成桌面版登入

source: Use your web browser to finish logging in, then come back here to paste in your login token.
gu: તમારી લોગિન પૂર્ણ કરવા માટે તમારા વેબ બ્રાઉઝરનો ઉપયોગ કરો, પછી તમારી લોગિન ટોકન પેસ્ટ કરવા માટે અહીં આવો.
pl: Użyj swojej przeglądarki internetowej aby zakończyć logowanie, następnie wróć tutaj i wklej swój login token.
pt_pt: Utilize o seu navegador para finalizar o início de sessão, depois volte aqui para colar o código de início de sessão.
uk: Використайте веббраузер, щоб закінчити вхід, а потім поверніться сюди, щоб вставити свій токен входу.
zh_tw: 使用您的瀏覽器完成登入，之後回來這貼上您的登入 token。

source: Paste token here
gu: અહીં ટોકન પેસ્ટ કરો
pl: Wklej token tutaj
pt_pt: Colar código aqui
uk: Вставте токен тут
zh_tw: 貼上 token 於此

source: Finish
gu: સમાપ્ત કરો
pl: Zakończ
pt_pt: Finalizar
uk: Готово
zh_tw: 完成

source: Incorrect token.
gu: ખોટો ટોકન.
pl: Niewłaściwy token.
pt_pt: Código incorreto
uk: Некоректний токен.
zh_tw: 不正確的 token。

source: Token accepted. Logging you in…
gu: ટોકન સ્વીકાર્ય છે. તમને લોગિન કરવામાં આવી રહ્યું છે...
pl: Token zaakceptowany. Logowanie…
pt_pt: Código aceite. A iniciar sessão...
uk: Токен прийнятий. Вхід до системи…
zh_tw: Token 已接受。您正在登入中…

source: Log in to desktop app
gu: ડેસ્કટોપ એપમાં લોગ ઇન કરો
pl: Zaloguj do aplikacji na komputer
pt_pt: Iniciar sessão na aplicação de ambiente de trabalho
uk: Увійти в десктопний додаток
zh_tw: 登入桌面應用程式
