Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: It appears you ended up here by accident. This site is meant to be an intermediate step in the authentication process and shouldn't be accessed manually. If you came here directly, you probably got the address wrong. If you got stuck here while trying to log in, this is most likely a server bug or misconfiguration.
pl: Wygląda na to, że trafiłeś tu przypadkowo. Ta strona ma być pośrednim krokiem w procesie uwierzytelniania i nie powinna być otwierana ręcznie. Jeśli trafiłeś tu bezpośrednio, prawdopodobnie wpisałeś niewłaściwy adres. Jeśli utknąłeś tutaj próbując się zalogować, najprawdopodobniej jest to błąd serwera lub błędna konfiguracja.
pt_pt: Parece que chegou aqui por acidente. Este site é suposto ser um passo intermédio durante a autenticação e não deveria ser acedido manualmente. Se veio aqui diretamente, provavelmente obteu o endereço errado. Se ficou aqui durante uma tentativa de início de sessão, será provavelmente um erro de servidor ou configuração.
uk: Схоже, ви потрапили сюди випадково. Цей сайт призначений для проміжного етапу процесу автентифікації та не повинен бути доступним вручну. Якщо ви зайшли сюди безпосередньо, ви, ймовірно, ввели неправильну адресу. Якщо ви застрягли тут під час спроби входу, це, найімовірніше, помилка сервера або неправильна конфігурація.
zh_tw: 看起來您是意外到達這個頁面。這個網站 是認證流程中的中繼步驟， 不應該手動存取。如果您是直接來到這裡， 您可能輸入了錯誤的網址。如果您在嘗試 登入時卡在這裡，這很可能是伺服器錯誤或設定問題。

source: Update required
gu: અપડેટ જરૂરી છે
pl: Wymagana aktualizacja
pt_pt: Atualização necessária
uk: Необхідне оновлення
zh_tw: 需要更新

source: You are using old version of the Zulip desktop app that is no longer supported.
pl: Używasz starego wydania apki Zulip na komputer, która nie jest już wspierana.
pt_pt: Está utilizar uma versão desatualizada da aplicação Zulip de ambiente de trabalho que já não é suportada.
uk: Ви використовуєте стару версію десктопної програми Zulip, яка більше не підтримується.
zh_tw: 您正在使用已不再支援的舊版 Zulip 桌面應用程式。

source: The auto-update feature in this old version of Zulip desktop app no longer works.
pl: Funkcja automatycznej aktualizacji w tej starej wersji aplikacji desktopowej Zulip już nie działa.
pt_pt: A funcionalidade de atualização automática nesta aplicação de ambiente de trabalho já não funciona.
uk: Функція автоматичного оновлення у цій старій версії настільного додатка Zulip більше не працює.
zh_tw: 此舊版 Zulip 桌面應用程式的 自動更新功能已無法使用。

source: Download the latest release.
gu: નવીનતમ વેર્શન ડાઉનલોડ કરો.
pl: Pobierz najnowszą wersję.
pt_pt: Transferir última versão.
uk: Завантажте останню версію.
zh_tw: 下載最新發行版。

source: You have exceeded the limit for how often a user can perform this action.
pl: Przekroczyłeś limit operacji przewidziany dla wykonania tego typu akcji.
pt_pt: Excedeu o limite da frequência com que um utilizador pode executar esta ação.
uk: Ви перевищили ліміт частоти виконання цієї дії користувачем.
zh_tw: 您已超過使用者執行此操作的 頻率限制。

source: Organization creation link required
gu: સંગઠન સૃષ્ટિની લિંક જરૂરી છે
pl: Wymagany odnośnik tworzenia organizacji
pt_pt: Ligação de criação da organização obrigatória
uk: Потрібне посилання для створення організації
zh_tw: 需要組織建立連結

source: Creating a new organization on this server requires a valid organization creation link. Please see <a href="https://zulip.readthedocs.io/en/stable/production/multiple-organizations.html">documentation</a> on creating a new organization for more information.
pl: Utworzenie nowej organizacji na tym serwerze wymaga poprawnego odnośnika to umożliwiającego. Proszę sprawdź <a href="https://zulip.readthedocs.io/en/stable/production/multiple-organizations.html">dokumentację</a> jak utworzyć nową organizację po więcej informacji.
pt_pt: Criar uma nova organização neste servidor requer uma ligação de criação de organização válida. Por favor veja a<a href="https://zulip.readthedocs.io/en/stable/production/multiple-organizations.html">documentação</a> sobre como criar uma nova organização para mais informações.
uk: Для створення нової організації на цьому сервері потрібне дійсне посилання для створення організації. Будь ласка, дивіться <a href="https://zulip.readthedocs.io/en/stable/production/multiple-organizations.html">документацію</a> щодо створення нової організації для отримання додаткової інформації.
zh_tw: 在此伺服器上建立新組織需要有效的組織建立連結。 請參閱 <a href="https://zulip.readthedocs.io/en/stable/production/multiple-organizations.html">文件</a> 了解建立新組織的更多資訊。

source: Organization creation link expired or invalid
gu: સંસ્થા સૃષ્ટિનું લિંક સમાપ્ત થયું અથવા અમાન્ય છે
pl: Odnośnik tworzenia organizacji wygasł lub jest wadliwy
pt_pt: Ligação de criação de organização expirado ou inválido
uk: Посилання для створення організації термін дії минув або недійсне
zh_tw: 組織建立連結已過期或無效

source: Unfortunately, this is not a valid link for creating an organization. Please <a href="/new/">obtain a new link</a> and try again.
pl: Niestety to nie jest prawidłowy odnośnik do utworzenia organizacji. Proszę <a href="/new/">uzyskaj nowy odnośnik</a> i spróbuj ponownie.
pt_pt: Infelizmente esta não é uma ligação válida para a criação de uma organização. Por favor <a href="/new/">obtenha uma nova ligação</a> e tente novamente.
uk: На жаль, це недійсне посилання для створення організації. Будь ласка, <a href="/new/">отримайте нове посилання</a> та спробуйте ще раз.
zh_tw: 抱歉，此連結無法用於建立組織。請 <a href="/new/">取得新的連結</a> 後再試一次。

source: Unexpected Zulip server registration
gu: અનપેક્ષિત Zulip સર્વર નો નોંધણી
pl: Nieoczekiwana rejestracja serwera Zulip
pt_pt: Registo inesperado de servidor Zulip
uk: Неочікувана реєстрація сервера Zulip
zh_tw: 意外的 Zulip 伺服器註冊

source: Your Zulip organization is registered as associated with a different Zulip server installation. Please <a href="mailto:%(support_email)s">contact Zulip support</a> for assistance in resolving this issue.
pl: Twoja organizacja w Zulip jest przypisana do innej instancji Zulip. Proszę <a href="mailto:%(support_email)s">daj znać zespołowi Zulip</a> o ile chcesz rozwiązać ten problem.
pt_pt: A sua organização Zulip registada encontra-se associada a uma instalação de servidor Zulip diferente. Por favor<a href="mailto:%(support_email)s">contacte o suporte Zulip </a> para assistência na resolução deste problema.
uk: Ваша організація Zulip зареєстрована як пов’язана з іншою інсталяцією сервера Zulip. Будь ласка, <a href="mailto:%(support_email)s">зверніться до служби підтримки Zulip</a> для отримання допомоги у вирішенні цієї проблеми.
zh_tw: 您的 Zulip 組織已註冊並關聯至不同的 Zulip 伺服器安裝環境。 請 <a href="mailto:%(support_email)s">聯絡 Zulip 支援團隊</a> 協助解決此問題。

source: Unsupported browser
gu: અસમર્થિત બ્રાઉઝર
pl: Niewspierana przeglądarka
pt_pt: Navegador não suportado
uk: Непідтримуваний браузер
zh_tw: 不支援的瀏覽器

source: %(browser_name)s is not supported by Zulip.
pl: %(browser_name)s nie jest obsługiwana przez Zulip.
pt_pt: %(browser_name)s não é suportado pelo Zulip.
uk: %(browser_name)s не підтримується Zulip.
zh_tw: Zulip 不支援 %(browser_name)s。

source: Zulip supports <a href="%(supported_browsers_page_link)s">modern browsers</a> like Firefox, Chrome, and Edge.
pl: Zulip obsługuje <a href="%(supported_browsers_page_link)s">nowoczesne przeglądarki</a> jak Firefox, Chrome czy Edge.
pt_pt: O Zulip suporta<a href="%(supported_browsers_page_link)s">navegadores modernos</a> tais como o Firefox, Chrome, ou Edge.
uk: Zulip підтримує <a href="%(supported_browsers_page_link)s">сучасні браузери</a>, такі як Firefox, Chrome та Edge.
zh_tw: Zulip 支援 <a href="%(supported_browsers_page_link)s">現代瀏覽器</a>， 如 Firefox、Chrome 和 Edge。

source: You can also use the <a href="%(apps_page_link)s">Zulip desktop app</a>.
pl: Możesz też skorzystać z <a href="%(apps_page_link)s">apki Zulip na komputer</a>.
pt_pt: Poderá também utilizar a <a href="%(apps_page_link)s">aplicação Zulip de ambiente de trabalho</a>.
uk: Ви також можете скористатися <a href="%(apps_page_link)s">додатком Zulip для настільних комп’ютерів</a>.
zh_tw: 您也可以使用 <a href="%(apps_page_link)s">Zulip 桌面應用程式</a>。

source: Account is deactivated
gu: ખાતું નિષ્ક્રિય કરવામાં આવ્યું છે
pl: Konto jest zdezaktywowane
pt_pt: Conta desativada
uk: Обліковий запис деактивовано
zh_tw: 帳號已被停用

source: Organization name
gu: સંગઠન નામ
pl: Nazwa organizacji
pt_pt: Nome da organização
uk: Назва організації
zh_tw: 組織名稱

source: Select one
pl: Wybierz jedno
uk: Виберіть один
zh_tw: 請選擇一項

source: Organization type
gu: સંસ્થા પ્રકાર
pl: Rodzaj organizacji
pt_pt: Tipo de organização
uk: Тип організації
zh_tw: 組織類型

source: Organization language
gu: સંસ્થા ભાષા
pl: Język organizacji
pt_pt: Idioma da organização
uk: Мова організації
zh_tw: 組織語言

source: Organization URL
gu: સંસ્થા URL
pl: URL organizacji
pt_pt: URL da Organização
uk: URL-адреса організації
zh_tw: 組織網址

source: Use %(external_host)s
gu: ઉપયોગ કરો %(external_host)s
pl: Użyj %(external_host)s
pt_pt: Usar %(external_host)s
uk: Використовуйте %(external_host)s
zh_tw: 使用 %(external_host)s

source: Learn how to import from <a href="/help/import-from-mattermost">Mattermost</a> or <a href="/help/import-from-rocketchat">Rocket.Chat</a>.
uk: Дізнайтеся, як імпортувати з <a href="/help/import-from-mattermost">Mattermost</a> або <a href="/help/import-from-rocketchat">Rocket.Chat</a>.

source: Import chat history?
uk: Імпортувати історію чату?

source: Finalize organization import
uk: Завершити імпорт організації

source: Organization import completed!
uk: Імпорт організації завершено!

source: No account in the imported data matched the email address you've verified with Zulip (<strong>%(verified_email)s</strong>). Select an account to associate your email address with.
uk: Жоден обліковий запис в імпортованих даних не відповідає адресі електронної пошти, яку ви підтвердили за допомогою Zulip (<strong>%(verified_email)s</strong>). Виберіть обліковий запис, з яким потрібно пов’язати свою адресу електронної пошти.

source: Select your account
uk: Виберіть свій обліковий запис

source: Organization successfully reactivated
gu: સંસ્થા સફળતાથી પુનઃસક્રિય થઈ ગઈ
pl: Organizacja poprawnie reaktywowana
pt_pt: Organização reativada com sucesso
uk: Організацію успішно повторно активовано
zh_tw: 組織成功重新啟用

source: Your organization has been successfully reactivated.
gu: તમારી સંસ્થા સફળતાથી પુનઃસક્રિય થઈ ગઈ છે.
pl: Twoja organizacja została ponownie aktywowana.
pt_pt: A sua organização foi reativada com sucesso.
uk: Ваша організація успішно повторно активована.
zh_tw: 您的組織已成功重新啟用。

source: Organization reactivation link expired or invalid
gu: સંસ્થા પુનઃસક્રિય લિંક સમાપ્ત થઈ ગઈ અથવા અમાન્ય છે
pl: Odnośnik reaktywujący organizację wygasł lub jest wadliwy
pt_pt: Ligação de reativação da organização expirado ou inválido
uk: Посилання для повторної активації організації закінчилося або недійсне
zh_tw: 組織重新啟用連結已過期或無效

source: The organization reactivation link has expired or is not valid.
gu: સંસ્થા પુનઃસક્રિય લિંક સમાપ્ત થઈ ગઈ છે અથવા અમાન્ય છે.
pl: Odnośnik do reaktywacji organizacji wygasł lub jest nieważny.
pt_pt: A ligação de reativação da organização expirou ou não é válida.
uk: Термін посилання на повторну активацію організації минув, або посилання не дійсне.
zh_tw: 組織重新啟用連結已過期或無效。

source: Log in to your organization
gu: તમારી સંસ્થામાં લૉગ ઇન કરો
pl: Zaloguj się do swojej organizacji
pt_pt: Iniciar sessão na sua organização
uk: Увійти до своєї організації
zh_tw: 登入您的組織

source: your-organization
pl: twoja-organizacja
uk: ваша-організація
zh_tw: 您的組織

source: Don't know your organization URL?
gu: તમારું સંસ્થા URL જાણતા નથી?
pl: Nie znasz adresu URL organizacji?
pt_pt: Não sabe qual o URL da sua organização?
uk: Не знаєте URL своєї організації?
zh_tw: 不知道貴組織的網址嗎？

source: Find your organization.
gu: તમારી સંસ્થા શોધો.
pl: Znajdź swoją organizacje.
pt_pt: Encontre a sua organização.
uk: Знайти свою організацію.
zh_tw: 查詢您的組織。

source: Next
gu: આગળ
pl: Następny
pt_pt: Próximo
uk: Далі
zh_tw: 下一個

source: <a target="_blank" rel="noopener noreferrer" href="%(org_creation_link)s">Create a new organization</a> if you don't have one yet.
pl: <a target="_blank" rel="noopener noreferrer" href="%(org_creation_link)s">Utwórz nową organizację</a> o ile jeszcze tego nie zrobiłeś.
uk: <a target="_blank" rel="noopener noreferrer" href="%(org_creation_link)s">Створіть нову організацію</a>, якщо у вас її ще немає.
zh_tw: 如果您還沒有組織，可以<a target="_blank" rel="noopener noreferrer" href="%(org_creation_link)s">建立新組織</a>。

source: Registration
gu: નોંધણી
pl: Rejestracja
pt_pt: Registo
uk: Реєстрація
zh_tw: 註冊

source: Create your organization
gu: તમારી સંસ્થા બનાવો
pl: Stwórz swoją organizację
pt_pt: Crie a sua organização
uk: Створити свою організацію
zh_tw: 建立貴組織

source: Create your account
gu: તમારું ખાતું બનાવો
pl: Utwórz swoje konto
pt_pt: Crie a sua conta
uk: Створити свій обліковий запис
zh_tw: 建立您的帳號

source: <p>Enter your account details to complete registration.</p>
gu: <p>નોંધઃ નોંધઃ તમારી ખાતાની વિગતો દાખલ કરો રજીસ્ટ્રેશન પૂર્ણ કરવા માટે.</p>
pl: <p>Uzupełnij dane dla swojego konta aby dokończyć rejestrację.</p>
pt_pt: <p>Introduza as suas informações de conta para finalizar o registo.</p>
uk: <p>Введіть дані свого облікового запису, щоб завершити реєстрацію.</p>
zh_tw: <p>輸入您的帳號詳細資料以完成註冊。</p>

source: Your organization
gu: તમારી સંસ્થા
pl: Twoja organizacja
pt_pt: A sua organização
uk: Ваша організація
zh_tw: 您的組織

source: Your account
gu: તમારું ખાતું
pl: Twoje konto
pt_pt: A sua conta
uk: Ваш обліковий запис
zh_tw: 您的帳號

source: Don&rsquo;t import settings
gu: સેટિંગ્સ ઇમ્પોર્ટ નહીં કરવી
pl: Nie importuj ustawień
pt_pt: Não importar definições
uk: Не імпортувати налаштування
zh_tw: 不匯入設定

source: Import settings from existing Zulip account
gu: અસ્તિત્વમાં રહેલા Zulip એકાઉન્ટમાંથી સેટિંગ્સ ઇમ્પોર્ટ કરો
pl: Zimportuj ustawienia z istniejącego konta
pt_pt: Importar definições de uma conta Zulip existente
uk: Імпортувати налаштування з існуючого облікового запису Zulip
zh_tw: 從現有的 Zulip 帳號匯入設定

source: Your full name
pl: Twoje imię i nazwisko
pt_pt: O seu nome completo
uk: Ваше повне ім'я
zh_tw: 您的全名

source: Name
gu: નામ
pl: Nazwa
pt_pt: Nome
uk: Ім'я
zh_tw: 名稱

source: This is how your account is displayed in Zulip.
pl: W ten sposób konto jest wyświetlane w Zulip.
pt_pt: Isto é como a sua conta será vista no Zulip.
uk: Ось так відображається ваш обліковий запис у Zulip.
zh_tw: 這是您的帳號在 Zulip 中的顯示方式。

source: Enter your LDAP/Active Directory password.
gu: તમારો LDAP/એક્ટિવ ડિરેક્ટરી પાસવર્ડ દાખલ કરો.
pl: Podaj hasło LDAP/Active Directory.
pt_pt: Introduza a sua palavra-passe LDAP/Active Directory.
uk: Введіть Ваш LDAP/Active Directory пароль.
zh_tw: 輸入您的 LDAP/Active Directory 密碼。

source: This is used for mobile applications and other tools that require a password.
gu: આ મોબાઇલ એપ્લિકેશન્સ અને અન્ય સાધનો માટે વાપરાય છે જે પાસવર્ડ જરૂરી છે.
pl: Używane dla aplikacji mobilnych i innych narzędzi wymagających hasła.
pt_pt: Isto é utilizado para aplicações móveis e outras ferramentas que exijam uma palavra-passe.
uk: Це використовується для мобільних додатків та інших інструментів, для яких потрібен пароль.
zh_tw: 這用於行動應用程式和其他需要密碼的工具。

source: Password strength
gu: પાસવર્ડ શક્તિ
pl: Siła hasła
pt_pt: Força da palavra-passe
uk: Надійність паролю
zh_tw: 密碼強度

source: What are you interested in?
gu: તમને શું વર્તન છે?
pl: Cym się interesujesz?
pt_pt: Quais são os seus interesses?
uk: Що вас цікавить?
zh_tw: 您對什麼感興趣？

source: How did you first hear about Zulip?
pl: Jak po raz pierwszy usłuszałeś o Zulip?
pt_pt: Como é que ouviu acerca do Zulip pela primeira vez?
uk: Як ви вперше почули про Zulip?
zh_tw: 您最初是如何得知 Zulip 的？

source: This value is used only if you sign up for a plan, in which case it will be sent to the Zulip team.
pl: Ta wartość jest używana tylko w przypadku zapisania się do planu, w którym to przypadku zostanie wysłana do zespołu Zulip.
pt_pt: Este valor apenas será utilizado se subscrever um plano, nesse caso será enviado para a equipa Zulip.
uk: Це значення використовується лише якщо ви оформлюєте план, і в такому разі його буде надіслано команді Zulip.
zh_tw: 此值僅在您註冊方案時使用，在此情況下將會傳送給 Zulip 團隊。

source: Select an option
pl: Wybierz opcję
pt_pt: Selecione uma opção
uk: Виберіть опцію
zh_tw: 選擇一個選項

source: Please describe
pl: Proszę opisz
pt_pt: Por favor descreva
uk: Будь ласка, опишіть
zh_tw: 請描述

source: Where did you see the ad?
pl: Gdzie widziałeś reklamę?
pt_pt: Onde é que viu o anúncio?
uk: Де ви бачили рекламу?
zh_tw: 您在哪裡看到廣告？

source: Which organization?
pl: Która organizacja?
pt_pt: Qual organização?
uk: Яка організація?
zh_tw: 哪個組織？

source: Which one?
pl: Który?
uk: Який саме?
zh_tw: 哪一個？

source: Reset your password
gu: તમારો પાસવર્ડ રીસેટ કરો
pl: Zresetuj hasło
pt_pt: Repor a sua palavra-passe
uk: Скинути пароль
zh_tw: 重置您的密碼

source: Forgot your password? No problem, we'll send a link to reset your password to the email you signed up with.
gu: તમારો પાસવર્ડ ભૂલી ગયો છે? કોઈ સમસ્યા નથી, અમે તમારો પાસવર્ડ રીસેટ કરવાની લિંક તમારે તમારી સાઇન અપ કરેલી ઇમેઇલ પર મોકલીશું.
pl: Nie pamiętasz hasła? Nie ma problemu, wyślemy link do zresetowania hasła mailem przypisanym do Twojego konta.
pt_pt: Esqueceu-se da palavra-passe? Sem problema, enviaremos uma ligação para reposição da sua palavra-passe para o email com o qual efetuou o registo.
uk: Забули пароль? Не проблема, ми надішлемо посилання для скидання пароля на електронну адресу, яку ви використовували для реєстрації.
zh_tw: 忘記密碼了嗎？沒問題，我們會將重置密碼的連結發送到您註冊時使用的電子郵件。

source: Send reset link
gu: રીસેટ લિંક મોકલો
pl: Wyślij email zmiany hasła
pt_pt: Enviar ligação de reposição
uk: Надіслати посилання на скидання
zh_tw: 發送重置連結

source: Set a new password
gu: નવો પાસવર્ડ સેટ કરો
pl: Ustaw nowe hasło
pt_pt: Definir nova palavra-passe
uk: Встановити новий пароль
zh_tw: 設定新密碼

source: Set a new password.
gu: નવો પાસવર્ડ સેટ કરો.
pl: Ustaw nowe hasło.
pt_pt: Definir nova palavra-passe.
uk: Встановити новий пароль.
zh_tw: 設定新密碼。

source: Confirm password
gu: પાસવર્ડ ખાતરી કરો
pl: Potwierdź hasło
pt_pt: Confirme a palavra-passe
uk: Підтвердити пароль
zh_tw: 確認密碼

source: Sorry, the link you provided is invalid or has already been used.
gu: ખેડૂત, તમે આપેલી લિંક અમાન્ય છે અથવા પહેલાથી વપરાયેલ છે.
pl: Niestety, podany link jest nieprawidłowy lub został już użyty.
pt_pt: Pedimos desculpa, a ligação que forneceu não é válida ou já foi utilizada.
uk: На жаль, вказане вами посилання недійсне, або вже використане.
zh_tw: 抱歉，您提供的連結是無效的，或此連結已被使用。

source: New password successfully set
gu: નવો પાસવર્ડ સફળતાથી સેટ કરવામાં આવ્યો
pl: Udało się nadać nowe hasło
pt_pt: Nova palavra-passe definida com sucesso
uk: Новий пароль успішно встановлено
zh_tw: 新密碼設定成功

source: You've set a new password!
gu: તમે નવો પાસવર્ડ સેટ કર્યો છે!
pl: Ustawiłeś nowe hasło!
pt_pt: Definiu uma nova palavra-passe!
uk: Ви встановили новий пароль!
zh_tw: 您已設定新密碼！

source: Please <a href="%(login_url)s">log in</a> with your new password.
gu: કૃપા કરીને તમારો નવો પાસવર્ડથી <a href="%(login_url)s">લૉગ ઇન</a> કરો.
pl: Proszę <a href="%(login_url)s">zaloguj</a> przy użyciu nowego hasła.
pt_pt: Por favor<a href="%(login_url)s">inicie a sessão</a> com a sua nova palavra-passe.
uk: Будь ласка <a href="%(login_url)s">увійдіть</a>, використовуючи свій новий пароль.
zh_tw: 請用新密碼<a href="%(login_url)s">登入</a>。

source: Password reset email sent
gu: પાસવર્ડ રીસેટ ઇમેઇલ મોકલી છે
pl: Email odzyskiwania hasła wysłany
pt_pt: Mensagem de reposição de palavra-passe enviada com sucesso
uk: Надіслано електронний лист для скидання пароля
zh_tw: 密碼重置電子郵件已發送

source: Password reset sent!
gu: પાસવર્ડ રીસેટ મોકલે છે!
pl: Wysłano dane do nadania hasła!
pt_pt: Reposição de palavra-passe enviada!
uk: Скидання пароля відправлено!
zh_tw: 重置密碼已發送！

source: Check your email in a few minutes to finish the process.
gu: પ્રક્રિયાને પૂર્ણ કરવા માટે થોડા મિનિટ્સ માં તમારી ઇમેઇલ ચેક કરો.
pl: Sprawdź pocztę email za kilka minut, aby zakończyć proces.
pt_pt: Por favor verifique o seu email dentro de poucos minutos para finalizar o processo.
uk: Перевірте свою електронну пошту через кілька хвилин, щоб завершити процес.
zh_tw: 請在幾分鐘內查看您的電子郵件以完成流程。

source: Import from Slack
uk: Імпорт із Slack

source: Import progress
uk: Хід імпорту

source: Checking import status…
uk: Перевірка статусу імпорту…

source: Follow <a href="https://zulip.com/help//import-from-slack#export-your-slack-data:~:text=Export%%20user%%20data%%20and%%20custom%%20emoji" rel="noopener noreferrer" target="_blank">these instructions</a> to obtain a <strong>Bot User OAuth Token</strong>.
uk: Дотримуйтесь <a href="https://zulip.com/help//import-from-slack#export-your-slack-data:~:text=Export%%20user%%20data%%20and%%20custom%%20emoji" rel="noopener noreferrer" target="_blank">цих інструкцій</a>, щоб отримати <strong>токен OAuth користувача бота</strong>.

source: Slack bot user OAuth token
uk: Токен OAuth користувача Slack-бота

source: Upload your Slack export file
uk: Завантажте свій файл експорту Slack

source: Follow <a href="https://zulip.com/help/import-from-slack#export-your-slack-data" target="_blank" rel="noopener noreferrer">these instructions</a> to obtain your Slack message history export.
uk: Дотримуйтесь <a href="https://zulip.com/help/import-from-slack#export-your-slack-data" target="_blank" rel="noopener noreferrer">цих інструкцій</a>, щоб отримати експорт історії повідомлень Slack.

source: Uploaded export file
uk: Завантажений файл експорту

source: Start import
uk: Розпочати імпорт

source: Or <a href="#" id="cancel-slack-import">create organization</a> without importing data.
uk: Або <a href="#" id="cancel-slack-import">створіть організацію</a> без імпорту даних.

source: Select account for authentication
gu: પ્રમાણીકરણ માટે ખાતું પસંદ કરો
pl: Wybierz konto do autentykacji
pt_pt: Selecione uma conta para autenticação
uk: Виберіть обліковий запис для автентифікації
zh_tw: 選擇帳號進行認證

source: <h1 class="get-started">Select account</h1>
gu: <h1 class="get-started">ખાતા પસંદ કરો</h1>
pl: <h1 class="get-started">Wybierz konto</h1>
pt_pt: <h1 class="get-started">Selecione uma conta</h1>
uk: <h1 class="get-started">Вибрати обліковий запис</h1>
zh_tw: <h1 class="get-started">選擇帳號</h1>

source: Your GitHub account also has unverified email addresses associated with it.
gu: તમારા GitHub એકાઉન્ટમાં અપ્રમાણિત ઇમેઇલ સરનામાઓ પણ જોડાયેલા છે.
pl: Twoje konto GitHub jest powiązane z adresami email, które nie zostały zweryfikowane.
pt_pt: A sua conta GitHub também tem endereços de email não verificados associados.
uk: У вашому обліковому записі GitHub також є неперевірені адреси електронної пошти.
zh_tw: 您的 GitHub 帳號還有未驗證的電子郵件地址 與其關聯。

source: To use one of these to log in to Zulip, you must first <a href="https://github.com/settings/emails">verify it with GitHub.</a>
gu: Zulip માટે લોગ ઈન કરવા માટે આ માંથી એકનો ઉપયોગ કરવો પહેલાં તમે પ્રથમ તેને <a href="https://github.com/settings/emails">ગીથબ સાથે ચકાસો </a>આપીને માન્ય કરવો જોઈએ.
pl: Aby korzystać z jednego z nich w Zulip, musisz najpierw <a href="https://github.com/settings/emails">zweryfikować go w GitHub.</a>
pt_pt: Para utilizar um destes para iniciar sessão no Zulip, terá de <a href="https://github.com/settings/emails">verificá-los no GitHub</a> primeiro.
uk: Щоб використовувати його для входу в Zulip, спершу потрібно <a href="https://github.com/settings/emails">підтвердити їх за допомогою GitHub.</a>
zh_tw: 要使用其中一個登入 Zulip，您必須先 <a href="https://github.com/settings/emails">在 GitHub 進行驗證。</a>

source: Error unsubscribing email
gu: ઈમેઇલ થાય છે ત્રુટિ રદ કરવામાં આવી છે.
pl: Błąd odsubskrybowania email
pt_pt: Erro ao cancelar subscrição
uk: Помилка скасування підписки на електронну пошту
zh_tw: 取消訂閱電子郵件時發生錯誤

source: Unknown email unsubscribe request
gu: અજ્ઞાત ઇમેઇલ અનસબ્સ્ક્રાઇબ વિનંતી
pl: Nieznany adres w poleceniu odsubskrybowania
pt_pt: Pedido de cancelamento de subscrição desconhecido
uk: Невідомий запит на скасування підписки на електронну пошту
zh_tw: 未知的電子郵件取消訂閱請求
