Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: You need to upgrade to the {required_upgrade_plan_name} plan to use this authentication method.
pl: Aby korzystać z tej metody uwierzytelniania, należy uaktualnić plan do wersji {required_upgrade_plan_name}.
pt_pt: Necessita de efetuar um upgrade para o plano {required_upgrade_plan_name} para poder utilizar este método de autenticação.
uk: Щоб використовувати цей метод автентифікації, вам потрібно оновити тарифний план до {required_upgrade_plan_name}.
zh_tw: 您需要升級到 {required_upgrade_plan_name} 方案才能使用此認證方法。

source: Invalid authentication method: {name}. Valid methods are: {methods}
gu: અમાન્ય પ્રમાણીકરણ પદ્ધતિ: {name}. માન્ય પદ્ધતિઓ છે: {methods}
pl: Wadliwa metoda autoryzacji: {name}. Dostępne metody to: {methods}
pt_pt: Método de autenticação inválido: {name}. O métodos válidos são: {methods}
uk: Недійсний метод автентифікації: {name}. Дійсні методи: {methods}
zh_tw: 無效的認證方法：{name}。有效的方法有：{methods}

source: Authentication method {name} is not available on your current plan.
pl: Metoda uwierzytelniania {name} nie jest dostępna w bieżącym planie.
pt_pt: O método de autenticação {name} não está disponível no seu plano atual.
uk: Метод автентифікації {name} недоступний у вашому поточному плані.
zh_tw: 認證方法 {name} 在您目前的方案中不可用。

source: Moderation request channel must be private.
pl: Kanał moderacji musi być prywatny.
uk: Канал запиту на модерацію має бути приватним.
zh_tw: 審核請求頻道必須是私人的。

source: Saved snippet does not exist.
pl: Zapisany fragment nie istnieje.
uk: Збережений фрагмент не існує.
zh_tw: 儲存的程式碼片段不存在。

source: Scheduled message was already sent
gu: શેડ્યુલ્ડ સંદેશ પહેલેથી મોકલાયો હતો
pl: Zaplanowany wpis został już zamieszczony
pt_pt: Mensagem agendada já foi enviada
uk: Заплановане повідомлення вже надіслано
zh_tw: 預定訊息已經發送

source: Message could not be sent at the scheduled time.
gu: સંદેશ શેડ્યુલ્ડ સમયમાં મોકવું નથી.
pl: Wiadomość nie może zostać dodana we wskazanym czasie.
pt_pt: A mensagem não pôde ser enviada à hora agendada.
uk: Повідомлення не вдалося надіслати у запланований час.
zh_tw: 訊息無法在預定時間發送。

source: The message you scheduled for {delivery_datetime} was not sent because of the following error:
gu: {delivery_datetime} માટે તમે શેડ્યુલ્ડ કર્યો સંદેશ નીચેની ભૂલ માટે મોકવામાં આવ્યો નથી:
pl: Wiadomość zaplanowana na {delivery_datetime} nie została wysłana z powodu następującego błędu:
pt_pt: A mensagem que agendou para entrega a {delivery_datetime} não foi enviada devido ao seguinte erro:
uk: Повідомлення, заплановане на {delivery_datetime}, не було надіслано через таку помилку:
zh_tw: 您預定於 {delivery_datetime} 發送的訊息因為以下錯誤而未發送：

source: [View scheduled messages](#scheduled)
gu: [શેડ્યુલ્ડ સંદેશો જુઓ](#scheduled)
pl: [Zobacz odłożone wiadomości](#scheduled)
pt_pt: [Ver mensagens agendadas](#scheduled)
uk: [Переглянути заплановані повідомлення](#scheduled)
zh_tw: [檢視預定訊息](#scheduled)

source: Channel is already deactivated
pl: Kanał jest już wyłączony
pt_pt: O canal já está desativado
uk: Канал вже деактивовано
zh_tw: 頻道已停用

source: Channel #**{channel_name}** has been archived.
uk: Канал № **{channel_name}** архівовано.

source: Channel is not currently deactivated
pl: Kanał nie jest obecnie wyłączony
pt_pt: O canal não está desativado
uk: Канал наразі не деактивовано
zh_tw: 頻道目前未停用

source: Channel named {channel_name} already exists
pl: Kanał o nazwie {channel_name} już istnieje
pt_pt: Um canal chamado {channel_name} já existe
uk: Канал під назвою {channel_name} вже існує
zh_tw: 名為 {channel_name} 的頻道已存在

source: Channel is private and have no subscribers
pl: Kanał jest prywatny i nie ma subskrybujących
uk: Канал приватний і не має підписників
zh_tw: 頻道是私人的且沒有訂閱者

source: Channel #**{channel_name}** has been unarchived.
uk: Канал № **{channel_name}** розархівовано.

source: {user} changed the [access permissions]({help_link}) for this channel from **{old_policy}** to **{new_policy}**.
pl: {user} zmienił [prawa dostępu]({help_link}) dla tego kanału z **{old_policy}** na **{new_policy}**.
pt_pt: {user} alterou as [permissões de acesso]({help_link}) para este canal de **{old_policy}** de **{new_policy}**.
uk: {user} змінив [дозволи доступу]({help_link}) для цього каналу з **{old_policy}** на **{new_policy}**.
zh_tw: {user} 將此頻道的[存取權限]({help_link})從 **{old_policy}** 變更為 **{new_policy}**。

source: {user} changed the [posting permissions]({help_link}) for this channel: * **Old**: {old_setting_description} * **New**: {new_setting_description}
pl: {user} zmienił [posting permissions]({help_link}) tego kanału: * **Stare**: {old_setting_description} * **Nowe**: {new_setting_description}
uk: {user} змінив [дозволи на публікацію]({help_link}) для цього каналу: * **Старий**: {old_setting_description} * **Новий**: {new_setting_description}
zh_tw: {user} 變更了此頻道的[發文權限]({help_link})： * **舊設定**：{old_setting_description} * **新設定**：{new_setting_description}

source: {user_name} renamed channel {old_channel_name} to {new_channel_name}.
pl: {user_name} zmienił nazwę kanału {old_channel_name} na {new_channel_name}.
pt_pt: {user_name} alterou o nome do canal {old_channel_name} para {new_channel_name}.
uk: {user_name} перейменував канал {old_channel_name} на {new_channel_name}.
zh_tw: {user_name} 將頻道 {old_channel_name} 重新命名為 {new_channel_name}。

source: No description.
gu: વર્ણન નથી.
pl: Brak opisu.
pt_pt: Sem descrição.
uk: Без опису.
zh_tw: 無敘述。

source: {user} changed the description for this channel.
pl: {user} zmienił opis tego kanału.
pt_pt: {user} alterou a descrição deste canal.
uk: {user} змінив опис цього каналу.
zh_tw: {user} 變更了此頻道的描述。

source: Old description
gu: જૂનો વર્ણન
pl: Stary opis
pt_pt: Descrição antiga
uk: Старий опис
zh_tw: 舊描述

source: New description
gu: નવો વર્ણન
pl: Nowy opis
pt_pt: Nova descrição
uk: Новий опис
zh_tw: 新描述

source: Forever
gu: સદા
pl: Na zawsze
pt_pt: Para sempre
uk: Назавжди
zh_tw: 永遠

source: {number_of_days} days
pl: {number_of_days} dni
pt_pt: {number_of_days} dias
uk: {number_of_days} днів
zh_tw: {number_of_days} 天

source: Messages in this channel will now be automatically deleted {number_of_days} days after they are sent.
pl: Wiadomości w tym kanale będą teraz automatycznie usuwane {number_of_days} dni po ich wysłaniu.
pt_pt: A mensagens neste canal serão automaticamente apagadas {number_of_days} dias após o envio.
uk: Повідомлення в цьому каналі тепер автоматично видалятимуться через {number_of_days} днів після їх надсилання.
zh_tw: 此頻道中的訊息現在將在發送後 {number_of_days} 天自動刪除。

source: Messages in this channel will now be retained forever.
pl: Wiadomości w tym kanale będą teraz przechowywane bezterminowo.
pt_pt: As mensagens neste canal serão mantidas para sempre.
uk: Повідомлення в цьому каналі тепер зберігатимуться назавжди.
zh_tw: 此頻道中的訊息現在將永久保留。

source: {user} has changed the [message retention period]({help_link}) for this channel: * **Old retention period**: {old_retention_period} * **New retention period**: {new_retention_period} {summary_line}
pl: {user} zmienił [okres przechowywania wpisów]({help_link}) dla tego kanału: * **Poprzedni okres**: {old_retention_period} * **Obecny okres**: {new_retention_period} {summary_line}
pt_pt: {user} alterou o [período de retenção de mensagens]({help_link}) para este canal: * **Período de retenção antigo**: {old_retention_period} * **Novo período de retenção**: {new_retention_period} {summary_line}
uk: {user} змінив [період зберігання повідомлень]({help_link}) для цього каналу: * **Старий період зберігання**: {old_retention_period} * **Новий період зберігання**: {new_retention_period} {summary_line}
zh_tw: {user} 已變更此頻道的[訊息保留期間]({help_link})： * **舊保留期間**：{old_retention_period} * **新保留期間**：{new_retention_period} {summary_line}

source: Automatic
uk: Автоматичний

source: *{empty_topic_display_name}* topic allowed
uk: *{empty_topic_display_name}* тема дозволена

source: No *{empty_topic_display_name}* topic
uk: Немає теми *{empty_topic_display_name}*

source: Only *{empty_topic_display_name}* topic allowed
uk: Дозволено лише тему *{empty_topic_display_name}*

source: {user_name} changed the "Allow posting to the *general chat* topic?" setting from {old_topics_policy} to {new_topics_policy}.
uk: {user_name} змінив налаштування «Дозволити публікації в темі *загального чату*?» з {old_topics_policy} на {new_topics_policy}.

source: You cannot attach a submessage to this message.
gu: તમે આ સંદેશ પર એક સબસંદેશ જોડી શકતા નથી.
pl: Nie możesz dodać podwpisu do tego wpisu.
pt_pt: Não é possível anexar uma submensagem a esta mensagem.
uk: Ви не можете додати відповідь до цього повідомлення.
zh_tw: 您無法將子訊息附加到此訊息。

source: Invalid user ID {user_id}
gu: અમાન્ય વપરાશકર્તા આઈડી {user_id}
pl: Błędne ID użytkownika {user_id}
pt_pt: ID de utilizador inválido {user_id}
uk: Недійсний ідентифікатор користувача {user_id}
zh_tw: 無效的使用者 ID {user_id}

source: User group '{group_name}' already exists.
gu: વપરાશકર્તા ગ્રુપ '{group_name}' પહેલેથી અસ્તિત્વમાં છે.
pl: Grupa użytkowników '{group_name}' już istnieje.
pt_pt: O grupo de utilizadores '{group_name}' já existe.
uk: Група користувачів '{group_name}' вже існує.
zh_tw: 使用者群組「{group_name}」已存在。

source: This API is not available to incoming webhook bots.
gu: આ API આવર્તન વેબહુક બોટ્સ માટે ઉપલબ્ધ નથી.
pl: To API nie jest dostępne dla botów z przychodzącymi webhookami.
pt_pt: Esta API não está disponível para webhook bots de entrada.
uk: Цей API недоступний для вхідних вебхук ботів.
zh_tw: 此 API 不適用於傳入的 webhook 機器人。

source: Account is not associated with this subdomain
gu: એકાઉન્ટ આ ઉપનામ સાથે જોડાયેલ નથી
pl: Konto nie jest powiązane z tą subdomeną
pt_pt: A conta não está associada a este subdomínio
uk: Обліковий запис не пов'язаний з цим піддоменом
zh_tw: 帳號沒被關聯至此子域名

source: This endpoint does not accept bot requests.
gu: આ ઇન્ડપોઇન્ટ બોટ વિનંતીઓને સ્વીકારતું નથી.
pl: Ten punkt końcowy nie przyjmuje żądań od botów.
pt_pt: Este endpoint não aceita pedidos de bots.
uk: Ця точка прийому не приймає запити від ботів.
zh_tw: 此端點不接受機器人請求。

source: Must be an server administrator
gu: સર્વર પ્રશાસક હોવું જોઈએ
pl: Musisz być administratorem serwera
pt_pt: Tem de ser administrador do servidor
uk: Має бути адміністратором сервера
zh_tw: 必須是伺服器管理員

source: This endpoint requires HTTP basic authentication.
gu: આ ઇન્ડપોઇન્ટ HTTP મૂળભૂત પ્રમાણિકરણની જરૂર છે.
pl: Ten punkt końcowy wymaga prostego uwierzytelnienia HTTP.
pt_pt: Este endpoint requer autenticação básica HTTP.
uk: Ця кінцева точка вимагає базової автентифікації HTTP.
zh_tw: 此端點需要 HTTP 基本認證。

source: Invalid authorization header for basic auth
gu: મૂળભૂત પ્રમાણિકરણ માટે અમાન્ય અધિકૃત શીર્ષક
pl: Nieprawidłowy nagłówek autoryzacji dla basic auth
pt_pt: Cabeçalho de autorização para autenticação básica inválido
uk: Невірний заголовок авторизації для базової аутентифікації
zh_tw: 無效的 authorization header for basic auth

source: Missing authorization header for basic auth
gu: મૂળભૂત પ્રમાણિકરણ માટે ગુનતાસૂચક હેડર અનુપસ્થિત છે
pl: Brakuje nagłówka uwierzytalniającego dla basic auth
pt_pt: Cabeçalho de autorização para autenticação básica em falta
uk: Відсутня заголовок авторизації для базової аутентифікації
zh_tw: basic auth 缺少 authorization header

source: Webhook bots can only access webhooks
gu: વેબહૂક બોટ્સ ફક્ત વેબહૂક એક્સેસ કરી શકે છે
pl: Boty typu webhook mają dostęp tyko do webhooków
pt_pt: Os webhook bots só podem aceder a webhooks
uk: Вебхук боти мають доступ тільки до вебхуків
zh_tw: Webhook 機器人只能存取 webhooks

source: Incorrect email or password.
pl: Wadliwy email lub hasło.
uk: Неправильна електронна адреса або пароль.
zh_tw: 電子郵件或密碼不正確。

source: Your account {username} has been deactivated. Please contact your organization administrator to reactivate it.
gu: તમારું ખાતું {username} નિષ્ક્રિય કરવામાં આવ્યું છે. કૃપા કરીને તમારો સંગઠન પ્રબંધકનો સંપર્ક કરો તેને પુનઃસક્રિય કરવા માટે.
pl: Twoje konto {username} zostało dezaktywowane. Prosimy o kontakt z administratorem organizacji w celu jego ponownej aktywacji.
pt_pt: A sua conta {username} foi desativada. Por favor contacte o administrador da sua organização para a reativar.
uk: Ваш обліковий запис {username} деактивовано. Зверніться до адміністратора вашої організації, щоб повторно активувати його.
zh_tw: 您的帳號 {username} 已被停用。請聯絡您的組織管理員以重新啟用。

source: The password is too weak.
gu: પાસવર્ડ ખૂબ કમજોર છે.
pl: Hasło jest za słabe.
pt_pt: A palavra-passe é demasiado fraca.
uk: Пароль занадто слабкий.
zh_tw: 密碼太弱。

source: Subdomain needs to have length 3 or greater.
gu: સબડોમેનને લાંબાઈ 3 અથવા તેથી વધુ હોવી જરૂરી છે.
pl: Subdomena musi mieć 3 lub więcej znaków.
pt_pt: O subdomínio necessita de ter 3 ou mais caracteres.
uk: Піддомен повинен мати 3 символа, або більше.
zh_tw: 子域名需要長度至少為 3

source: Subdomain cannot start or end with a '-'.
gu: સબડોમેન '-' દ્વારા શરૂ કરી શકે છે અથવા સમાપ્ત થવું જરૂરી નથી.
pl: Subdomena nie może zaczynać się ani kończyć znakiem "-".
pt_pt: O subdomínio não pode começar nem terminar com '-' traço.
uk: Піддомен не може починатись або закінчуватися символом '-'.
zh_tw: 子域名不能開頭或結尾有 '-'。

source: Subdomain can only have lowercase letters, numbers, and '-'s.
gu: સબડોમેનમાં ફક્ત લોઅરકેસ અક્ષરો, અંક અને '-' હોવું જરૂરી છે.
pl: Subdomena może składać się tylko z małych liter, cyfr i znaków "-".
pt_pt: O subdomínio só pode conter letras minúsculas, números, e '-' traços.
uk: Піддомен може містити лише малі літери, цифри та '-'.
zh_tw: 子域名只能是英文字母、數字、'-'。

source: Subdomain is already in use. Please choose a different one.
pl: Subdomena jest już w użyciu. Proszę wybierz inną.
uk: Субдомен вже використовується. Будь ласка, виберіть інший.
zh_tw: 子域名已被使用。請選擇不同的子域名。

source: Subdomain reserved. Please choose a different one.
gu: સબડોમેન આરક્ષિત છે. કૃપા કરીને અલગ એક પસંદ કરો.
pl: Subdomena zarezerwowana. Proszę wybierz inną.
pt_pt: Subdomínio reservado. Por favor escolha outro.
uk: Субдомен зарезервовано. Будь ласка, виберіть інший.
zh_tw: 子域名已被保留。請選擇不同的子域名。

source: Please use your real email address.
gu: કૃપા કરીને તમારો વાસ્તવિક ઇમેઇલ સરનામું ઉપયોગ કરો.
pl: Użyj swojego prawdziwego adresu email.
pt_pt: Por favor, utilize o seu endereço de e-mail real.
uk: Будь ласка, використовуйте свою справжню електронну адресу.
zh_tw: 請使用您真正的 email 地址。

source: The organization you are trying to join using {email} does not exist.
gu: તમે {email} વાપરીને જોઈન થવાનો પ્રયાસ કરી રહ્યાં છો તે સંગઠન અસ્તિત્વમાં નથી.
pl: Organizacja, do której próbujesz dołączyć email'em {email}, nie istnieje.
pt_pt: A organização à qual está a tentar aderir com o email {email} não existe.
uk: Організація, яку ви намагаєтеся приєднати, використовуючи {email}, не існує.
zh_tw: 您嘗試加入的組織使用的 {email} 不存在。

source: Please request an invite for {email} from the organization administrator.
gu: કૃપા કરીને સંગઠન પ્રબંધકનીથી {email} માટે એક આમંત્રણનો વિનંતી કરો.
pl: Poproś administratora organizacji o zaproszenie na email {email}.
pt_pt: Por favor peça um convite para {email} ao administrador da organização.
uk: Будь ласка, запросіть інвайт для {email} у адміністратора організації.
zh_tw: 請向組織管理員為 {email} 要求邀請。

source: Can't join the organization: password authentication is not enabled.
uk: Не вдається приєднатися до організації: автентифікація за паролем не ввімкнена.

source: Your email address, {email}, is not in one of the domains that are allowed to register for accounts in this organization.
gu: તમારું ઇમેઇલ સરનામું, {email}, આ સંગઠનમાં ખાતા નોંધાવવા માટે માન્ય ડોમેન્સમાં નથી.
pl: Domena twojego adresu email {email}, jest na liście zakazanych dla tej organizacji.
pt_pt: O seu domínio de email, {email}, não se encontra autorizado nem faz parte dos domínios autorizados a registar contas nesta organização.
uk: Ваша електронна адреса, {email}, не знаходиться в одному з доменів, яким дозволено зареєструватися для облікових записів у цій організації.
zh_tw: 您的 email 地址 {email}，並不在此組織允許註冊的域名範圍內。

source: Email addresses containing + are not allowed in this organization.
gu: આ સંગઠનમાં + સાથે સમાવિષ્ટ ઇમેઇલ સરનામું માન્ય નથી.
pl: Adres email zawierające + nie są dozwolone w tej organizacji.
pt_pt: Os endereços de email que contenham + não são permitidos nesta organização.
uk: Електронні адреси що містять +, не дозволяються в цій організації.
zh_tw: 此組織不允許包含 + 的電子郵件地址。

source: New members cannot join this organization because all Zulip licenses are in use. Please contact the person who invited you and ask them to increase the number of licenses, then try again.
gu: બધા ઝુલીપ લાયસન્સ વપરાશમાં આવ્યા છે તેથી નવા સભ્યો આ સંગઠનમાં જોઈન થવું સંભવ નથી. કૃપા કરીને તમને આમંત્રિત કરેલ વ્યક્તિનો સંપર્ક કરો અને તેમને લાયસન્સીની સંખ્યાને વધારવાની વિનંતી કરો, પછી ફરીથી પ્રયાસ કરો.
pl: Nowi członkowie nie mogą dołączyć do tej organizacji, ponieważ wszystkie licencje Zulip są w użyciu. Skontaktuj się z osobą, która Cię zaprosiła i poproś o zwiększenie liczby licencji, a następnie spróbuj ponownie.
pt_pt: Novos membros não podem aderir a esta organização pois todas as licenças Zulip estão em utilização. Por favor contacte o emissor do convite e peça para aumentar o número de licenças, depois tente novamente.
uk: Нові учасники не можуть приєднатися до цієї організації, оскільки всі ліцензії Zulip використовуються. Будь ласка, зв'яжіться з особою, яка вас запросила, і попросіть її збільшити кількість ліцензій, а потім спробуйте ще раз.
zh_tw: 新成員無法加入此組織，因為所有 Zulip 授權都已使用。請聯絡邀請您的人員，要求他們增加授權數量，然後再試一次。

source: Verified that you're a human user!
uk: Підтверджено, що ви користувач-людина!

source: Verifying that you're not a bot…
uk: Підтверджуємо, що ви не бот…

source: Validation failed, please try again.
uk: Не вдалося перевірити, спробуйте ще раз.

source: Challenges are not enabled.
uk: Випробування не ввімкнено.

source: New password
gu: નવો પાસવર્ડ
pl: Nowe hasło
pt_pt: Nova palavra-passe
uk: Новий пароль
zh_tw: 新密碼

source: New password confirmation
gu: નવો પાસવર્ડ પુષ્ટિકરણ
pl: Potwierdzenie nowego hasła
pt_pt: Confirmação da nova palavra-passe
uk: Підтвердження нового пароля
zh_tw: 確認新密碼

source: You're making too many attempts to sign in. Try again in {seconds} seconds or contact your organization administrator for help.
gu: તમે પ્રવેશ કરવા માટે ખૂબ વધારે પ્રયાસો કરી રહ્યાં છો. {seconds} સેકન્ડમાં ફરીથી પ્રયાસ કરો અથવા તમારા સંગઠનના પ્રબંધકનો સંપર્ક કરો.
pl: Podjęto zbyt wiele prób logowania. Spróbuj ponownie za {seconds} sekund lub skontaktuj się z administratorem organizacji w celu uzyskania pomocy.
pt_pt: Esta a efetuar demasiadas tentativas de início de sessão. Tente novamente dentro de {seconds} segundos ou contacte o administrador da sua organização para obter ajuda.
uk: Ви робите забагато спроб увійти. Спробуйте ще раз через {seconds} секунд або зверніться за допомогою до адміністратора вашої організації.
zh_tw: 您嘗試登入的次數過多。請在 {seconds} 秒後再試一次，或聯絡您的組織管理員尋求協助。

source: Your password has been disabled because it is too weak. Reset your password to create a new one.
gu: તમારો પાસવર્ડ ખૂબ કમજોર છે તેથી તમારો પાસવર્ડ નિષ્ક્રિય કરવામાં આવ્યો છે. તમારો પાસવર્ડ રીસેટ કરો અને નવો બનાવો.
pl: Twoje hasło zostało wyłączone, ponieważ jest zbyt słabe. Zresetuj hasło, aby utworzyć nowe.
pt_pt: A sua palavra-passe foi desativada pois é demasiado fraca. Reponha a sua palavra.passe para criar uma nova.
uk: Ваш пароль вимкнено, оскільки він занадто слабкий. Скиньте пароль, щоб створити новий.
zh_tw: 您的密碼因為太弱而被停用。請重置密碼以建立新密碼。

source: Token
gu: ટોકન
pt_pt: Código
uk: Токен
zh_tw: 令牌

source: Tip: You can enter multiple email addresses with commas between them.
gu: સૂચના: તમે તેમના વચ્ચે કોમા સાથે ઘણાં ઇમેઇલ સરનામો દાખલ કરી શકો છો.
pl: Wskazówka: możesz wprowadzić wiele adresów email, oddzielając je przecinkami.
pt_pt: Dica: Pode introduzir múltiplos endereços de email separados por vírgula entre cada um.
uk: Порада: Ви можете ввести кілька адрес електронної пошти, розділяючи їх комами.
zh_tw: 提示：您可以輸入多個電子郵件地址，以逗號分隔。

source: Please enter at most 10 emails.
gu: કૃપા કરીને સૌથી જૂનું 10 ઇમેઇલ સરનામો દાખલ કરો.
pl: Wprowadź maks. 10 adresów email.
pt_pt: Por favor introduza até uma máximo de 10 endereços de email.
uk: Будь ласка, введіть не більше 10 електронних адрес.
zh_tw: 請輸入至多 10 個 emails。

source: We couldn't find that Zulip organization.
gu: અમે ઓળખી નથી કે તે ઝુલિપ સંગઠન.
pl: Nie udało się odnaleźć takiej organizacji Zulip.
pt_pt: Não foi possível encontrar essa organização Zulip.
uk: Ми не змогли знайти цю організацію Zulip.
zh_tw: 我們找不到該 Zulip 組織。

source: Invalid email '{email}'
gu: અયોગ્ય ઇમેઇલ '{email}'
pl: Wadliwy email '{email}'
pt_pt: Endereço de email inválido '{email}'
uk: Недійсна електронна адреса '{email}'
zh_tw: 無效的電子郵件「{email}」

source: Missing topic
gu: વિષય ગુમ છે
pl: Brak wątku
pt_pt: Tópico em falta
uk: Відсутня тема
zh_tw: 缺少議題

source: Cannot send to multiple channels
pl: Nie można wysłać do wielu kanałów
pt_pt: Não é possível enviar para múltiplos canais
uk: Неможливо надсилати на кілька каналів
zh_tw: 無法發送到多個頻道

source: Missing channel
pl: Brakujący kanał
pt_pt: Canal em falta
uk: Відсутній канал
zh_tw: 缺少頻道

source: Message must have recipients
gu: સંદેશમાં પ્રાપ્તિકર્તાઓ હોવી જોઈએ
pl: Wiadomość musi mieć odbiorcę
pt_pt: A mensagem tem de ter destinatários
uk: Повідомлення має містити одержувачів
zh_tw: 訊息必須有接受者

source: Invalid message type
gu: અયોગ્ય સંદેશ પ્રકાર
pl: Nieprawidłowy typ wiadomości
pt_pt: Tipo de mensagem inválido
uk: Недійсний тип повідомлення
zh_tw: 無效的訊息類型

source: Invalid attachment
gu: અયોગ્ય અટેચમેન્ટ
pl: Nieprawidłowy załącznik
pt_pt: Anexo inválido
uk: Неправильне вкладення
zh_tw: 無效的附加檔案

source: An error occurred while deleting the attachment. Please try again later.
gu: અટેચમેન્ટ ડિલીટ કરતી વખતે એક ભૂલ આવી. કૃપા કરીને પછી ફરીથી પ્રયાસ કરો.
pl: Wystąpił błąd podczas usuwania załącznika. Spróbuj ponownie później.
pt_pt: Ocorreu um erro ao eliminar o anexo. Por favor tente novamente mais tarde.
uk: Під час видалення вкладення сталася помилка. Будь-ласка спробуйте пізніше.
zh_tw: 刪除附件時發生錯誤。請稍後再試。

source: Message must have recipients!
gu: સંદેશ પ્રાપ્તિકર્તાઓ ધરાવો જ જરૂરી છે!
pl: Wiadomość musi mieć odbiorców!
pt_pt: A mensagem tem de ter destinatários!
uk: Повідомлення повинно мати отримувачів!
zh_tw: 訊息必須有接受者！

source: Channel folder name can't be empty.
uk: Поле для назви папки каналу не може бути порожнім.

source: Invalid character in channel folder name, at position {position}.
uk: Недійсний символ у назві папки каналу в позиції {position}.

source: Channel folder name already in use
uk: Назва папки каналу вже використовується

source: Invalid channel folder ID
uk: Недійсний ідентифікатор папки каналу

source: Configure owner account email address.
uk: Налаштуйте адресу електронної пошти облікового запису власника.

source: {service_name} digest
gu: {service_name} ડાઈજેસ્ટ
pl: {service_name} periodyk
pt_pt: Resumo de {service_name}
uk: {service_name} дайджест
zh_tw: {service_name} 摘要

source: Domain can't be empty.
gu: ડોમેન ખાલી ન હોઈ.
pl: Należy podać domenę.
pt_pt: O domínio não pode estar em branco.
uk: Домен не може бути порожнім.
zh_tw: 域名不能為空。

source: Domain must have at least one dot (.)
gu: ડોમેનમાં ઓછામાં ઓછું એક ડોટ (.) હોવું જરૂરી છે
pl: Domena musi mieć przynajmniej jedną kropkę (.)
pt_pt: O domínio tem de conter pelo menos um ponto (.)
uk: Домен повинен мати принаймні одну крапку (.)
zh_tw: 域名必須至少有一個 (.)

source: Domain is too long
gu: ડોમેન ખૂબ લાંબુ છે
pl: Domena jest za długa
pt_pt: O domínio é demasiado longo
uk: Домен занадто довгий
zh_tw: 域名過長

source: Domain cannot start or end with a dot (.)
gu: ડોમેન ડોટ (.) સાથે શરૂ અથવા સમાપ્ત ન થઈ શકે
pl: Domena nie może zaczynać się ani kończyć kropką (.)
pt_pt: O domínio não pode começar nem terminar com um ponto (.)
uk: Домен не може починатись чи закінчуватись точкою (.)
zh_tw: 域名不能開頭或結尾有 (.)

source: Consecutive '.' are not allowed.
gu: એક પછીના '.' નામાં નિષ્ક્રિય છે.
pl: Wielokropki (..) nie są dozwolone.
pt_pt: Não são permitidos pontos '.' consecutivos.
uk: Послідовні '.' заборонені.
zh_tw: 不允許連續的 '.'。
