Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: Not allowed for guest users
gu: મહેમાન વપરાશકર્તાઓ માટે મંજૂર નથી
pl: Brak dostępu dla gości
pt_pt: Não permitido a visitantes
uk: Не дозволено для гостьових користувачів
zh_tw: 訪客使用者不允許此操作

source: Invalid organization
gu: અયોગ્ય સંસ્થા
pl: Nieprawidłowa organizacja
pt_pt: Organização inválida
uk: Неправильна організація
zh_tw: 無效的組織

source: Public channels
gu: જાહેર ચેનલો
pl: Kanały publiczne
pt_pt: Canais públicos
uk: Публічні канали
zh_tw: 公共頻道

source: Private channels
gu: ખાનગી ચેનલો
pl: Kanały prywatne
pt_pt: Canais privados
uk: Приватні канали
zh_tw: 私人頻道

source: Direct messages
gu: સીધા સંદેશો
pl: Wiadomości bezpośrednie
pt_pt: Mensagens privadas
uk: Особисті повідомлення
zh_tw: 私人訊息

source: Group direct messages
gu: ગ્રૂપ ડાયરેક્ટ સંદેશો
pl: Grupowe wiadomości bezpośrednie
pt_pt: Mensagens privadas de grupo
uk: Групувати особисті повідомлення
zh_tw: 群組私人訊息

source: Missing channel for chart: {chart_name}
gu: ચાર્ટ માટે ચેનલ ઉપલબ્ધ નથી: {chart_name}
pl: Brakuje kanału dla wykresu: {chart_name}
pt_pt: Canal em falta para o gráfico: {chart_name}
uk: Відсутній канал для діаграми: {chart_name}
zh_tw: 圖表缺少對應頻道：{chart_name}

source: Unknown chart name: {chart_name}
gu: અજ્ઞાત ચાર્ટ નામ: {chart_name}
pl: Nieznana nazwa znaku: {chart_name}
pt_pt: Gráfico desconhecido: {chart_name}
uk: Невідома назва діаграми: {chart_name}
zh_tw: 未知的圖表名稱：{chart_name}

source: Start time is later than end time. Start: {start}, End: {end}
gu: શરૂ સમય અંત સમયથી પછી છે. શરૂ: {start}, અંત: {end}
pl: Czas rozpoczęcia jest późniejszy niż zakończenia. Rozpoczęcie: {start}, Koniec: {end}
pt_pt: A hora de início é posterior à hora de fim. Início: {start}, Fim: {end}
uk: Час початку пізніше, ніж час закінчення. Початок: {start}, кінець: {end}
zh_tw: 開始時間晚於結束時間。開始時間：{start}，結束時間：{end}

source: No analytics data available. Please contact your server administrator.
gu: કોઈ વિશ્લેષણાત્મક માહિતી ઉપલબ્ધ નથી. કૃપા કરીને તમારા સર્વર વ્યવસ્થાપકનો સંપર્ક કરો.
pl: Dane analityczne niedostępne. Skontaktuj się z administratorem serwera.
pt_pt: Sem dados analíticos disponíveis. Por favor contacte o administrador do servidor.
uk: Аналітичні дані відсутні. Будь ласка, зв'яжіться зі своїм адміністратором сервера.
zh_tw: 沒有可用的分析資料。請聯繫您的伺服器管理員。

source: Your organization has no Zulip licenses remaining and can no longer accept new users. Please [increase the number of licenses]({billing_page_link}) or [deactivate inactive users]({deactivate_user_help_page_link}) to allow new users to join.
gu: તમારી સંસ્થાને હવે કોઈ ઝુલિપ લાયસન્સ બાકી નથી અને નવા વપરાશકર્તાઓને સ્વીકારી શકતી નથી. કૃપા કરીને [લાયસન્સની સંખ્યા વધારો]({billing_page_link}) અથવા [નિષ્ક્રિય વપરાશકર્તાઓને નિષ્ક્રિય કરો]({deactivate_user_help_page_link}) નવા વપરાશકર્તાઓને જોડાવવાની મંજૂરી આપો.
pl: Twoja organizacja nie posiada więcej licencji Zulip i nie może przyjąć nowych użytkowników. Proszę [zwiększ ilość licencji]({billing_page_link}) albo [odłącz nieaktywnych użytkowników]({deactivate_user_help_page_link}) aby dołączyć nowych użytkowników.
pt_pt: A sua organização Zulip não tem mais licenças disponíveis e não pode aceitar novos utilizadores. Por favor [aumente o número de licenças]({billing_page_link}) ou [desative utilizadores inativos]({deactivate_user_help_page_link}) para permitir a entrada de novos utilizadores.
uk: В вашій організації не залишилось ліцензій Zulip, і вона більше не може приймати нових користувачів. Будь ласка, [збільште кількість ліцензій]({billing_page_link}) або [ввімкніть неактивних користувачів]({deactivate_user_help_page_link}), щоб дозволити приєднатися новим користувачам.
zh_tw: 您的組織已無剩餘的 Zulip 授權，無法再接受新使用者。請[增加授權數量]({billing_page_link}) 或[停用閒置使用者]({deactivate_user_help_page_link}) 以允許新使用者加入。

source: Your organization has only one Zulip license remaining. You can [increase the number of licenses]({billing_page_link}) or [deactivate inactive users]({deactivate_user_help_page_link}) to allow more than one user to join.
gu: તમારી સંસ્થાને ફક્ત એક Zulip લાયસન્સ બાકી છે. તમે [લાયસન્સની સંખ્યા વધારવી શકો છો]({billing_page_link}) અથવા [નિષ્ક્રિય વપરાશકર્તાઓને નિષ્ક્રિય કરી શકો છો]({deactivate_user_help_page_link}) જેથી એકથી વધુ વપરાશકર્તા જોડાઈ શકે.
pl: W Twojej organizacji pozostała jedna licencja Zulip. Możesz [zwiększyć liczbę licencji] ({billing_page_link}) albo [odłączyć nieaktywnych użytkowników] ({deactivate_user_help_page_link}) aby zezwolić więcej niż jednemu użytkownikowi na dołączenie.
pt_pt: A sua organização Zulip tem apenas uma licença remanescente. Pode [aumentar o número de licenças]({billing_page_link}) ou [desativar utilizadores inativos]({deactivate_user_help_page_link}) para permitir a entrada a mais que um novo utilizador.
uk: В вашій організації залишилась тільки одна ліцензія Zulip. Ви можете [збільшити кількість ліцензій]({billing_page_link}) або [відключити неактивних користувачів]({deactivate_user_help_page_link}), щоб дозволити приєднатися більше ніж одному користувачу.
zh_tw: 您的組織只剩下一個 Zulip 授權。您可以[增加授權數量]({billing_page_link}) 或[停用閒置使用者]({deactivate_user_help_page_link}) 以允許多個使用者加入。

source: Your organization has only two Zulip licenses remaining. You can [increase the number of licenses]({billing_page_link}) or [deactivate inactive users]({deactivate_user_help_page_link}) to allow more than two users to join.
gu: તમારી સંસ્થાને ફક્ત બે Zulip લાયસન્સ બાકી છે. તમે [લાયસન્સની સંખ્યા વધારવી શકો છો]({billing_page_link}) અથવા [નિષ્ક્રિય વપરાશકર્તાઓને નિષ્ક્રિય કરી શકો છો]({deactivate_user_help_page_link}) જેથી બેથી વધુ વપરાશકર્તા જોડાઈ શકે.
pl: W Twojej organizacji pozostały dwie licencje Zulip. Możesz [zwiększyć liczbę licencji] ({billing_page_link}) albo [odłączyć nieaktywnych użytkowników] ({deactivate_user_help_page_link}) aby zezwolić więcej niż dwóm użytkownikom na dołączenie.
pt_pt: A sua organização Zulip tem apenas duas licenças remanescentes. Pode [aumentar o número de licenças]({billing_page_link}) ou [desativar utilizadores inativos]({deactivate_user_help_page_link}) para permitir a entrada a mais que dois novos utilizadores.
uk: В вашій організації залишилось тільки дві ліцензії Zulip. Ви можете [збільшити кількість ліцензій]({billing_page_link}) або [відключити неактивних користувачів]({deactivate_user_help_page_link}), щоб дозволити приєднатися більш ніж двум користувачам.
zh_tw: 您的組織只剩下兩個 Zulip 授權。您可以[增加授權數量]({billing_page_link}) 或[停用閒置使用者]({deactivate_user_help_page_link}) 以允許超過兩個使用者加入。

source: Your organization has only three Zulip licenses remaining. You can [increase the number of licenses]({billing_page_link}) or [deactivate inactive users]({deactivate_user_help_page_link}) to allow more than three users to join.
gu: તમારી સંસ્થાને ફક્ત ત્રણ Zulip લાયસન્સ બાકી છે. તમે [લાયસન્સની સંખ્યા વધારવી શકો છો]({billing_page_link}) અથવા [નિષ્ક્રિય વપરાશકર્તાઓને નિષ્ક્રિય કરી શકો છો]({deactivate_user_help_page_link}) જેથી ત્રણથી વધુ વપરાશકર્તા જોડાઈ શકે.
pl: W Twojej organizacji pozostały trzy licencje Zulip. Możesz [zwiększyć liczbę licencji] ({billing_page_link}) albo [odłączyć nieaktywnych użytkowników] ({deactivate_user_help_page_link}) aby zezwolić więcej niż trzem użytkownikom na dołączenie.
pt_pt: A sua organização Zulip tem apenas três licenças remanescentes. Pode [aumentar o número de licenças]({billing_page_link}) ou [desativar utilizadores inativos]({deactivate_user_help_page_link}) para permitir a entrada a mais que três novos utilizadores.
uk: В вашій організації залишилось тільки три ліцензії Zulip. Ви можете [збільшити кількість ліцензій]({billing_page_link}) або [відключити неактивних користувачів]({deactivate_user_help_page_link}), щоб дозволити приєднатися більш ніж трьом користувачам.
zh_tw: 您的組織只剩下三個 Zulip 授權。您可以[增加授權數量]({billing_page_link}) 或[停用閒置使用者]({deactivate_user_help_page_link}) 以允許超過三個使用者加入。

source: A new user ({email}) was unable to join because your organization does not have enough Zulip licenses. To allow new users to join, make sure that the [number of licenses for the current and next billing period]({billing_page_link}) is greater than the current number of users.
gu: નવો વપરાશકર્તા ({email}) જોડાઈ શક્યો નહીં કારણ કે તમારી સંસ્થા પાસે પૂરતા Zulip લાયસન્સો ઉપલબ્ધ નથી. નવા વપરાશકર્તાઓને જોડાવા દેવા માટે ખાતરી કરો કે [હાલની અને આગામી બિલિંગ અવધિ માટેની લાયસન્સ સંખ્યા]({billing_page_link}) હમણાં હાજર વપરાશકર્તાઓની સંખ્યાથી વધુ હોય.
pl: Nowy użytkownik ({email}) nie mógł dołączyć, ponieważ organizacja nie ma wystarczającej liczby licencji Zulip. Aby umożliwić nowym użytkownikom dołączenie, upewnij się, że [number of licenses for the current and next billing period]({billing_page_link}) jest większa niż bieżąca liczba użytkowników.
pt_pt: Um novo utilizador ({email}) não pôde entrar porque a sua organização Zulip não tem licenças suficientes. Para permitir a entrada de novos utilizadores, certifique-se que o [número de licenças no período de faturação atual]({billing_page_link}) é superior ao número de utilizadores.
uk: Новий користувач ({email}) не зміг приєднатися, оскільки у вашій організації недостатньо ліцензій Zulip. Щоб дозволити новим користувачам приєднатися, переконайтеся, що [кількість ліцензій на поточний та наступний розрахунковий період]({billing_page_link}) більша за поточну кількість користувачів.
zh_tw: 新使用者 ({email}) 無法加入，因為您的組織沒有足夠的 Zulip 授權。若要允許新使用者加入，請確保[當前和下一計費週期的授權數量]({billing_page_link}) 大於目前的使用者數量。

source: Your organization does not have enough Zulip licenses. Invitations were not sent.
gu: તમારી સંસ્થા પાસે પૂરતું Zulip લાઇસન્સ નથી. આમંત્રણો મોકલેલા નથી.
pl: Twoja organizacja nie ma wystarczającej liczby licencji Zulip. Zaproszenia nie zostały wysłane.
pt_pt: A sua organização Zulip não tem licenças suficientes. Os convites não foram enviados.
uk: Ваша організація не має достатньої кількості ліцензій Zulip. Запрошення не надіслано.
zh_tw: 您的組織沒有足夠的 Zulip 授權。邀請未能送出。

source: Your organization does not have enough Zulip licenses to change a guest user's role.
gu: તમારા સંસ્થામાં મહેમાન યુઝરની ભૂમિકા બદલવા માટે પૂરતું Zulip લાઇસન્સ નથી.
pl: Twoja organizacja nie ma wystarczającej liczby licencji Zulip, aby zmienić rolę użytkownika-gościa.
pt_pt: A sua organização Zulip não tem licenças suficientes para alterar a função de um visitante.
uk: Ваша організація не має достатньої кількості ліцензій Zulip для зміни ролі гостьового користувача.
zh_tw: 您的組織沒有足夠的 Zulip 授權來變更訪客使用者的角色。

source: Registration is deactivated
gu: નોંધણી નિષ્ક્રિય કરવામાં આવી છે.
pl: Rejestracja jest wyłączona
pt_pt: O registo está desativado.
uk: Регістрація вимкнена
zh_tw: 註冊功能已停用

source: Invalid remote server.
gu: અયોગ્ય રિમોટ સર્વર.
pl: Wadliwy serwer zdalny.
pt_pt: Servidor remoto inválido.
uk: Невірний віддалений сервер.
zh_tw: 無效的遠端伺服器。

source: You must purchase licenses for all active users in your organization (minimum {min_licenses}).
gu: તમારી સંસ્થાના સક્રિય ઉપયોગકર્તાઓ માટે તમે લાયસન્સો ખરીદવા જ જોઈએ (ન્યૂનતમ {min_licenses}).
pl: Należy zakupić licencje dla wszystkich aktywnych użytkowników w organizacji (minimum {min_licenses}).
pt_pt: Deverá comprar licenças para todos os utilizadores ativos na sua organização, (mínimo {min_licenses}).
uk: Вам необхідно придбати ліцензії для всіх активних користувачів вашої організації (мінімум {min_licenses}).
zh_tw: 您必須為組織中所有啟用的使用者購買授權（最少 {min_licenses} 個）。

source: Invoices with more than {max_licenses} licenses can't be processed from this page. To complete the upgrade, please contact {email}.
gu: આ પેજથી {max_licenses} લાયસન્સ વાળી ચલણ ની ચલાઈ શકાય નહીં. અપગ્રેડ પૂર્ણ કરવા માટે, કૃપા કરીને {email} સંપર્ક કરો.
pl: Faktury zawierające więcej niż {max_licenses} licencji nie mogą być przetwarzane z tej strony. Aby dokończyć aktualizację, skontaktuj się z {email}.
pt_pt: Faturas com mais de {max_licenses} licenças não podem ser processadas através desta página. Para finalizar o upgrade, por favor contacte {email}.
uk: Рахунки на більш ніж {max_licenses} ліцензій не можуть бути оброблені на цій сторінці. Для завершення апгрейду, будь ласка, зв'яжіться з {email}.
zh_tw: 此頁面無法處理超過 {max_licenses} 個授權的發票。若要完成升級，請聯繫 {email}。

source: No payment method on file.
gu: ફાઇલ પર કોઈ ચૂકવણી પદ્ધતિ નથી.
pl: Brak zapisanej metody płatności.
pt_pt: Sem método de pagamento guardado.
uk: Не вказано спосіб оплати.
zh_tw: 沒有檔案記錄的付款方式。

source: {brand} ending in {last4}
gu: {brand} અંતમાં સમાપ્ત થાય છે {last4}
pl: {brand} kończy się w {last4}
pt_pt: {brand} acaba com {last4}
uk: {brand} закінчується за {last4}
zh_tw: {brand} 卡號末四碼 {last4}

source: Unknown payment method. Please contact {email}.
gu: અજ્ઞાત ચુકવણી પદ્ધતિ. કૃપા કરીને {email} સંપર્ક કરો.
pl: Nieznana metoda płatności. Proszę skontaktuj się z {email}.
pt_pt: Método de pagamento desconhecido. Por favor contacte {email}.
uk: Невідомий спосіб оплати. Зверніться до {email}.
zh_tw: 未知的付款方式。請聯繫 {email}。

source: Something went wrong. Please contact {email}.
gu: કંઈ ખોટું થયું. કૃપા કરીને સંપર્ક કરો {email}.
pl: Coś poszło nie tak. Proszę skontaktuj się z {email}.
pt_pt: Algo correu mal. Por favor contacte {email}.
uk: Щось пішло не так. Зверніться до {email}.
zh_tw: 發生錯誤。請聯繫 {email}。

source: Something went wrong. Please reload the page.
gu: કંઈ ખોટું થયું. કૃપા કરીને પૃષ્ઠને રીલોડ કરો.
pl: Coś poszło nie tak. Spróbuj odświeżyć stronę.
pt_pt: Algo correu mal. Por favor recarregue a página.
uk: Щось пішло не так. Перезавантажте сторінку.
zh_tw: 發生錯誤。請重新載入頁面。

source: Something went wrong. Please wait a few seconds and try again.
gu: કંઈક ખોટું થયું. થોડા સેકન્ડ રાહ જુઓ અને ફરી પ્રયાસ કરો.
pl: Coś poszło nie tak. Poczekaj kilka sekund i spróbuj ponownie.
pt_pt: Algo correu mal. Por favor aguarde alguns segundos e volte a tentar.
uk: Щось пішло не так. Будь ласка, зачекайте кілька секунд і повторіть спробу.
zh_tw: 發生錯誤。請稍候幾秒鐘後再試一次。

source: Please add a credit card before starting your free trial.
gu: કૃપા કરીને તમારા મુક્ત ટ્રાયલ શરૂ કરવા પહેલાં કૃપયા કરીને એક ક્રેડિટ કાર્ડ ઉમેરો.
pl: Przed rozpoczęciem bezpłatnego okresu próbnego należy dodać kartę kredytową.
pt_pt: Por favor adicione um cartão de crédito antes de começar o período experimental gratuito.
uk: Будь ласка, вкажіть дані платіжної картки перед початком безкоштовного пробного використання.
zh_tw: 開始免費試用前，請先新增信用卡。

source: Please add a credit card to schedule upgrade.
gu: અપગ્રેડ શેડ્યૂલ માટે કૃપયા કરીને એક ક્રેડિટ કાર્ડ ઉમેરો.
pl: Dodaj kartę kredytową, aby zaplanować aktualizację.
pt_pt: Por favor adicione um cartão de crédito para agendar um upgrade.
uk: Будь ласка, вкажіть дані платіжної картки щоб запланувати оновлення.
zh_tw: 請新增信用卡以安排升級。

source: Unable to update the plan. The plan has been expired and replaced with a new plan.
gu: યોજનાને અપડેટ કરવામાં અસમર્થ. યોજના સમાપ્ત થઈ ગઈ છે અને નવી યોજનાથી બદલાઈ ગઈ છે.
pl: Nie można zaktualizować planu. Plan wygasł i został zastąpiony nowym planem.
pt_pt: Não foi possível atualizar o plano. O plano expirou e foi substituído por um novo plano.
uk: Неможливо поновити тариф. Тарифний план закінчився і замінений новим.
zh_tw: 無法更新方案。該方案已過期並已被新方案取代。

source: Unable to update the plan. The plan has ended.
gu: યોજનાને અપડેટ કરવામાં અસમર્થ. યોજના સમાપ્ત થઈ ગઈ છે.
pl: Nie dało rady zmienić oferty. Oferta wygasła.
pt_pt: Não foi possível atualizar o plano. O plano terminou.
uk: Неможливо поновити тариф. Тарифний план закінчився.
zh_tw: 無法更新方案。該方案已結束。

source: Cannot update licenses in the current billing period for free trial plan.
gu: મુકત પરીક્ષા યોજના માટે વર્તમાન બિલિંગ અવધિમાં લાયસન્સને અપડેટ કરી શકાય નહીં.
pl: Nie można zaktualizować licencji w bieżącym okresie rozliczeniowym dla bezpłatnego planu próbnego.
pt_pt: Não é possível atualizar licenças no período de faturação atual correspondente ao período experimental gratuito.
uk: Не вдається оновити ліцензії у поточному розрахунковому періоді для безкоштовного пробного тарифу.
zh_tw: 無法在目前計費週期內更新免費試用方案的授權。

source: Unable to update licenses manually. Your plan is on automatic license management.
gu: માન્ય નથી કે લાયસન્સો હાથથી અપડેટ કરી શકાય છે. તમારી યોજના આપોઆપ લાયસન્સ વ્યવસ્થાપન પર છે.
pl: Nie można ręcznie zaktualizować licencji. Twój plan zakłada automatyczne zarządzanie licencjami.
pt_pt: Não foi possível atualizar as licenças manualmente. O seu plano está sob gestão de licenciamento automática.
uk: Не можливо оновити ліцензії вручну. Ваш тариф на автоматичному керуванні.
zh_tw: 無法手動更新授權。您的方案採用自動授權管理。

source: Your plan is already on {licenses} licenses in the current billing period.
gu: તમારી યોજના વર્તમાન બિલિંગ અવધિમાં પહેલાથી પર છે {licenses} લાયસન્સો પર.
pl: Twój plan jest już objęty {licenses} licencji w bieżącym okresie rozliczeniowym.
pt_pt: O seu plano já corresponde a {licenses} licenças no período de faturação atual.
uk: Ваш тариф вже включає {licenses} ліцензій у поточному розрахунковому періоді.
zh_tw: 您的方案在目前計費週期已有 {licenses} 個授權。

source: You cannot decrease the licenses in the current billing period.
gu: તમે વર્તમાન બિલિંગ અવધિમાં લાયસન્સને ઘટાડી શકતા નથી.
pl: Nie można zmniejszyć liczby licencji w bieżącym okresie rozliczeniowym.
pt_pt: Não pode diminuir o número de licenças no período de faturação atual.
uk: Ви не можете зменшити кількість ліцензій у путочному розрахунковому періоді.
zh_tw: 您無法在目前計費週期減少授權數量。

source: Cannot change the licenses for next billing cycle for a plan that is being downgraded.
gu: જે યોજના ડાઉનગ્રેડ થઈ રહી છે માટે આવતી બિલિંગ ચક્રના લાયસન્સોને બદલી શકાય તેવી નથી.
pl: Nie można zmienić licencji na następny cykl rozliczeniowy dla planu, który został obniżony.
pt_pt: Não pode alterar o número de licenças para o próximo período de faturação dado estar em processo de downgrade.
uk: Не вдається змінити ліцензії на наступний платіжний період для тарифу, рівень якого буде знижений.
zh_tw: 無法更改正在降級方案的下一個計費週期授權數量。

source: Your plan is already scheduled to renew with {licenses_at_next_renewal} licenses.
gu: તમારી યોજના પહેલેથી નિયત કરવામાં આવી છે કે {licenses_at_next_renewal} લાયસન્સથી નવીનીકરણ કરવામાં આવશે.
pl: Plan jest już zaplanowany do odnowienia z licencjami {licenses_at_next_renewal}.
pt_pt: O seu plano já está agendado para renovação com {licenses_at_next_renewal} licenças.
uk: Ваш тариф вже заплановано до продовження на {licenses_at_next_renewal} ліцензій.
zh_tw: 您的方案已安排以 {licenses_at_next_renewal} 個授權進行續約。

source: You’ve already purchased {licenses_at_next_renewal} licenses for the next billing period.
gu: તમે આગલી બિલિંગ અવધિ માટે પહેલેથી જ {licenses_at_next_renewal} લાઇસન્સ ખરીદ્યા છે.
pl: Zakupiono już licencje {licenses_at_next_renewal} na następny okres rozliczeniowy.
pt_pt: Já comprou {licenses_at_next_renewal} licenças para o próximo período de faturação.
uk: Ви вже придбали ліцензії ({licenses_at_next_renewal}) на наступний розрахунковий період.
zh_tw: 您已經購買了下一個計費週期的 {licenses_at_next_renewal} 個授權。

source: Nothing to change.
gu: કંઈ બદલવાનું નથી.
pl: Nic do zmiany.
pt_pt: Nada a alterar.
uk: Нема що змінювати.
zh_tw: 沒有需要變更的項目。

source: No customer for this organization!
gu: આ સંસ્થા માટે કોઈ ગ્રાહક નથી!
pl: Brak konsumenta dla tej organizacji!
pt_pt: Sem clientes para esta organização!
uk: Ця організація не має клієнтів!
zh_tw: 此組織沒有對應的客戶記錄！

source: Session not found
gu: સત્ર મળ્યું નથી
pl: Nie odnaleziono sesji
pt_pt: Não foi encontrada uma sessão
uk: Сеансу не знайдено
zh_tw: 找不到工作階段

source: Insufficient permission
gu: અપૂર્ણ પરવાનગી
pl: Niewystarczające pozwolenie
pt_pt: Permissão insuficiente
uk: Недостатній дозвіл
zh_tw: 權限不足

source: Payment intent not found
gu: ચુકવેલ ચૂક આપત્તિ મળી નથી
pl: Nie odnaleziono powodu płatności
pt_pt: Não foi encontrada intenção de pagamento
uk: Призначення платежу не знайдено
zh_tw: 找不到付款意圖

source: Pass stripe_session_id or stripe_invoice_id
pl: Przekaż stripe_session_id lub stripe_invoice_id
pt_pt: Passar stripe_session_id ou stripe_invoice_id
uk: Передайте stripe_session_id або stripe_invoice_id
zh_tw: 請提供 stripe_session_id 或 stripe_invoice_id

source: Your organization's request for sponsored hosting has been approved! You have been upgraded to {plan_name}, free of charge. {emoji} If you could {begin_link}list Zulip as a sponsor on your website{end_link}, we would really appreciate it!
gu: તમારી સંસ્થાની સાથેની હોસ્ટિંગની વિનંતીને મંજૂરી આપવામાં આવી છે! તમને મુક્ત માટે {plan_name}, પર અપગ્રેડ કરવામાં આવ્યું છે. {emoji} જો તમે {begin_link} તમારી વેબસાઇટ{end_link} પર સ્પોન્સર તરીકે Zulipને લિસ્ટ કરી શકો તો, અમે ખૂબ આભારી હશીએ!
pl: Wniosek organizacji o sponsorowany hosting został zatwierdzony! Zostałeś bezpłatnie przeniesiony do {plan_name}. {emoji} Jeśli mógłbyś {begin_link}wymienić Zulip jako sponsora na swojej stronie{end_link}, bylibyśmy naprawdę wdzięczni!
pt_pt: O pedido da sua organização relativo ao patrocínio de alojamento foi aprovado! Foi efetuado upgrade para o plano, {plan_name}, gratuitamente. {emoji} Se puder {begin_link}listar o Zulip como patrocinador no seu site{end_link}, nós apreciaríamos imenso!
uk: Запит вашої організації на спонсорований хостинг схвалено! Ви були переведені на {plan_name} безкоштовно. {emoji} Якщо ви зможете {begin_link}вказати Zulip як спонсора на своєму веб-сайті{end_link}, ми будемо вам дуже вдячні!
zh_tw: 您的組織申請贊助託管已獲得批准！您已免費升級至 {plan_name} 方案。{emoji} 如果您能夠{begin_link}在網站上列出 Zulip 為贊助商{end_link}，我們將非常感謝！

source: Parameter 'confirmed' is required
gu: પેરામીટર 'કન્ફર્મ્ડ' જરૂરી છે
pl: Parametr 'confirmed' jest wymagany
pt_pt: Parâmetro 'confirmado' é obrigatório
uk: Параметр 'підтверджено' є обов'язковим
zh_tw: 必須提供參數 'confirmed'

source: Billing access token expired.
gu: બિલિંગ ઍક્સેસ ટોકન સમાપ્ત થયું.
pl: Token dostępu do płatności wygasł.
pt_pt: Código de acesso à faturação expirou.
uk: Термін дії токена платіжного доступу минув.
zh_tw: 計費存取權杖已過期。

source: Invalid billing access token.
gu: અમાન્ય બિલિંગ ઍક્સેસ ટોકન.
pl: Błędny token dostępu do płatności.
pt_pt: Código de acesso à faturação inválido.
uk: Недійсний токен платіжного доступу.
zh_tw: 無效的計費存取權杖。

source: Couldn't reconcile billing data between server and realm. Please contact {support_email}
gu: સર્વર અને ખેતી વચ્ચે બિલિંગ ડેટાને સમન્વય કરી શક્યો નહિ. કૃપા કરીને સંપર્ક કરો {support_email}
pl: Nie można uzgodnić danych rozliczeniowych między serwerem a sferą. Prosimy o kontakt {support_email}
pt_pt: Não é possível reconciliar a informação de faturação entre o servidor e o domínio. Por favor contacte o suporte {support_email}
uk: Не вдалося узгодити платіжні дані між сервером та доменом. Зверніться до {support_email}
zh_tw: 無法協調伺服器與組織間的計費資料。請聯繫 {support_email}

source: User account doesn't exist yet.
gu: વપરાશકર્તા એકાઉન્ટ હજી સરખું અસ્તિત્વમાં નથી.
pl: Póki co nie ma konta użytkownika.
pt_pt: A conta de utilizador ainda não existe.
uk: Обліковий запис користувача ще не створено.
zh_tw: 使用者帳戶尚未存在。

source: You must accept the Terms of Service to proceed.
gu: આગળ વધવા માટે તમે સેવાની શરતો સ્વીકાર કરવી આવશ્યક છે.
pl: Aby kontynuować, należy zaakceptować Warunki świadczenia usług.
pt_pt: Tem de aceitar os Termos de serviço para continuar.
uk: Щоб продовжити, ви повинні прийняти Умови використання.
zh_tw: 您必須接受服務條款才能繼續。

source: This zulip_org_id is not registered with Zulip's billing management system.
gu: આ ઝુલિપ_ઓર્ગ_આઈડી ઝુલિપના બિલિંગ વ્યવસ્થાની સાથે નોંધાયેલ નથી.
pl: Organizacja zulip_org_id nie jest wpisana do systemu rozliczeń Zulip.
pt_pt: Esta zulip_org_id não está registada no sistema de gestão de faturação Zulip.
uk: Цей zulip_org_id не зареєстровано у системі управління платежами Zulip.
zh_tw: 此 zulip_org_id 未在 Zulip 的計費管理系統中註冊。

source: Invalid zulip_org_key for this zulip_org_id.
gu: આ જુલિપ ઓર્ગ આઈડી માટે અમાન્ય જુલિપ ઓર્ગ કી.
pl: Błędny zulip_org_key dla tej zulip_org_id.
pt_pt: zulip_org_key inválida para esta zulip_org_id.
uk: Невірний zulip_org_key для цього zulip_org_id.
zh_tw: 此 zulip_org_id 的 zulip_org_key 無效。

source: Your server registration has been deactivated.
gu: તમારી સર્વર નોંધણી નિષ્ક્રિય થઈ ગઈ છે.
pl: Przyjmowanie rejestracji zostało wyłączone.
pt_pt: O servidor de registo foi desativado.
uk: Реєстрація сервера відкликана.
zh_tw: 您的伺服器註冊已被停用。
