Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: '{value}' is not a valid choice for '{field_name}'.
gu: '{value}' '{field_name}' માટે માન્ય પસંદગી નથી.
pl: '{value}' nie jest właściwym wyborem dla '{field_name}'.
pt_pt: '{value}' não é uma opção válida para '{field_name}'.
uk: '{value}' не є правильним вибором для '{field_name}'.
zh_tw: '{value}' 對於 '{field_name}' 不是有效的選擇。

source: {var_name} is not a string or an integer list
gu: {var_name} સ્ટ્રિંગ અથવા એક પૂર્ણાંક લિસ્ટ નથી
pl: {var_name} to nie string lub integer list
pt_pt: {var_name} não é texto ou uma lista de números inteiros
uk: {var_name} не є рядком або списком цілих чисел
zh_tw: {var_name} 不是 string 或 integer list

source: {var_name} is not a string or integer
gu: {var_name} સ્ટ્રિંગ અથવા પૂર્ણાંક નથી
pl: {var_name} to nie string lub integer
pt_pt: {var_name} não é texto ou número
uk: {var_name} не є рядком або цілим числом
zh_tw: {var_name} 不是 string 或 integer

source: {var_name} does not have a length
gu: {var_name} ની લંબાઈ નથી
pl: {var_name} nie posiada długości
pt_pt: {var_name} não tem um comprimento
uk: {var_name} не має довжини
zh_tw: {var_name} 沒有長度

source: {var_name} is missing
gu: {var_name} ગુમ છે
pl: Brakuje {var_name}
pt_pt: {var_name} em falta
uk: {var_name} відсутня
zh_tw: {var_name} 遺失

source: Missing the HTTP event header '{header}'
gu: HTTP ઇવેન્ટ હેડર '{header}' ગુમ છે
pl: Brakuje nagłówka zdarzeń HTTP '{header}'
pt_pt: Cabeçalho de evento HTTP em falta '{header}'
uk: Відсутній заголовок HTTP-події '{header}'
zh_tw: 缺少 HTTP event header '{header}'

source: The {webhook} webhook expects time in milliseconds.
gu: {webhook} વેબહુક મિલિસેકન્ડમાં સમય અપેક્ષા કરે છે.
pl: Czas oczekiwania webhook {webhook} liczony jest w milisekundach.
pt_pt: O webhook {webhook} espera o tempo em milissegundos.
uk: Вебхук {webhook} очікує час у мілісекундах.
zh_tw: {webhook} webhook 預期時間以毫秒為單位。

source: The algorithm '{algorithm}' is not supported.
uk: Алгоритм '{algorithm}' не підтримується.

source: The webhook secret is missing. Please set the webhook_secret while generating the URL.
uk: Секрет вебхука відсутній. Будь ласка, встановіть webhook_secret під час створення URL-адреси.

source: Webhook signature verification failed.
uk: Не вдалося перевірити підпис вебхука.

source: There should be a leading slash in the zcommand.
gu: zકમાંડમાં અગર સ્લેશ હોવો જોઈએ.
pl: W nazwie powinien znajdować się ukośnik zcommand.
pt_pt: Deve haver uma barra no início do comando zcommand.
uk: Повинен бути присутній слеш у zcommand.
zh_tw: 在 zcommand 中應該有前置斜線。

source: No such command: {command}
gu: આવા કમાન્ડ નથી: {command}
pl: Brak komendy: {command}
pt_pt: Comando inexistente: {command}
uk: Немає такої команди: {command}
zh_tw: 無此指令：{command}

source: `zulip_update_announcements_stream` is unexpectedly deactivated.
pl: `zulip_update_announcements_stream` jest niespodziewanie wyłączony.
uk: `zulip_update_announcements_stream` несподівано деактивовано.
zh_tw: `zulip_update_announcements_stream` 意外地被停用。

source: CSRF error: {reason}
gu: CSRF ત્રુટિ: {reason}
pl: Błąd CSRF: {reason}
pt_pt: Erro CSRF: {reason}
uk: Помилка CSRF: {reason}
zh_tw: CSRF 錯誤：{reason}

source: Reverse proxy misconfiguration: {proxy_reason}
gu: રિવર્સ પ્રૉક્સી ગલત રૂપરેખાંકન: {proxy_reason}
pl: Błędna konfiguracja reverse proxy: {proxy_reason}
pt_pt: Configuração incorreta do proxy reverso: {proxy_reason}
uk: Неправильна конфігурація зворотного проксі-сервера: {proxy_reason}
zh_tw: 反向代理配置錯誤：{proxy_reason}

source: Invalid user IDs: {invalid_ids}
pl: Wadliwe ID użytkownika: {invalid_ids}
pt_pt: IDs de utilizador inválido: {invalid_ids}
uk: Недійсні ідентифікатори користувачів: {invalid_ids}
zh_tw: 無效的使用者 ID：{invalid_ids}

source: User with ID {user_id} is deactivated
gu: ID {user_id} સાથે વપરાશકર્તા નિષ્ક્રિય કર્યો છે
pl: Użytkownik z ID {user_id} jest dezaktywowany
pt_pt: O utilizador com o ID {user_id} está desativado
uk: Користувач з ідентифікатором {user_id} деактивовано
zh_tw: ID 為 {user_id} 的使用者已停用

source: User with ID {user_id} is a bot
gu: ID {user_id} સાથે વપરાશકર્તા બોટ છે
pl: Użytkownik o ID {user_id} to bot
pt_pt: O utilizador com o ID {user_id} é um bot
uk: Користувач з ідентифікатором {user_id} є ботом
zh_tw: ID 為 {user_id} 的使用者是機器人

source: List of options
gu: વિકલ્પોની યાદી
pl: Lista opcji
pt_pt: Lista de opções
uk: Список опцій
zh_tw: 選項清單

source: Text (short)
gu: ટેક્સ્ટ (ટૂંકો)
pl: Tekst (krótki)
pt_pt: Texto (curto)
uk: Текст (короткий)
zh_tw: 文字（短）

source: Text (long)
gu: ટેક્સ્ટ (લાંબો)
pl: Tekst (długi)
pt_pt: Texto (longo)
uk: Текст (довгий)
zh_tw: 文字（長）

source: Date
gu: તારીખ
pl: Data
pt_pt: Data
uk: Дата
zh_tw: 日期

source: Link
gu: લિંક
pt_pt: Ligação
uk: Посилання
zh_tw: 連結

source: External account
gu: બહારી એકાઉન્ટ
pl: Zewnętrzne konto
pt_pt: Conta externa
uk: Зовнішній обліковий запис
zh_tw: 外部帳戶

source: Pronouns
gu: પ્રોનાઉન્સ
pl: Zaimki
pt_pt: Pronomes
uk: Займенники
zh_tw: 代名詞

source: Nobody
gu: કોઈ નહીં
pl: Nikt
pt_pt: Ninguém
uk: Ніхто
zh_tw: 沒有人

source: Full members
pl: Pełni użytkownicy
uk: Повноправні члени
zh_tw: 正式成員

source: Members
gu: સભ્યો
pl: Członkowie
pt_pt: Membros
uk: Члени
zh_tw: 成員

source: Everyone on the internet
pl: Każdy w internecie
pt_pt: Qualquer pessoa na Internet
uk: Кожен в інтернеті
zh_tw: 網路上的所有人

source: Bad regular expression: {regex}
gu: ખરાબ નિયમિત અભિવ્યક્તિ: {regex}
pl: Złe wyrażenie regularne: {regex}
pt_pt: Expressão regular inválida: {regex}
uk: Недійсний регулярний вираз: {regex}
zh_tw: 無效的正規表達式：{regex}

source: Unknown regular expression error
gu: અજ્ઞાત નિયમિત અભિવ્યક્તિ ત્રુટિ
pl: Nieznany błąd wyrażenia regularnego
pt_pt: Erro de expressão regular desconhecido
uk: Невідома помилка регулярного виразу
zh_tw: 未知的正規表達式錯誤

source: Invalid URL template.
gu: અમાન્ય URL ટેમ્પ્લેટ.
pl: Wadliwy format URL.
pt_pt: Modelo de URL inválido.
uk: Недійсний шаблон URL-адреси.
zh_tw: 無效的 URL 範本。

source: Group %(name)r in URL template is not present in linkifier pattern.
gu: URL ટેમ્પ્લેટમાં %(name)r ગ્રૂપ લિંકિફાયર પેટર્નમાં હાજર નથી.
pl: Grupa %(name)r w szablonie URL nie występuje we wzorcu łącznika.
pt_pt: Grupo %(name)r no modelo de URL não está presente no padrão de criador de ligações.
uk: Група %(name)r у шаблоні URL-адреси відсутня у шаблоні посилання.
zh_tw: URL 範本中的群組 %(name)r 沒有出現在連結化模式中。

source: Group %(name)r in linkifier pattern is not present in URL template.
gu: લિંકિફાયર પેટર્નમાં %(name)r ગ્રૂપ URL ટેમ્પ્લેટમાં હાજર નથી.
pl: Grupa %(name)r w szablonie łącznika nie występuje w szablonie URL.
pt_pt: Grupo %(name)r no padrão de criador de ligações não está presente no modelo de URL.
uk: Група %(name)r у шаблоні посилання відсутня в шаблоні URL-адреси.
zh_tw: 連結化模式中的群組 %(name)r 沒有出現在 URL 範本中。

source: Unicode emoji
gu: યુનિકોડ ઇમોજી
pl: Emoji unicode
pt_pt: Emoji unicode
uk: Юнікод емодзі
zh_tw: Unicode 表情符號

source: Custom emoji
gu: કસ્ટમ ઇમોજી
pl: Spersonalizowane emoji
pt_pt: Emoji personalizado
uk: Власні емодзі
zh_tw: 自定義表情符號

source: Zulip extra emoji
gu: Zulip અતિરિક્ત ઇમોજી
pl: Zulip ekstra emoji
pt_pt: Emoji extra do Zulip
uk: Додаткова Zulip емодзі
zh_tw: Zulip 額外的表情符號

source: Invalid characters in emoji name
gu: ઇમોજી નામમાં અમાન્ય અક્ષરો
pl: Nieprawidłowe znaki w nazwie emoji
pt_pt: Caracteres inválidos no nome do emoji
uk: Недійсні символи в назві емодзі
zh_tw: 表情符號名稱中有無效的字元

source: Invalid characters in pygments language
gu: પાયમેંટ ભાષામાં અમાન્ય અક્ષરો
pl: Nieprawidłowe znaki w przetwarzanym języku
pt_pt: Caracteres inválidos na linguagem pygments
uk: Недійсні символи в мові pygments
zh_tw: Pygments 語言中有無效的字元

source: Missing the required variable "code" in the URL template
gu: URL ટેમ્પ્લેટમાં જરૂરી વેરિએબલ "કોડ" ગુમ છે
pl: Brak wymaganej zmiennej "code" w szablonie URL
pt_pt: Variável "code" obrigatória no modelo de URL encontra-se em falta
uk: У шаблоні URL-адреси відсутня обов'язкова змінна "code"
zh_tw: URL 範本中缺少必要的變數 "code"

source: "code" should be the only variable present in the URL template
gu: "કોડ" URL ટેમ્પ્લેટમાં એકમાત્ર વેરિએબલ હોવી જોઈએ
pl: Zmienna "code" powinna być jedyną obecną w szablonie URL
pt_pt: "code" deve ser a única variável no modelo de URL
uk: "code" має бути єдиною змінною, присутньою в шаблоні URL-адреси
zh_tw: "code" 應是 URL 範本中唯一的變數

source: sandbox
pl: piaskownica
uk: пісочниця
zh_tw: 沙盒

source: general
pl: ogólne
pt_pt: geral
uk: загальний
zh_tw: 一般

source: channel events
pl: wydarzenia kanału
pt_pt: eventos do canal
uk: події каналу
zh_tw: 頻道事件

source: Spam
uk: Спам

source: Harassment
uk: Домагання

source: Inappropriate content
uk: Неприйнятний контент

source: Violates community norms
uk: Порушує громадські норми

source: Other reason
uk: Інша причина

source: Zulip updates
pl: Aktualizacje Zulip
pt_pt: Atualizações do Zulip
uk: Оновлення Zulip
zh_tw: Zulip 更新

source: Available on Zulip Cloud Standard. Upgrade to access.
gu: Zulip Cloud Standard પર ઉપલબ્ધ છે. પહોંચ માટે અપગ્રેડ કરો.
pl: Dostępne w ramach Zulip Cloud Standard. Wykup aby uzyskać dostęp.
pt_pt: Disponível na Cloud Zulip Standard. Faça upgrade para aceder.
uk: Доступно на Zulip Cloud Standard. Оновіть підписку, щоб отримати доступ.
zh_tw: Zulip Cloud Standard 可用。升級以取得使用權限。

source: Available on Zulip Cloud Plus. Upgrade to access.
gu: Zulip Cloud Plus પર ઉપલબ્ધ છે. પહોંચ માટે અપગ્રેડ કરો.
pl: Dostępne w ramach Zulip Cloud Plus. Uaktualnij aby uzyskać dostęp.
pt_pt: Disponível na Cloud Zulip Plus. Faça upgrade para aceder.
uk: Доступно в Zulip Cloud Plus. Оновіть підписку, щоб отримати доступ.
zh_tw: Zulip Cloud Plus 可用。升級以取得使用權限。

source: GIPHY integration disabled
gu: GIPHY એન્ટીગ્રેશન નિષ્ક્રિય કરી દીધી છે
pl: Integracja z GIPHY wyłączona
pt_pt: Integração GIPHY desativada
uk: Інтеграцію GIPHY вимкнено
zh_tw: GIPHY 整合已停用

source: Allow GIFs rated Y (Very young audience)
gu: GIFs રેટેડ Y (ખૂબ નવો સાક્ષાત્કાર) મંજૂર છે
pl: Zezwól na GIF-y z oceną Y (bardzo młoda widownia)
pt_pt: Permitir GIFs classificados para audiências jovens (Y)
uk: Дозволити GIF-файли з рейтингом Y (дуже юнацька аудиторія)
zh_tw: 允許 Y 級 GIF（非常年幼的觀眾）

source: Allow GIFs rated G (General audience)
gu: GIFs રેટેડ G (સામાન્ય સાક્ષાત્કાર) મંજૂર છે
pl: Zezwól na GIF z serii G (ogólna widownia)
pt_pt: Permitir GIFs classificados para audiências gerais (G)
uk: Дозволити GIF-файли з рейтингом G (для загальної аудиторії)
zh_tw: 允許 G 級 GIF（一般觀眾）

source: Allow GIFs rated PG (Parental guidance)
gu: GIFs રેટેડ PG (માતા-પિતાઓની માર્ગદર્શન) મંજૂર છે
pl: Zezwól na GIF z serii PG (ochrona rodzicielska)
pt_pt: Permitir GIFs classificados para guias parentais (PG)
uk: Дозволити GIF-файли з рейтингом PG (батьківський нагляд)
zh_tw: 允許 PG 級 GIF（家長指導）

source: Allow GIFs rated PG-13 (Parental guidance - under 13)
gu: GIFs રેટેડ PG-13 (માતા-પિતાઓની માર્ગદર્શન - 13 થી ઓછા) મંજૂર છે
pl: Zezwalaj na GIF-y z oceną PG-13 (kontrola rodzicielska - poniżej 13 lat)
pt_pt: Permitir GIFs classificados para guias parentais - abaixo dos 13 anos (PG-13)
uk: Дозволити GIF-файли з рейтингом PG-13 (під наглядом батьків – до 13 років)
zh_tw: 允許 PG-13 級 GIF（家長指導 - 13 歲以下）

source: Allow GIFs rated R (Restricted)
gu: GIFs રેટેડ R (પાબંધિત) મંજૂર છે
pl: Zezwól na GIF z serii R (ograniczone)
pt_pt: Permitir GIFs classificados como restritos (R)
uk: Дозволити GIF-файли з рейтингом R (обмежено)
zh_tw: 允許 R 級 GIF（限制級）

source: Web-public
gu: વેબ-પબ્લિક
pl: Ogólnodostępny
pt_pt: Web-pública
uk: Відкрито в мережі
zh_tw: 網路公開

source: Public
gu: સાર્વજનિક
pl: Publiczny
pt_pt: Público
uk: Відкритий
zh_tw: 公開

source: Private, shared history
gu: ખાનગી, ભાગીદાર ઇતિહાસ
pl: Prywatny, otwarta historia
pt_pt: Privado, histórico partilhado
uk: Приватна, спільна історія
zh_tw: 私人，共享歷史記錄

source: Private, protected history
gu: ખાનગી, સુરક્ષિત ઇતિહાસ
pl: Prywatny, zamknięta historia
pt_pt: Privado, histórico protegido
uk: Приватна, захищена історія
zh_tw: 私人，受保護歷史記錄

source: Public, protected history
gu: સાર્વજનિક, સુરક્ષિત ઇતિહાસ
pl: Publiczny, chroniona historia
pt_pt: Público, histórico protegido
uk: Публічна, захищена історія
zh_tw: 公開，受保護歷史記錄

source: Admins, moderators, members and guests
gu: એડમિન્સ, મોડરેટર્સ, સભ્યો અને મહેમાનો
pl: Administratorzy, moderatorzy, członkowie i goście
pt_pt: Administradores, moderadores, membros e visitantes
uk: Адміністратори, модератори, учасники та гості
zh_tw: 管理者、仲裁者、成員與訪客

source: Admins, moderators and members
gu: એડમિન્સ, મોડરેટર્સ અને સભ્યો
pl: Administratorzy, moderatorzy i członkowie
pt_pt: Administradores, moderadores e membros
uk: Адміністратори, модератори та учасники
zh_tw: 管理者、仲裁者與成員

source: Admins and moderators
gu: એડમિન્સ અને મોડરેટર્સ
pl: Administratorzy i moderatorzy
pt_pt: Administradores e moderadores
uk: Адміністратори та модератори
zh_tw: 管理者與仲裁者

source: Admins only
gu: ફક્ત એડમિન્સ
pl: Tylko administratorzy
pt_pt: Apenas administradores
uk: Лише адміністратори
zh_tw: 只允許管理者

source: Unknown user
gu: અજ્ઞાત વપરાશકર્તા
pl: Nieznany użytkownik
pt_pt: Utilizador desconhecido
uk: Невідомий користувач
zh_tw: 未知的使用者

source: Organization owner
gu: સંસ્થા માલિક
pl: Właściciel organizacji
pt_pt: Proprietário da organização
uk: Власник організації
zh_tw: 組織擁有者

source: Organization administrator
gu: સંસ્થા પ્રશાસક
pl: Administrator organizacji
pt_pt: Administrador da organização
uk: Адміністратор організації
zh_tw: 組織管理者

source: Moderator
gu: મોડરેટર
pt_pt: Moderador
uk: Модератор
zh_tw: 仲裁者

source: Member
gu: સભ્ય
pl: Członek
pt_pt: Membro
uk: Учасник
zh_tw: 成員

source: Guest
gu: મહેમાન
pl: Gość
pt_pt: Visitante
uk: Гість
zh_tw: 訪客

source: Unknown IP address
gu: અજ્ઞાત IP સરનામું
pl: Nieznany adres IP
pt_pt: Endereço de IP desconhecido
uk: Невідома IP-адреса
zh_tw: 未知的 IP 地址

source: an unknown operating system
gu: અજ્ઞાત ઓપરેટિંગ સિસ્ટમ
pl: nieznany system operacyjny
pt_pt: um sistema operativo desconhecido
uk: невідома операційна система
zh_tw: 未知的作業系統

source: An unknown browser
gu: અજ્ઞાત બ્રાઉઝર
pl: Nieznana przeglądarka
pt_pt: Um navegador desconhecido
uk: Невідомий браузер
zh_tw: 未知的瀏覽器

source: Missing 'queue_id' argument
gu: ગુમ થતી 'queue_id' વાદળું
pl: Brak argumentu 'queue_id'
pt_pt: Argumento 'queue_id' em falta
uk: Відсутній аргумент 'queue_id'
zh_tw: 缺少 'queue_id' 參數

source: Missing 'last_event_id' argument
gu: ગુમ થતી 'last_event_id' વાદળું
pl: Brak argumentu 'last_event_id'
pt_pt: Argumento 'last_event_id' em falta
uk: Відсутній аргумент 'last_event_id'
zh_tw: 缺少 'last_event_id' 參數

source: An event newer than {event_id} has already been pruned!
gu: {event_id} કરતાં નવો ઇવેન્ટ પહેલાથીજ પ્રૂન થઇ ગયો છે!
pl: Zdarzenie nowsze od {event_id} zostało już wyczyszczone!
pt_pt: Um evento mais recente {event_id} já foi removido!
uk: Подія, новіша за {event_id} уже була очищена!
zh_tw: 比 {event_id} 更新的事件已被清除！

source: Event {event_id} was not in this queue
gu: ઇવેન્ટ {event_id} આ ક્યુનમાં નથી
pl: Zdarzenia {event_id} nie było w tym zapytaniu
pt_pt: O evento {event_id} não estava nesta fila
uk: Подія {event_id} була не в цій черзі
zh_tw: 事件 {event_id} 不在此佇列中

source: Bad event queue ID: {queue_id}
gu: ખરાબ ઇવેન્ટ ક્યૂ આઈડી: {queue_id}
pl: Zły ID kolejki zdarzeń: {queue_id}
pt_pt: ID evento de fila inválido: {queue_id}
uk: Недійсний ідентифікатор черги подій: {queue_id}
zh_tw: 無效的事件佇列 ID：{queue_id}

source: Failed to generate challenge
uk: Не вдалося створити завдання

source: JWT authentication is not enabled for this organization
gu: આ સંસ્થા માટે JWT પ્રમાણીકરણ સક્રિય કરવામાં આવ્યું નથી
pl: Autoryzacja JWT nie jest włączona dla tej organizacji
pt_pt: A autenticação JWT não está ativada para esta organização
uk: Автентифікація JWT не ввімкнена для цієї організації
zh_tw: 此組織未啟用 JWT 身份驗證

source: No JSON web token passed in request
gu: કોઈ JSON વેબ ટોકન વિનંતીમાં પાસ કરાયો નથી
pl: Nie przekazano: JSON web token
pt_pt: Não foi passado um token web JSON no pedido
uk: Жодних JSON веб-токенів не передано у запиті
zh_tw: 請求中沒有傳遞 JSON 網路權杖

source: Bad JSON web token
gu: ખરાબ JSON વેબ ટોકન
pl: Niewłaściwy JSON web token
pt_pt: Token web JSON inválido
uk: Хибний JSON веб-токен
zh_tw: 無效的 JSON 網路權杖

source: No email specified in JSON web token claims
gu: JSON વેબ ટોકન દાવોમાં કોઈ ઇમેઇલ નિર્દિષ્ટ કર્યો નથી
pl: Nie określono adresu email w danych tokena JSON
pt_pt: Não foi especificado nenhum email na reivindicação de token web JSON
uk: У заявках веб-токена JSON не вказано електронну адресу
zh_tw: JSON 網路權杖聲明中未指定電子郵件

source: Subdomain required
gu: ઉપ-ડોમેન જરૂરી છે
pl: Subdomena jest wymagana
pt_pt: Subdomínio obrigatório
uk: Необхідний піддомен
zh_tw: 需要子域名

source: Password is incorrect.
gu: પાસવર્ડ અમાન્ય છે.
pl: Hasło nie jest poprawne.
pt_pt: Palavra-passe incorreta.
uk: Пароль неправильний.
zh_tw: 密碼不正確。

source: You need to remove all the channels from this folder to archive it.
uk: Вам потрібно видалити всі канали з цієї папки, щоб архівувати її.

source: User-Agent header missing from request
gu: વિનંતીમાં યુઝર-એજેન્ટ શીર્ષક ગુમ છે
pl: Brakuje nagłówka User-Agent w żądaniu
pt_pt: Cabeçalho User-Agent em falta no pedido
uk: Заголовок користувача-агента відсутній у запиті
zh_tw: 該請求缺少 User-Agent header

source: Label cannot be blank.
gu: લેબલ ખાલી હોઈ શકે નહિં.
pl: Etykieta nie może być pusta.
pt_pt: Etiqueta não pode estar em branco.
uk: Позначка не може бути порожньою.
zh_tw: 標籤不能為空白。

source: Field must have at least one choice.
gu: ફિલ્ડમાં ઓળખ કમિપને એક હોવું જોઈએ.
pl: Pole musi oferować co najmniej jeden wybór.
pt_pt: O campo tem de ter pelo menos uma opção.
uk: Поле повинне мати хоча б один вибір.
zh_tw: 欄位必須至少有一個選項。

source: Field type not supported for display in profile summary.
gu: પ્રોફાઇલ સારાંશમાં પ્રદર્શન માટે ક્ષેત્ર પ્રકાર સપોર્ટ નથી.
pl: Typ pola nie może zostać wyświetlony w podsumowaniu profilu.
pt_pt: Tipo de campo não suportado no resumo de perfil.
uk: Тип поля не підтримується для відображення у зведенні профілю.
zh_tw: 欄位類型不支援在個人檔案摘要中顯示。

source: Invalid field type.
gu: અમાન્ય ક્ષેત્ર પ્રકાર.
pl: Nieprawidłowy typ pola
pt_pt: Tipo de campo inválido
uk: Недійсний тип поля.
zh_tw: 無效的欄位類型。

source: Only 2 custom profile fields can be displayed in the profile summary.
gu: માત્ર 2 કસ્ટમ પ્રોફાઇલ ફિલ્ડ્સ પ્રોફાઇલ સારાંશમાં દર્શાવવામાં આવી શકે છે.
pl: Tylko 2 niestandardowe pola profilu mogą być wyświetlane w podsumowaniu profilu.
pt_pt: Só podem ser mostrados 2 campos personalizados no resumo do perfil.
uk: У зведенні профілю можна відображати лише 2 поля користувацького профілю.
zh_tw: 個人檔案摘要中只能顯示 2 個自定義個人檔案欄位。

source: A field with that label already exists.
gu: તે લેબલ સાથે એક ક્ષેત્ર પહેલાથીજ અસ્તિત્વમાં છે.
pl: Tak opisane pole już istnieje.
pt_pt: Já existe um campo com essa etiqueta.
uk: Поле з цією позначкою вже існує.
zh_tw: 具有該標籤的欄位已存在。

source: Default custom field cannot be updated.
gu: મૂલભૂત કસ્ટમ ક્ષેત્ર અપડેટ.
pl: Domyślne dodatkowe pole nie może zostać zmienione.
pt_pt: O campo pré-definido não pode ser atualizado.
uk: Користувацьке поле за замовчуванням не можна оновити.
zh_tw: 預設自定義欄位不能被更新。

source: Endpoint not available in production.
gu: એન્ડપોઇન્ટ ઉત્પાદન પ્રક્રિયામાં ઉપલબ્ધ નથી.
pl: Punkt końcowy nie jest dostępny.
pt_pt: O endpoint não está disponível em produção.
uk: Кінцева точка не доступна у продакшині.
zh_tw: 端點在生產環境中不可用。

source: DevAuthBackend not enabled.
gu: DevAuthBackend સક્રિય નથી.
pl: Nie włączono DevAuthBackend.
pt_pt: DevAuthBackend não está ativado.
uk: DevAuthBackend не активовано.
zh_tw: DevAuthBackend 未啟用。

source: Invalid '{key}' parameter for anonymous request
gu: અજ્ઞાત વિનંતી માટે અમાન્ય '{key}' પેરામીટર
pl: Wadliwy parametr '{key}' dla anonimowego zapytania
pt_pt: Parâmetro '{key}' inválido para pedido anónimo
uk: Недійсний параметр '{key}' для анонімного запиту
zh_tw: 匿名請求的 '{key}' 參數無效

source: Database is empty
gu: ડેટાબેસ ખાલી છે
pl: Baza danych jest pusta
pt_pt: Base de dados vazia
uk: База даних порожня
zh_tw: 資料庫是空的

source: Cannot query postgresql
gu: પોસ્ટગ્રેસક્યુએલ ક્યુરી કરી શકાતી નથી
pl: Nie można połączyć z postgresql
pt_pt: Não é possível consultar PostgreSQL
uk: Не вдається зробити запит до postgresql
zh_tw: 無法查詢 postgresql

source: Cannot connect to rabbitmq
gu: રેબિટએમ્યુએ કનેક્ટ કરી શકાતું નથી
pl: Nie można połączyć z rabbitmq
pt_pt: Não é possível conectar ao RabbitMQ
uk: Не вдається підключитися до rabbitmq
zh_tw: 無法連接到 rabbitmq

source: Cannot query rabbitmq
gu: રેબિટએમ્યુએ ક્યુરી કરી શકાતી નથી
pl: Nie można połączyć z rabbitmq
pt_pt: Não é possível consultar o RabbitMQ
uk: Не вдається зробити запит до rabbitmk
zh_tw: 無法查詢 rabbitmq

source: Cannot query redis
gu: રેડીસ ક્યુરી કરી શકાતું નથી
pl: Nie można połączyć z redis
pt_pt: Não é possível consultar o Redis
uk: Не вдається зробити запит на Redis
zh_tw: 無法查詢 redis

source: Cannot write to memcached
gu: મેમકેશ્ડમાં લખી શકાતું નથી
pl: Nie można zapisać do memcached
pt_pt: Não é possível escrever no MemCached
uk: Неможливо записати в memcached
zh_tw: 無法寫入 memcached

source: Cannot query memcached
gu: મેમકેશ્ડ ક્યુરી કરી શકાતું નથી
pl: Nie można połączyć z memcached
pt_pt: Não é possível consultar o MemCached
uk: Не вдається зробити запит до memcached
zh_tw: 無法查詢 memcached

source: No such invitation
gu: આ જેમ આમંત્રણ નથી
pl: Nie ma takiego zaproszenia
pt_pt: Nenhum convite
uk: Немає такого запрошення
zh_tw: 無此邀請

source: Invitation has already been revoked
gu: આમંત્રણ પહેલાથીજ પ્રત્યાહ્ય કરવામાં આવ્યું છે
pl: Zaproszenie zostało już odwołane
pt_pt: O convite já foi revogado
uk: Запрошення вже відкликано
zh_tw: 邀請已被撤銷

source: Invalid channel ID {channel_id}. No invites were sent.
pl: Wadliwy ID kanału {channel_id}. Nie wysłano zaproszeń.
pt_pt: ID de canal inválido {channel_id}. Não foi enviado nenhum convite.
uk: Недійсний ідентифікатор каналу {channel_id}. Запрошення не надіслано.
zh_tw: 無效的頻道 ID {channel_id}。沒有發送邀請。

source: You do not have permission to subscribe other users to channels.
pl: Nie masz uprawnień do subskrybowania kanałów innych użytkowników.
pt_pt: Não tem permissão para subscrever outros utilizadores aos canais.
uk: Ви не маєте дозволу підписувати інших користувачів на канали.
zh_tw: 您沒有讓其他使用者訂閱頻道的權限。

source: You must specify at least one email address.
gu: તમે ઓળખવામાં કમિપને એક ઇમેઇલ સરનામું નક્કી કરવું જોઈએ.
pl: Określ przynajmniej jeden adres email.
pt_pt: Tem de especificar pelo menos um endereço de email.
uk: Ви повинні вказати щонайменше одну адресу електронної пошти.
zh_tw: 您必須指定至少一個電子郵件地址。

source: Some of those addresses are already using Zulip, so we didn't send them an invitation. We did send invitations to everyone else!
gu: તે સરનામાઓમાંથી કેટલાક પહેલેથીજ Zulip વાપરાય છે, તેથી અમે તેમને કોઈ નિમંત્રણો મોકલ્યા નથી. અમે બાકી બધાને નિમંત્રણો મોકલ્યા!
pl: Niektóre z tych adresów są już zarejestrowane w Zulipie, więc nie wysłaliśmy im zaproszeń. Wszystkie inne dostały zaproszenie!
pt_pt: Alguns desses endereços já estão a usar o Zulip, por isso não lhes enviamos convite. Enviámos convites para os restantes!
uk: Деякі з цих адрес вже використовують Zulip, тому ми не надіслали їм запрошення. Ми надіслали запрошення всім іншим!
zh_tw: 部份地址已經在 Zulip 使用，所以我們沒送出邀請。除此之外其他部份都已送出！

source: Message edit history is disabled in this organization
gu: આ સંસ્થામાં સંદેશ સંપાદન ઇતિહાસ અક્ષમ કર્યો છે
pl: Historia edycji wiadomości jest wyłączona w tej organizacji
pt_pt: Histórico da edição de mensagens foi desativado nesta organização
uk: Історію редагування повідомлень у цій організації вимкнено
zh_tw: 此組織禁用訊息編輯歷史

source: You don't have permission to delete this message
gu: તમારી પાસે આ સંદેશ માટે મિટાવવાની મંજૂરી નથી
pl: Nie masz uprawnień by usunąć tą wiadomość
pt_pt: Não tem permissão para apagar esta mensagem
uk: У вас немає дозволу для видалення цього повідомлення
zh_tw: 您沒有刪除此訊息的權限

source: The time limit for deleting this message has passed
gu: આ સંદેશને મિટાવવાની સમયમર્યાદા પાર થઇ ગઈ છે
pl: Za nami okno czasowe na skasowanie tego wpisu
pt_pt: O tempo limite para eliminar esta mensagem já foi ultrapassado
uk: Термін для видалення цього повідомлення минув
zh_tw: 刪除此訊息的時間限制已過
