Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: Hi there! It looks like you tried to unsubscribe from something, but we don't recognize the URL.
gu: હાય અહીં! તમે શુંબન્ધ થવા માટે પ્રયત્ન કર્યું છે, પરંતુ અમે URL ને ઓળખતા નથી.
pl: Cześć! Wygląda na to, że próbowałeś zrezygnować z subskrypcji, ale nie rozpoznajemy adresu URL.
pt_pt: Viva! Parece que tentou cancelar a subscrição a algo, mas não foi possível reconhecer o URL.
uk: Вітаю! Схоже, ви намагалися відписатися від чогось, але ми не розпізнаємо URL-адресу.
zh_tw: 您好！看起來您嘗試取消訂閱某些內容，但我們無法識別此網址。

source: Please double-check that you have the full URL and try again, or <a href="mailto:%(support_email)s">email us</a> and we'll get this squared away!
gu: કૃપા કરીને ખાતરી કરો કે તમારી પૂરી URL છે કે નહીં અને ફરીથી પ્રયાસ કરો, અથવા <a href="mailto:%(support_email)s">અમને ઇમેઇલ</a> કરો અને અમે આ સમસ્યાને સમાધાન કરીશું!
pl: Sprawdź dokładnie, czy masz pełny adres URL i spróbuj ponownie, lub <a href="mailto:%(support_email)s">podrzuć nam email</a> a zajmiemy się tym!
pt_pt: Por favor verifique o URL e tente novamente, ou<a href="mailto:%(support_email)s">contacte-nos</a> e iremos resolver o seu problema!
uk: Будь ласка, перевірте ще раз, чи у вас є повна URL-адреса, і спробуйте ще раз, або <a href="mailto:%(support_email)s">напишіть нам електронного листа</a>, і ми вирішимо це питання!
zh_tw: 請再次檢查您是否有完整的網址並重新嘗試，或<a href="mailto:%(support_email)s">傳送電子郵件給我們</a>，我們會為您解決！

source: Email settings updated
gu: ઇમેઇલ સેટિંગ્સ અપડેટ થઈ ગયાં છે.
pl: Zmieniono ustawienia email
pt_pt: Definições de e-mail atualizadas
uk: Налаштування електронної пошти оновлено
zh_tw: Email 設定已更新

source: You've successfully unsubscribed from Zulip %(subscription_type)s emails for <a href="%(realm_url)s">%(realm_name)s</a>.
pl: Udało się odsubskrybować mailing Zulip %(subscription_type)s dla <a href="%(realm_url)s">%(realm_name)s</a>.
pt_pt: Cancelou a subscrição de emails do Zulip %(subscription_type)s para <a href="%(realm_url)s">%(realm_name)s</a>.
uk: Ви успішно скасували підписку на електронні листи Zulip %(subscription_type)s для <a href="%(realm_url)s">%(realm_name)s</a>.
zh_tw: 您已成功取消訂閱 <a href="%(realm_url)s">%(realm_name)s</a> 的 Zulip %(subscription_type)s 電子郵件。

source: You can undo this change or review your preferences in your <a href="%(realm_url)s/#settings/notifications">notification settings</a>.
pl: Możesz cofnąć tę zmianę lub przejrzeć wybory w <a href="%(realm_url)s/#settings/notifications">ustawieniach powiadomień</a>.
pt_pt: Pode reverter esta alteração ou rever as suas preferências nas suas <a href="%(realm_url)s/#settings/notifications">preferências de notificação</a>.
uk: Ви можете скасувати цю зміну або переглянути свої налаштування в <a href="%(realm_url)s/#settings/notifications">налаштуваннях сповіщень</a>.
zh_tw: 您可以在<a href="%(realm_url)s/#settings/notifications">通知設定</a>中 撤銷此變更或檢視您的偏好設定。

source: Invalid order mapping.
gu: અમાન્ય ક્રમ મેપિંગ.
pl: Nieprawidłowe mapowanie kolejności.
pt_pt: Mapeamento de pedido inválido
uk: Недійсне відображення порядку.
zh_tw: 無效的順序映射。

source: Questions and discussion about using Zulip.
pl: Pytania i dyskusja jak korzystać z Zulip.
pt_pt: Questões ou discussão acerca da utilização do Zulip.
uk: Запитання та обговорення щодо використання Zulip.
zh_tw: 關於使用 Zulip 的問題和討論。

source: Experiment with Zulip here. :test_tube:
pl: Sprawdź działanie Zulip tutaj. :test_tube:
pt_pt: Experimente o Zulip aqui. :test_tube:
uk: Поекспериментуйте з Zulip тут. :test_tube:
zh_tw: 在這裡試用 Zulip。:test_tube:

source: For team-wide conversations
pl: Pod dyskusje w zespole
pt_pt: Para conversações em equipa
uk: Для розмов у команді
zh_tw: 用於全團隊對話

source: signups
gu: સાઇન અપ્સ
pl: rejestracje
pt_pt: inscrições
uk: реєстрації
zh_tw: 註冊

source: {user} joined this organization.
gu: {user} આ સંસ્થાની સાથે જોડાઈ ગયા છે.
pl: {user} dołączył do tej organizacji.
pt_pt: {user} aderiu a esta organização.
uk: {user} приєднався до цієї організації.
zh_tw: {user} 加入了此組織。

source: {user} accepted your invitation to join Zulip!
gu: {user} તમારો આમંત્રણ Zulipમાં જોડાવા સ્વીકાર કર્યો છે!
pl: {user} zaakceptował Twoje zaproszenie Zulip!
pt_pt: {user} aceitou o seu convite para se juntar ao Zulip!
uk: {user} прийняв ваше запрошення приєднатися до Zulip!
zh_tw: {user} 已同意您的邀請並加入了 Zulip！

source: Cannot activate a placeholder account; ask the user to sign up, instead.
gu: એક ટાળાટ એકાઉન્ટને સક્રિય કરી શકાતો નથી; વપરાશકર્તાને સાઇન અપ કરવા વિનંતી કરો માટે.બદલાઈ તરીકે.
pl: Nie można aktywować konta zastępczego; zamiast tego poproś użytkownika o zarejestrowanie się.
pt_pt: Não é possível ativar conta de demonstração; por favor peça ao utilizador para se inscrever.
uk: Не вдається активувати обліковий запис-заповнювач; попросіть користувача зареєструватися.
zh_tw: 無法啟用佔位符帳號；請要求使用者註冊。

source: You are not allowed to change this field. Contact an administrator to update it.
pl: Nie możesz zmienić tego pola. Skontaktuj się z administratorem, aby je zaktualizować.
uk: Ви не маєте права змінювати це поле. Зверніться до адміністратора, щоб оновити його.
zh_tw: 您不被允許變更此欄位。請聯絡管理員進行更新。

source: Field id {id} not found.
gu: ક્ષેત્ર id {id} મળ્યું નથી.
pl: Brak pola id {id}.
pt_pt: Campo id {id} não encontrado.
uk: Ідентифікатор поля {id} не знайдено.
zh_tw: 找不到欄位 id {id}。

source: Invalid default channel group name '{group_name}'
pl: Nieprawidłowa nazwa domyślnej grupy kanałów '{group_name}'
pt_pt: Nome pré-definido de grupo de canais inválido '{group_name}'
uk: Недійсна назва групи каналів за замовчуванням '{group_name}'
zh_tw: 無效的預設頻道群組名稱「{group_name}」

source: Default channel group name too long (limit: {max_length} characters)
pl: Domyślna nazwa grupy kanałów jest zbyt długa (limit: {max_length} znaków)
pt_pt: Nome pré-definido de grupo de canais demasiado longo (limite: {max_length} caracteres)
uk: Назва групи каналів за замовчуванням занадто довга (ліміт: {max_length} символів)
zh_tw: 預設頻道群組名稱過長（限制：{max_length} 個字元）

source: Default channel group name '{group_name}' contains NULL (0x00) characters.
pl: Domyślna nazwa grupy kanałów '{group_name}' zawiera znaki NULL (0x00).
pt_pt: Nome pré-definido de grupo de canais '{group_name}' contém caracteres nulos NULL (0x00).
uk: Назва групи каналів за замовчуванням '{group_name}' містить символи NULL (0x00).
zh_tw: 預設頻道群組名稱「{group_name}」包含 NULL (0x00) 字元。

source: Invalid default channel group {group_name}
pl: Wadliwa domyślna grupa dla kanału {group_name}
pt_pt: Nome pré-definido de grupo de canais inválido {group_name}
uk: Недійсна група каналів за замовчуванням {group_name}
zh_tw: 無效的預設頻道群組 {group_name}

source: '{channel_name}' is a default channel and cannot be added to '{group_name}'
pl: '{channel_name}' jest domyślnym kanałem i nie może zostać przypisany do '{group_name}'
pt_pt: '{channel_name}' é o canal pré-definido e não pode ser adicionado a '{group_name}'
uk: «{channel_name}» – це канал за замовчуванням, і його не можна додати до «{group_name}»
zh_tw: 「{channel_name}」是預設頻道，無法加入到「{group_name}」

source: Default channel group '{group_name}' already exists
pl: Domyślna grupa kanału '{group_name}' już istnieje
pt_pt: Grupo de canais pré-definido '{group_name}' já existe
uk: Група каналів за замовчуванням '{group_name}' вже існує
zh_tw: 預設頻道群組「{group_name}」已存在

source: Channel '{channel_name}' is already present in default channel group '{group_name}'
pl: Kanał '{channel_name}' jest już obecny w domyślnej grupie kanałów '{group_name}'
pt_pt: O canal '{channel_name}' já está presente no grupo de canais pré-definido '{group_name}'
uk: Канал «{channel_name}» вже присутній у групі каналів за замовчуванням «{group_name}»
zh_tw: 頻道「{channel_name}」已存在於預設頻道群組「{group_name}」中

source: Channel '{channel_name}' is not present in default channel group '{group_name}'
pl: Kanał '{channel_name}' nie jest obecny w domyślnej grupie kanałów '{group_name}'
pt_pt: O canal '{channel_name}' não está presente no grupo de canais pré-definido '{group_name}'
uk: Канал «{channel_name}» відсутній у групі каналів за замовчуванням «{group_name}»
zh_tw: 頻道「{channel_name}」不存在於預設頻道群組「{group_name}」中

source: This default channel group is already named '{group_name}'
pl: Ten domyślny kanał grupy jest już przypisany do '{group_name}'
pt_pt: Este grupo de canais pré-definido já é chamado'{group_name}'
uk: Ця група каналів за замовчуванням вже має назву '{group_name}'
zh_tw: 此預設頻道群組已命名為「{group_name}」

source: To protect users, Zulip limits the number of invitations you can send in one day. Because you have reached the limit, no invitations were sent.
gu: વપરાશકર્તાઓને સુરક્ષિત રાખવા માટે, Zulip તમે એક દિવસમાં કેટલાક નિમંત્રણો મોકલી શકો છો, પરંતુ તમે મર્યાદા પર પહોંચ્યા છો, તેથી કોઈ નિમંત્રણો મોકલાઈ નથી.
pl: Aby chronić użytkowników, Zulip ogranicza liczbę zaproszeń, które możesz wysłać w ciągu jednego dnia. Ponieważ osiągnąłeś limit, żadne zaproszenia nie zostały wysłane.
pt_pt: Para proteger os utilizadores, o Zulip limita o número de convites que pode enviar num único dia. Por ter atingido o limite, nenhum convite foi enviado.
uk: Для захисту користувачів Zulip обмежує кількість запрошень, які можна надіслати протягом одного дня. Оскільки ви досягли ліміту, жодних запрошень не було надіслано.
zh_tw: 為了保護使用者，Zulip 限制您每天可以發送的邀請數量。由於您已達到限制，因此未發送邀請。

source: Your account is too new to send invites for this organization. Ask an organization admin, or a more experienced user.
gu: આ સંસ્થા માટે નિમંત્રણો મોકલવા માટે તમારું એકાઉન્ટ ખૂબ નવું છે. સંસ્થા પ્રશાસક, અથવા એક વધુ અનુભવી વપરાશકર્તાને વિનંતી કરો.
pl: Twoje konto jest zbyt nowe aby wysyłać zaproszenia. Zapytaj administratora organizacji lub innego uzytkownika.
pt_pt: A sua conta é demasiado recente para enviar convites através desta organização. Peça a um administrador da organização, ou a um utilizador mais antigo.
uk: Ваш обліковий запис занадто новий для надсилання запрошень для цієї організації. Попросіть адміністратора організації або досвідченого користувача.
zh_tw: 您的帳號太新，以至於不能發送此組織的邀請。詢問組織管理者，或是更有經驗的使用者。

source: Some emails did not validate, so we didn't send any invitations.
gu: કેટલાક ઇમેઇલ માન્ય ન થયા, તેથી અમે કોઈ નિમંત્રણો મોકલ્યા નથી.
pl: Niektórych emaili nie udało się potwierdzić, więc nie wysłano żadnych zaproszeń.
pt_pt: Não foi possível validar alguns endereços de email, por essa razão não foram enviados quaisquer convites.
uk: Деякі електронні листи не підтверджені, тому ми не надсилали жодних запрошень.
zh_tw: 部份 emails 尚未驗證，所以我們沒有送出邀請。

source: We weren't able to invite anyone.
gu: અમે કોઈને નિમંત્રણો મોકલી શક્યા નથી.
pl: Nie mogliśmy nikogo zaprosić.
pt_pt: Não foi possível convidar ninguém.
uk: Ми не змогли запросити когось.
zh_tw: 我們無法邀請任何人。

source: Nothing to change
gu: કંઈપણ બદલવા નથી
pl: Nie ma czego zmienić
pt_pt: Nada a alterar
uk: Нема що змінювати
zh_tw: 沒有任何變更

source: Direct messages cannot be moved to channels.
pl: Nie można przenosić wiadomości bezpośrednich do kanałów.
pt_pt: Mensagens privadas não podem ser movidas para canais.
uk: Прямі повідомлення не можна переміщувати до каналів.
zh_tw: 私人訊息無法移動到頻道。

source: Direct messages cannot have topics.
gu: ડાયરેક્ટ સંદેશોમાં વિષયો ન હોઈ શકે.
pl: Wiadomości bezpośrednie nie mają tytułów.
pt_pt: Mensagens privadas não podem ter tópicos.
uk: У прямих повідомленнях не може бути тем.
zh_tw: 私人訊息無法有議題。

source: Invalid propagate_mode without topic edit
gu: વિષય સંપાદન વિનાનું અમાન્ય propagate_mode
pl: Wadliwy propagate_mode bez zmiany wątku
pt_pt: propagate_mode inválido sem edição de tópico
uk: Помилковий propagate_mode без редагування теми
zh_tw: 無效的非議題編輯 propagate_mode

source: General chat cannot be marked as resolved
pl: Czatu ogólnego nie można oznaczyć jako rozwiązany
uk: Загальний чат не можна позначити як вирішений
zh_tw: 一般聊天無法標記為 resolved

source: Cannot change message content while changing channel
pl: Nie można zmieniać zawartości wpisu przy zmianie kanału
pt_pt: Não é possível alterar o conteúdo da mensagem durante o processo de mudança de canal
uk: Неможливо змінити вміст повідомлення під час зміни каналу
zh_tw: 變更頻道時無法變更訊息內容

source: Widgets cannot be edited.
gu: વિજેટ્સ સંપાદિત નથી.
pl: Widżety nie mogą być modyfikowane.
pt_pt: Os widgets não podem ser editados.
uk: Віджети не можна редагувати.
zh_tw: 小工具無法編輯。

source: Your organization has turned off message editing
gu: તમારી સંસ્થાને સંદેશ સંપાદન બંધ કરી દીધું છે
pl: Twoja organizacja wyłączyła możliwość zmiany wiadomości
pt_pt: A sua organização desativou a edição de mensagens
uk: Ваша організація вимкнула редагування повідомлень
zh_tw: 您的組織關閉了訊息編輯

source: You don't have permission to edit this message
gu: તમારી આ સંદેશને સંપાદિત કરવાની પરવાનગી નથી
pl: Nie masz pozwolenia na edycję tej wiadomości
pt_pt: Não tem permissão para editar esta mensagem
uk: Ви не маєте права редагувати це повідомлення
zh_tw: 您沒有權限編輯此訊息

source: The time limit for editing this message has passed
gu: આ સંદેશને સંપાદિત કરવાની સમયસર પસાર થઇ ગયો છે
pl: Za nami okno czasowe na zmiany tego wpisu
pt_pt: O tempo para edição desta mensagem foi ultrapassado
uk: Термін для редагування цього повідомлення минув
zh_tw: 可編輯此訊息的時間已過

source: {user} has marked this topic as resolved.
gu: {user} ને આ વિષયને સ્થિર તરીકે ચિહ્નિત કર્યો છે.
pl: {user} oznaczył ten wątek jako rozwiązany.
pt_pt: {user} marcou este tópico como resolvido.
uk: {user} позначив цю тему як вирішену.
zh_tw: {user} 已將此議題標記為 resolved。

source: {user} has marked this topic as unresolved.
gu: {user} ને આ વિષયને અસ્થિર તરીકે ચિહ્નિત કર્યો છે.
pl: {user} oznaczył ten wątek jako czekający na rozwiązanie.
pt_pt: {user} marcou este tópico como não resolvido.
uk: {user} позначив цю тему як невирішену.
zh_tw: {user} 已將此議題標記為 unresolved。

source: This topic was moved to {new_location} by {user}.
gu: આ વિષય {user} દ્વારા {new_location} માં ખસેડાયો હતો.
pl: Ten wątek został przeniesiony do {new_location} przez {user}.
pt_pt: Este tópico foi movido para {new_location} por {user}.
uk: Цю тему було переміщено до {new_location} користувачем {user}.
zh_tw: 此議題已被 {user} 移動到 {new_location}。

source: A message was moved from this topic to {new_location} by {user}.
gu: આ વિષયમાંથી એક સંદેશ {user} દ્વારા {new_location} માં ખસેડાયો હતો.
pl: Wiadomość została przeniesiona z tego tematu do {new_location} przez {user}.
pt_pt: A mensagem foi movida deste tópico para {new_location} por {user}.
uk: Повідомлення було переміщено з цієї теми до {new_location} користувачем {user}.
zh_tw: 一則訊息已被 {user} 從此議題移動到 {new_location}。

source: {changed_messages_count} messages were moved from this topic to {new_location} by {user}.
gu: {changed_messages_count} સંદેશો આ વિષયમાંથી {user} દ્વારા {new_location} માં ખસેડાયા હતા.
pl: Wiadomości {changed_messages_count} zostały przeniesione z tego tematu do {new_location} przez {user}.
pt_pt: {changed_messages_count} mensagens foram movidas deste tópico para {new_location} por {user}.
uk: Користувач {user} перемістив повідомлення з цієї теми до {new_location}: {changed_messages_count}.
zh_tw: {changed_messages_count} 則訊息已被 {user} 從此議題移動到 {new_location}。

source: This topic was moved here from {old_location} by {user}.
gu: આ વિષય {user} દ્વારા {old_location} માંથી આવ્યો હતો.
pl: Ten wątek został przeniesiony z {old_location} przez {user}.
pt_pt: Este tópico foi movido para aqui de {old_location} por {user}.
uk: Цю тему було перенесено сюди з {old_location} користувачем {user}.
zh_tw: 此議題已被 {user} 從 {old_location} 移動到這裡。

source: [A message]({message_link}) was moved here from {old_location} by {user}.
gu: [એક સંદેશ]({message_link}) {user} દ્વારા {old_location} માંથી આવ્યો હતો.
pl: [Wpis]({message_link}) został przeniesiony tutaj z {old_location} przez {user}.
pt_pt: [A mensagem]({message_link}) foi movida para aqui de {old_location} por {user}.
uk: [Повідомлення]({message_link}) було переміщено сюди з {old_location} користувачем {user}.
zh_tw: [一則訊息]({message_link}) 已被 {user} 從 {old_location} 移動到這裡。

source: {changed_messages_count} messages were moved here from {old_location} by {user}.
gu: {changed_messages_count} સંદેશો {old_location} થી {user} દ્વારા અહીં ખસેડવામાં આવ્યા છે.
pl: {changed_messages_count} wiadomości zostało przeniesionych tu z {old_location} przez {user}.
pt_pt: {changed_messages_count} mensagens foram movidas para aqui de {old_location} por {user}.
uk: {user} перемістив сюди повідомлення з {old_location}: {changed_messages_count}.
zh_tw: {changed_messages_count} 則訊息已被 {user} 從 {old_location} 移動到這裡。

source: You don't have permission to resolve topics in this channel.
uk: У вас немає дозволу вирішувати теми в цьому каналі.

source: The time limit for editing this message's topic has passed.
gu: આ સંદેશનું વિષય એડિટ કરવાનો સમય સમાપ્ત થયો છે.
pl: Skończyło się okno czasowe na zmianę tytułu tematu.
pt_pt: O tempo limite para edição do tópico desta mensagem foi ultrapassado.
uk: Час для редагування теми цього повідомлення минув.
zh_tw: 編輯此訊息議題的時間限制已過。

source: You don't have permission to move this message
gu: આ સંદેશને ખસેડવાની પરવાનગી નથી
pl: Nie masz uprawnień do przeniesienia tego wpisu
pt_pt: Não tem permissão para mover esta mensagem
uk: Ви не маєте дозволу на переміщення цього повідомлення
zh_tw: 您沒有權限移動此訊息

source: The time limit for editing this message's channel has passed
pl: Upłynął limit czasu zmiany wpisu w tym kanale
pt_pt: O tempo limite para edição do canal desta mensagem foi ultrapassado.
uk: Часовий ліміт для редагування каналу цього повідомлення минув
zh_tw: 編輯此訊息頻道的時間限制已過

source: Invalid flag: '{flag}'
gu: અમાન્ય ધ્વજ: '{flag}'
pl: Wadliwa flaga: '{flag}'
pt_pt: Sinalizador inválido: '{flag}'
uk: Недійсний прапорець: '{flag}'
zh_tw: 無效的標誌：「{flag}」

source: Flag not editable: '{flag}'
gu: ધ્વજ એડિટ કરી શકાય તે નથી: '{flag}'
pl: Nie można zmienić flagi: '{flag}'
pt_pt: Sinalizador não editável: '{flag}'
uk: Прапорець не можна редагувати: '{flag}'
zh_tw: 標誌無法編輯：「{flag}」

source: Invalid message flag operation: '{operation}'
gu: અમાન્ય સંદેશ ધ્વજ કાર્યવાહી: '{operation}'
pl: Zła flaga operacji na wpisach: '{operation}'
pt_pt: Operação de sinalização de mensagem inválida: '{operation}'
uk: Недійсна операція з прапорцем повідомлення: '{operation}'
zh_tw: 無效的訊息標誌操作：「{operation}」

source: Invalid message(s)
gu: અમાન્ય સંદેશ(ઓ)
pl: Nieprawidłowa wiadomość
pt_pt: Mensagem(ns) inválida/s
uk: Недійсне(і) повідомлення
zh_tw: 無效的訊息(s)

source: Unable to render message
gu: સંદેશનું રીંડર કરી શકાતું નથી
pl: Nie można pokazać wiadomości
pt_pt: Não foi possível visualizar a mensagem
uk: Неможливо відобразити повідомлення
zh_tw: 無法渲染訊息

source: Expected exactly one channel
pl: Oczekuje dokładnie jednego kanału
pt_pt: Esperado apenas um canal
uk: Очікується рівно один канал
zh_tw: 期望只有一個頻道

source: Invalid data type for channel
pl: Wadliwy typ danych dla kanału
pt_pt: Tipo de dados para canal inválido
uk: Недійсний тип даних для каналу
zh_tw: 頻道的資料類型無效

source: Invalid data type for recipients
gu: પ્રાપ્તિગૃહીતાઓ માટે અમાન્ય ડેટા પ્રકાર
pl: Wadliwy typ danych dla odbiorców
pt_pt: Tipo de dados para destinatários inválido
uk: Недійсний тип даних для одержувачів
zh_tw: 無效的 recipients 資料類型

source: Recipient lists may contain emails or user IDs, but not both.
gu: પ્રાપ્તિગૃહીત યાદીમાં ઇમેઇલ અથવા વપરાશકર્તા ID હોઈ શકે છે, પરંતુ બેમાં નથી.
pl: Listy odbiorców mogą zawierać adresy email lub identyfikatory użytkowników, ale nie oba te elementy.
pt_pt: Lista de destinatários pode conter emails ou IDs de utilizador, mas nunca os dois.
uk: Списки одержувачів можуть містити електронні адреси або ID користувачів, але не обидва разом.
zh_tw: 接收者清單可包含 emails 或是使用者 IDs，但不能兩個同時存在。

source: Your bot {bot_identity} tried to send a message to channel ID {channel_id}, but there is no channel with that ID.
pl: Twój bot {bot_identity} próbował wysłać wiadomość do kanału o identyfikatorze {channel_id}, ale kanał o tym identyfikatorze nie istnieje.
pt_pt: O seu bot {bot_identity} tentou enviar uma mensagem para o canal com ID {channel_id}, mas não foi encontrado nenhum canal com esse ID.
uk: Ваш бот {bot_identity} спробував надіслати повідомлення на канал з ідентифікатором {channel_id}, але каналу з таким ідентифікатором не існує.
zh_tw: 您的機器人 {bot_identity} 試圖發送訊息到頻道 ID {channel_id}，但沒有該 ID 的頻道。

source: Your bot {bot_identity} tried to send a message to channel {channel_name}, but that channel does not exist. Click [here]({new_channel_link}) to create it.
pl: Twój bot {bot_identity} próbował wysłać wiadomość do kanału {channel_name}, ale ten kanał nie istnieje. Kliknij [tutaj]({new_channel_link}), aby go utworzyć.
pt_pt: O seu bot {bot_identity} tentou enviar uma mensagem para o canal {channel_name}, mas o canal não existe. Clique [aqui]({new_channel_link}) para o criar.
uk: Ваш бот {bot_identity} спробував надіслати повідомлення на канал {channel_name}, але цей канал не існує. Натисніть [тут]({new_channel_link}), щоб створити його.
zh_tw: 您的機器人 {bot_identity} 試圖發送訊息到頻道 {channel_name}，但該頻道不存在。點擊[這裡]({new_channel_link})建立它。

source: Your bot {bot_identity} tried to send a message to channel {channel_name}. The channel exists but does not have any subscribers.
pl: Twój bot {bot_identity} próbował wysłać wiadomość do kanału {channel_name}. Kanał istnieje, ale nie ma żadnych subskrybentów.
pt_pt: O seu bot {bot_identity} tentou enviar uma mensagem para o canal {channel_name}. O canal existe mas não tem nenhum subscritor.
uk: Ваш бот {bot_identity} спробував надіслати повідомлення на канал {channel_name}. Канал існує, але на нього немає підписників.
zh_tw: 您的機器人 {bot_identity} 試圖發送訊息到頻道 {channel_name}。該頻道存在但沒有任何訂閱者。

source: You do not have permission to access some of the recipients.
gu: તમને પ્રાપ્તિગૃહીતો માંથી કેટલાક પરવાનગી નથી.
pl: Nie masz uprawnień dostępu do niektórych odbiorców.
pt_pt: Não tem permissão para aceder a alguns dos destinatários.
uk: У вас немає дозволу на доступ до деяких одержувачів.
zh_tw: 您沒有權限存取某些接收者。

source: Widgets: API programmer sent invalid JSON content
gu: વિજેટ્સ: API પ્રોગ્રામર અમાન્ય JSON માહિતી મોકલી
pl: Widżety: programista API wysłał wadliwą zawartość JSON
pt_pt: Widgets: o programador API enviou conteúdo JSON inválido
uk: Віджети: API розробник надіслав JSON з помилковим вмістом
zh_tw: 小工具：API 程式設計師發送了無效的 JSON 內容

source: Widgets: {error_msg}
gu: વિજેટ્સ: {error_msg}
pl: Widżety: {error_msg}
uk: Віджети: {error_msg}
zh_tw: 小工具：{error_msg}

source: A custom emoji with this name already exists.
gu: આ નામવાળો ખાસ ઇમોજી પહેલેથી અસ્તિત્વમાં છે.
pl: Istnieje już niestandardowa emoji o tej nazwie.
pt_pt: Um emoji personalizado com este nome já existe.
uk: Користувацька емодзі з таким іменем вже існує.
zh_tw: 自定義表情符號名稱已存在。

source: Invalid image format
pl: Wadliwy format obrazu
pt_pt: Formato de imagem inválido
uk: Недійсний формат зображення
zh_tw: 無效的圖片格式

source: The ordered list must not contain duplicated linkifiers
gu: ક્રમબદ્ધ યાદીમાં સંદર્ભાત્મક પ્રકારકર્તાઓ નથી હોવી
pl: Uporządkowana lista nie może zawierać zduplikowanych łączników
pt_pt: Uma lista ordenada não pode conter criadores de ligações em duplicado
uk: Упорядкований список не повинен містити дублікованих лінкіфікаторів
zh_tw: 有序清單不得包含重複的連結器

source: The ordered list must enumerate all existing linkifiers exactly once
gu: ક્રમબદ્ધ યાદીમાં બધા અસ્તિત્વમાં હોય તેવા સંદર્ભાત્મક પ્રકારકર્તાઓનું નિર્દ્ધારણ એકવાર થવું જોઈએ
pl: Uporządkowana lista musi wyliczać wszystkie istniejące łączniki dokładnie raz
pt_pt: Uma lista ordenada tem de enumerar todas os criadores de ligações exatamente uma vez.
uk: Упорядкований список повинен перераховувати всі існуючі лінкіфікатори рівно один раз
zh_tw: 有序清單必須將所有現有連結器完全列舉一次
