Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: {full_name} mentioned everyone:
gu: {full_name} ને તમામને ઉલ્લેખ કર્યો:
pl: {full_name} wywołał wszystkich:
pt_pt: {full_name} mencionou todos:
uk: {full_name} згадав усіх:
zh_tw: {full_name} 「@-提及」所有人：

source: New message
gu: નવો સંદેશ
pl: Nowa wiadomość
pt_pt: Nova mensagem
uk: Нове повідомлення
zh_tw: 新的訊息

source: Test notification
gu: ટેસ્ટ સૂચના
pl: Powiadomienie próbne
pt_pt: Notificação de teste
uk: Перевірити сповіщення
zh_tw: 測試通知

source: This is a test notification from {realm_name} ({realm_url}).
pl: To jest powiadomienie próbne z {realm_name} ({realm_url}).
pt_pt: Esta é uma notficação de teste de {realm_name} ({realm_url}).
uk: Це тестове сповіщення від {realm_name} ({realm_url}).
zh_tw: 這是來自 {realm_name} ({realm_url}) 的測試通知。

source: Device not recognized
gu: ડિવાઇસ ઓળખવામાં નહીં આવ્યું
pl: Urządzenie nie zostało rozpoznane
pt_pt: Dispositivo não reconhecido
uk: Пристрій не розпізнано
zh_tw: 裝置無法識別

source: Device not recognized by the push bouncer
gu: પુશ બાઉન્સર દ્વારા ડિવાઇસ ઓળખવામાં નહીં આવ્યું
pl: Urządzenie nie zostało rozpoznane przez bramkę push
pt_pt: Dispositivo não reconhecido pelo serviço de notificações
uk: Пристрій не розпізнано штовхачем-вибивачем
zh_tw: 推送轉發器無法識別裝置

source: Invalid data type for channel ID
pl: Zła data lub ID kanału
pt_pt: Tipo de dados para ID de canal inválido
uk: Недійсний тип даних для ідентифікатора каналу
zh_tw: 頻道 ID 的資料類型無效

source: User not authorized for this query
gu: આ પ્રશ્ન માટે વપરાશકર્તાને અધિકૃત નથી
pl: Użytkownik nie jest uprawniony do tego zapytania.
pt_pt: O utilizador não tem autorização para esta consulta
uk: Користувач не авторизований для цього запиту
zh_tw: 使用者此查詢未授權

source: '{email}' is no longer using Zulip.
gu: '{email}' આવાસ થઇ રહ્યા છે Zulip.
pl: '{email}' nie używa obecnie Zulip.
pt_pt: '{email}' já não está a utilizar o Zulip.
uk: '{email}' більше не використовує Zulip.
zh_tw: '{email}' 沒再使用 Zulip。

source: You can't send direct messages outside of your organization.
gu: તમે આપની સંસ્થાની બહાર સીધા સંદેશો મોકલી શકતા નથી.
pl: Nie możesz wysyłać bezpośrednich wiadomości poza swoją organizację.
pt_pt: Não pode enviar mensagens privadas para fora da sua organização.
uk: Ви не можете надсилати прямі повідомлення за межі своєї організації.
zh_tw: 您不能傳送直接訊息給組織外的人員。

source: You requested a reminder for {message_pretty_link}.
uk: Ви запросили нагадування для {message_pretty_link}.

source: You requested a reminder for the following direct message.
uk: Ви запросили нагадування для наступного прямого повідомлення.

source: {user_silent_mention} [sent]({conversation_url}) a poll.
uk: {user_silent_mention} [надіслано]({conversation_url}) опитування.

source: {user_silent_mention} [sent]({conversation_url}) a todo list.
uk: {user_silent_mention} [надіслано]({conversation_url}) список справ.

source: {user_silent_mention} [said]({conversation_url}):
uk: {user_silent_mention} [сказав]({conversation_url}):

source: Reminder does not exist
uk: Нагадування не існує

source: Push notifications bouncer error: {error}
gu: પુશ સૂચનાઓ બાઉન્સર ભૂલ: {error}
pl: Błąd odsyłacza powiadomień push: {error}
pt_pt: Erro de retorno de notificações push: {error}
uk: Помилка відмов від push-сповіщень: {error}
zh_tw: 推送通知轉發器錯誤：{error}

source: Can't decide between '{var_name1}' and '{var_name2}' arguments
gu: '{var_name1}' અને '{var_name2}' તરફનો વિચાર ન કરી શકાય.
pl: Nie można zdecydować czy '{var_name1}' czy '{var_name2}'
pt_pt: Não é possível decidir entre o argumentos '{var_name1}' e '{var_name2}'
uk: Неможливо визначитись між '{var_name1}' та '{var_name2}' аргументами
zh_tw: 不能從 '{var_name1}' 和 '{var_name2}' 之中決定參數

source: Missing '{var_name}' argument
gu: '{var_name}' વિચાર ગુમ છે
pl: Brakuje argumentu '{var_name}'
pt_pt: Argumento '{var_name}' em falta
uk: Відсутній аргумент '{var_name}'
zh_tw: 缺少 '{var_name}' 參數

source: Bad value for '{var_name}': {bad_value}
gu: '{var_name}' માટે ખરાબ મૂલ્ય: {bad_value}
pl: Zła wartość dla '{var_name}': {bad_value}
pt_pt: Valor incorreto para '{var_name}': {bad_value}
uk: Погане значення для '{var_name}': {bad_value}
zh_tw: '{var_name}' 的值無效：{bad_value}

source: Scheduled message does not exist
gu: નિર્ધારિત સંદેશ અસ્તિત્વમાં નથી
pl: Zaplanowany wpis nie istnieje
pt_pt: A mensagem agendada não existe
uk: Заплановане повідомлення не існує
zh_tw: 排程訊息不存在

source: {service_name} account security
gu: {service_name} એકાઉન્ટ સુરક્ષા
pl: {service_name} bezpieczeństwo konta
pt_pt: Segurança de conta {service_name}
uk: {service_name} безпека облікового запису
zh_tw: {service_name} 帳戶安全

source: A default channel cannot be private.
pl: Domyślny kanał nie może być prywatny.
pt_pt: O canal pré-definido não pode ser privado.
uk: Канал за замовчуванням не може бути приватним.
zh_tw: 預設頻道不能是私人頻道。

source: Web-public channels are not enabled.
pl: Kanały ogólnodostępne nie są włączone.
pt_pt: Os canais públicos web não estão ativados.
uk: Публічні веб-канали не ввімкнено.
zh_tw: 網路公開頻道未啟用。

source: You do not have permission to post in this channel.
pl: Nie masz uprawnień do publikowania wpisów na tym kanale.
pt_pt: Não tem permissão para publicar neste canal.
uk: У вас немає дозволу публікувати дописи в цьому каналі.
zh_tw: 您沒有在此頻道發佈訊息的權限。

source: Not authorized to send to channel '{channel_name}'
pl: Brak uprawnień dla aktywności w '{channel_name}'
pt_pt: Não autorizado para enviar para o canal '{channel_name}'
uk: Не дозволено надсилати до каналу '{channel_name}'
zh_tw: 沒有傳送到頻道 '{channel_name}' 的授權

source: Invalid channel ID
pl: Wadliwe ID kanału
pt_pt: ID de canal inválido
uk: Недійсний ідентифікатор каналу
zh_tw: 頻道 ID 無效

source: You can only invite other Zephyr mirroring users to private channels.
pl: Do kanałów prywatnych można zapraszać tylko innych użytkowników mirroringu Zephyr.
pt_pt: Só pode convidar outros utilizadores de espelhamento Zephyr para canais privados.
uk: Ви можете запрошувати інших користувачів дзеркалювання Zephyr лише до приватних каналів.
zh_tw: 您只能邀請其他 Zephyr 鏡像使用者到私人頻道。

source: Invalid channel name '{channel_name}'
pl: Wadliwa nazwa kanału '{channel_name}'
pt_pt: Nome de canal inválido '{channel_name}'
uk: Недійсна назва каналу '{channel_name}'
zh_tw: 頻道名稱 '{channel_name}' 無效

source: Channel(s) ({channel_names}) do not exist
pl: Kanał(y) ({channel_names}) nie istnieje
pt_pt: O/os canal(ais) ({channel_names}) não existe/em
uk: Канал(и) ({channel_names}) не існує(ють)
zh_tw: 頻道(s) ({channel_names}) 不存在

source: Default channel group with id '{group_id}' does not exist.
pl: Domyślna grupa kanałów o identyfikatorze '{group_id}' nie istnieje.
pt_pt: O canal de grupo pré-definido com o id '{group_id}' não existe.
uk: Група каналів за замовчуванням з ідентифікатором '{group_id}' не існує.
zh_tw: ID 為 '{group_id}' 的預設頻道群組不存在。

source: Channel name can't be empty.
pl: Nazwa kanału nie może być pusta.
pt_pt: O nome do canal não pode estar em branco
uk: Поле назви каналу не може бути порожнім.
zh_tw: 頻道名稱不能為空。

source: Channel name too long (limit: {max_length} characters).
pl: Nazwa kanału za długa (limit: {max_length} characters).
pt_pt: O nome do canal é demasiado longo (limite: {max_length} caracteres).
uk: Назва каналу занадто довга (ліміт: {max_length} символів).
zh_tw: 頻道名稱過長（限制：{max_length} 個字元）。

source: Invalid character in channel name, at position {position}.
pl: Wadliwy znak w nazwie kanału - w miejscu {position}.
pt_pt: Caracter inválido no nome do canal, na posição {position}.
uk: Недійсний символ у назві каналу, у позиції {position}.
zh_tw: 頻道名稱中有無效字元，位置在 {position}。

source: Invalid character in topic, at position {position}!
gu: વિષયમાં અમાન્ય અક્ષર, સ્થાન {position} પર!
pl: Wadliwy znak w tytule - w miejscu {position}!
pt_pt: Caracter inválido no tópico, na posição {position}!
uk: Недійсний символ у темі, на позиції {position}!
zh_tw: 議題中有無效字元，位置在 {position}！

source: Subscriber data is not available for this channel
pl: Dane o subskrybentach nie są dostępne dla tego kanału
pt_pt: Dados de subscrição não estão disponíveis neste canal
uk: Дані про підписників недоступні для цього каналу
zh_tw: 此頻道無法取得訂閱者資料

source: Unable to retrieve subscribers for private channel
pl: Nie można zobaczyć subrybujących prywatny kanał
pt_pt: Não foi possível obter os subscritores para o canal privado
uk: Не вдалося отримати підписників для приватного каналу
zh_tw: 無法取得私人頻道的訂閱者

source: Could not decode image; did you upload an image file?
gu: છબી ડીકોડ કરી શકતા નથી; શું તમે છબી ફાઈલ અપલોડ કર્યું છે?
pl: Nie można zdekodować obrazu; czy przesłałeś plik obrazu?
pt_pt: Não foi possível descodificar a imagem; enviou um ficheiro de imagem?
uk: Неможливо декодувати малюнок; ви завантажили файл малюнку?
zh_tw: 無法解碼圖片；您上傳的是圖片檔案嗎？

source: Image size exceeds limit.
gu: ચિત્ર આકાર મર્યાદા પાર કરે છે.
pl: Rozmiar obrazu przekracza limit.
pt_pt: O tamanho da imagem excede o limite.
uk: Розмір малюнку перевищує встановлений ліміт.
zh_tw: 圖檔超過限制大小

source: Image is corrupted or truncated
pl: Obraz jest uszkodzony lub ucięty
pt_pt: Imagem corrompida ou cortada
uk: Зображення пошкоджене або обрізане
zh_tw: 圖片損壞或不完整

source: {var_name} is not a boolean
gu: {var_name} બૂલિયન નથી
pl: {var_name} to nie boolean
pt_pt: {var_name} não é booleano
uk: {var_name} не є логічним типом «bool»
zh_tw: {var_name} 不是 boolean

source: {var_name} does not have the expected format
uk: {var_name} не має очікуваного формату

source: {var_name} is not a date
gu: {var_name} તારીખ નથી
pl: {var_name} to nie date
pt_pt: {var_name} não é uma data
uk: {var_name} не є датою
zh_tw: {var_name} 不是 date

source: {var_name} is not a dict
gu: {var_name} ડિક્શનરી નથી
pl: {var_name} to nie dict
pt_pt: {var_name} não é dicionário
uk: {var_name} не є словником «dict»
zh_tw: {var_name} 不是 dict

source: Invalid {var_name}
gu: અમાન્ય {var_name}
pl: Wadliwa {var_name}
pt_pt: {var_name} inválido
uk: Недійсний {var_name}
zh_tw: 無效的 {var_name}

source: Argument "{argument}" at {var_name} is unexpected
gu: {var_name} પર વિનામૂલ્યની વાત "{argument}"
pl: Argument "{argument}" w {var_name} jest nieoczekiwany
pt_pt: O argumento "{argument}" em {var_name} é inesperado
uk: Аргумент "{argument}" у {var_name} є неочікуваним
zh_tw: 在 {var_name} 中的參數 "{argument}" 不被預期

source: {var_name} is not a float
gu: {var_name} ફ્લોટ નથી
pl: {var_name} to nie float
pt_pt: {var_name} não é ponto flutuante
uk: {var_name} не є дійсним «float» числом
zh_tw: {var_name} 不是 float

source: {var_name} is too small
gu: {var_name} ખૂબ ઓછું છે
pl: {var_name} jest za mała
pt_pt: {var_name} é demasiado pequeno
uk: {var_name} занадто малий
zh_tw: {var_name} 太小

source: {var_name} is not an integer
gu: {var_name} પૂર્ણાંક નથી
pl: {var_name} to nie integer
pt_pt: {var_name} não é um número inteiro
uk: {var_name} не є цілим числом
zh_tw: {var_name} 不是 integer

source: {var_name} is not valid JSON
gu: {var_name} માન્ય JSON નથી
pl: {var_name} nie jest prawidłowym JSON
pt_pt: {var_name} não é JSON válido
uk: {var_name} недійсний JSON
zh_tw: {var_name} 不是有效的 JSON

source: {var_name} is too large
gu: {var_name} ખૂબ મોટું છે
pl: {var_name} jest za duża
pt_pt: {var_name} é demasiado grande
uk: {var_name} занадто великий
zh_tw: {var_name} 太大

source: {var_name} is not a list
gu: {var_name} લીસ્ટ નથી
pl: {var_name} to nie list
pt_pt: {var_name} não é uma lista
uk: {var_name} не є списком «list»
zh_tw: {var_name} 不是 list

source: {var_name} is too long (limit: {max_length} characters)
gu: {var_name} ખૂબ લાંબું છે (લિમિટ: {max_length} અક્ષરો)
pl: {var_name} jest za długa (limit: {max_length} znaków)
pt_pt: {var_name} é demasiado longo (limite: {max_length} caracteres)
uk: {var_name} занадто довге (обмеження: {max_length} символів)
zh_tw: {var_name} 過長（限制：{max_length} 字元）

source: {var_name} is too short.
gu: {var_name} ખૂબ છોટું છે.
pl: {var_name} jest za krótka.
pt_pt: {var_name} é demasiado curto.
uk: {var_name} занадто коротке.
zh_tw: {var_name} 太短。

source: {var_name} is not a string
gu: {var_name} સ્ટ્રિંગ નથી
pl: {var_name} to nie string
pt_pt: {var_name} não é texto
uk: {var_name} не є рядком
zh_tw: {var_name} 不是個字串

source: {var_name} has invalid format
pl: {var_name} ma wadliwy format
pt_pt: {var_name} tem formato inválido
uk: {var_name} має недійсний формат
zh_tw: {var_name} 格式無效

source: {var_name} is not length {length}
pl: {var_name} nie ma długości {length}
pt_pt: {var_name} não tem o comprimento {length}
uk: {var_name} не має довжини {length}
zh_tw: {var_name} 長度不是 {length}

source: {var_name} cannot be blank
gu: {var_name} ખાલી નથી
pl: {var_name} nie może być pusta
pt_pt: {var_name} não pode estar em branco
uk: {var_name} не може бути порожнім
zh_tw: {var_name} 不能為空白

source: Invalid {var_name}: {msg}
gu: અમાન્ય {var_name}: {msg}
pl: Wadliwa {var_name}: {msg}
pt_pt: {var_name} inválido: {msg}
uk: Недійсне значення {var_name}: {msg}
zh_tw: 無效的 {var_name}：{msg}

source: {var_name} field is missing: {msg}
pl: Brakuje pola {var_name}, więc: {msg}
pt_pt: Campo {var_name} em falta: {msg}
uk: Відсутнє поле {var_name}: {msg}
zh_tw: {var_name} 欄位遺失：{msg}

source: Malformed payload
gu: વ્યર્થરૂપે નામું પાયલો
pl: Zdeformowany ładunek
pt_pt: Payload incorreto
uk: Неправильно сформоване корисне навантаження
zh_tw: 格式錯誤的酬載

source: Not in the list of possible values
pl: Brak na liście możliwych wartości
pt_pt: Não está na lista de valores permitidos
uk: Немає у списку можливих значень
zh_tw: 不在可能值的清單中

source: Not a URL
pl: To nie URL
pt_pt: Não é URL
uk: Не URL-адреса
zh_tw: 不是一個 URL

source: Not a recognized time zone
pl: Nie rozpoznano strefy czasowej
uk: Не розпізнаний часовий пояс
zh_tw: 不是被識別的時區

source: {var_name} is not a valid hex color code
gu: {var_name} માન્ય હેક્સ કલર કોડ નથી
pl: {var_name} to nie jest właściwy kod hex koloru
pt_pt: {var_name} não é um código hex de cor válido
uk: {var_name} не є коректним шістнадцятковим «hex» кодом кольору
zh_tw: {var_name} 不是有效的 hex color code

source: Invalid {setting_name}
uk: Недійсний {setting_name}

source: Upload would exceed your organization's upload quota.
gu: અપલોડ તમારી સંગઠનની અપલોડ કોટા પાર થઈ જશે.
pl: Przesłane dane przekraczają limit twojej organizacji.
pt_pt: Carregamento iria exceder a quota de carregamentos da sua organização.
uk: Завантаження перевищить квоту завантаження вашої організації.
zh_tw: 上傳將超過您組織的上傳配額。

source: Image size exceeds limit
pl: Rozmiar obrazu przekracza limit
pt_pt: Tamanho de imagem excede o limite
uk: Розмір зображення перевищує ліміт
zh_tw: 圖片大小超過限制

source: User group is deactivated.
pl: Grupa użytkowników wyłączona.
uk: Групу користувачів деактивовано.
zh_tw: 使用者群組已停用。

source: Invalid user group
gu: અમાન્ય વપરાશકર્તા ગ્રુપ
pl: Nieprawidłowa grupa
pt_pt: Grupo de utilizadores inválido
uk: Недійсна група користувачів
zh_tw: 無效的使用者群組

source: Invalid system group name.
pl: Wadliwa nazwa grupy systemowej.
uk: Недійсна назва системної групи.
zh_tw: 無效的系統群組名稱。

source: Invalid user group ID: {group_id}
gu: અમાન્ય વપરાશકર્તા ગ્રુપ ID: {group_id}
pl: Wadliwy ID grupy użytkowników: {group_id}
pt_pt: ID de grupo de utilizadores inválido: {group_id}
uk: Недійсний ідентифікатор групи користувачів: {group_id}
zh_tw: 無效的使用者群組 ID：{group_id}

source: '{setting_name}' setting cannot be set to 'role:internet' group.
gu: '{setting_name}' સેટિંગ 'role:internet' ગ્રુપમાં સેટ કરવામાં આવશે નહીં.
pl: '{setting_name}' ustawienie nie można zostać ustawione dla grupy 'role:internet'.
pt_pt: Definição '{setting_name}' não pode ser definida para grupo 'role:internet'.
uk: Налаштування '{setting_name}' не може бути встановлено на групу 'role:internet'.
zh_tw: '{setting_name}' 設定不能設為 'role:internet' 群組。

source: '{setting_name}' setting cannot be set to 'role:nobody' group.
gu: '{setting_name}' સેટિંગ 'role:nobody' ગ્રુપમાં સેટ કરવામાં આવશે નહીં.
pl: Ustawienia '{setting_name}' nie można przypisać do grupy 'role:nobody'.
pt_pt: Definição '{setting_name}' não pode ser definida para o grupo 'role:nobody'.
uk: Налаштування '{setting_name}' не може бути встановлено на групу 'role:nobody'.
zh_tw: '{setting_name}' 設定不能設為 'role:nobody' 群組。

source: '{setting_name}' setting cannot be set to 'role:everyone' group.
gu: '{setting_name}' સેટિંગ 'role:everyone' ગ્રુપમાં સેટ કરવામાં આવશે નહીં.
pl: Ustawienia '{setting_name}' nie można przypisać do grupy 'role:everyone'.
pt_pt: Definição '{setting_name}' não pode ser definida para o grupo 'role:everyone'.
uk: Налаштування «{setting_name}» не можна встановити на групу «роль: всі».
zh_tw: '{setting_name}' 設定不能設為 'role:everyone' 群組。

source: '{setting_name}' setting cannot be set to '{group_name}' group.
gu: '{setting_name}' સેટિંગ '{group_name}' ગ્રુપમાં સેટ કરવામાં આવશે નહીં.
pl: Ustawienia '{setting_name}' nie można przypisać do grupy '{group_name}'.
pt_pt: Definição '{setting_name}' não pode ser definida para o grupo '{group_name}'.
uk: Налаштування '{setting_name}' не можна встановити для групи '{group_name}'.
zh_tw: '{setting_name}' 設定不能設為 '{group_name}' 群組。

source: User group name can't be empty!
gu: વપરાશકર્તા ગ્રુપ નામ ખાલી ન હોઈ શકે!
pl: Nazwa grupy użytkowników nie może być pusta!
pt_pt: O nome do grupo de utilizadores não estar em branco!
uk: Назва групи користувачів не може бути порожньою!
zh_tw: 使用者群組名稱不能為空！

source: User group name cannot exceed {max_length} characters.
gu: વપરાશકર્તા ગ્રુપ નામ {max_length} અક્ષરોથી વધારે હોઈ શકતું નથી.
pl: Nazwa grupy użytkowników nie może przekraczać {max_length} znaków.
pt_pt: O nome do grupo de utilizadores não pode exceder os {max_length} caracteres.
uk: Назва групи користувачів не може перевищувати {max_length} символів.
zh_tw: 使用者群組名稱不能超過 {max_length} 個字元。

source: User group name cannot start with '{prefix}'.
gu: વપરાશકર્તા ગ્રુપ નામ '{prefix}' સાથે શરૂ નથી થતું.
pl: Nazwa dla grupy użytkowników nie może rozpoczynać się od '{prefix}'.
pt_pt: O nome do grupo de utilizadores não pode começar por '{prefix}'.
uk: Назва групи користувачів не може починатися з '{prefix}'.
zh_tw: 使用者群組名稱不能以 '{prefix}' 開頭。

source: Name too long!
gu: નામ ખૂબ લાંબું છે!
pl: Nazwa jest zbyt długa!
pt_pt: Nome demasiado longo!
uk: Ім'я занадто довге!
zh_tw: 名稱過長！

source: Name too short!
gu: નામ ખૂબ લાંબું છે!
pl: Nazwa jest zbyt krótka!
pt_pt: Nome demasiado curto!
uk: Ім'я занадто коротке!
zh_tw: 名稱過短！

source: Invalid characters in name!
gu: નામમાં અમાન્ય અક્ષરો!
pl: Nieprawidłowe znaki w nazwie!
pt_pt: Caracteres inválidos no nome!
uk: Недійсні символи в імені!
zh_tw: 無效的字元在名稱裡！

source: Invalid format!
gu: અમાન્ય ફોર્મેટ!
pl: Nieprawidłowy format!
pt_pt: Formato inválido!
uk: Недійсний формат!
zh_tw: 無效的格式！

source: Unique names required in this organization.
pl: W tej organizacji wymagane są niepowtarzalne nazwy.
pt_pt: São obrigatórios nomes únicos nesta organização.
uk: У цій організації потрібні унікальні імена.
zh_tw: 此組織需要唯一的名稱。

source: Name is already in use.
pl: Nazwa już w użyciu.
uk: Назва вже використовується.
zh_tw: 名稱已被使用。

source: Bad name or username
gu: ખરાબ નામ અથવા વપરાશકર્તા નામ
pl: Niewłaściwa nazwa lub nazwa użytkownika
pt_pt: Nome ou nome de utilizador inválido
uk: Хибне ім'я або ім'я користувача
zh_tw: 無效的名稱或使用者名稱

source: Invalid integration '{integration_name}'.
gu: અમાન્ય એકત્રિત '{integration_name}'.
pl: Wadliwa integracja '{integration_name}'.
pt_pt: Integração inválida '{integration_name}'.
uk: Недійсна інтеграція '{integration_name}'.
zh_tw: 無效的整合 '{integration_name}'。

source: Missing configuration parameters: {keys}
gu: અમાન્ય સંરચના પેરામીટર્સ: {keys}
pl: Brak skonfigurowanych parametrów: {keys}
pt_pt: Parâmetros de configuração em falta: {keys}
uk: Відсутні параметри конфігурації: {keys}
zh_tw: 缺少設定參數：{keys}

source: Invalid {key} value {value} ({error})
gu: અમાન્ય {key} મૂલ્ય {value} ({error})
pl: Wadliwa {key} wartość {value} ({error})
pt_pt: Valor {value} chave {key} inválido ({error})
uk: Недійсне значення {key} {value} ({error})
zh_tw: 無效的 {key} 值 {value} ({error})

source: Invalid configuration data!
gu: અમાન્ય રૂપરેખાંકન ડેટા!
pl: Nieprawidłowa konfiguracja!
pt_pt: Dados de configuração inválidos!
uk: Недійсні дані конфігурації!
zh_tw: 無效的設定資料！

source: Invalid bot type
gu: અમાન્ય બોટ પ્રકાર
pl: Nieprawidłowy rodzaj bota
pt_pt: Tipo de bot inválido
uk: Невірний тип бота
zh_tw: 無效的機器人類型

source: Invalid interface type
gu: અમાન્ય ઇન્ટરફેસ પ્રકાર
pl: Nieprawidłowy interfejs
pt_pt: Tipo de interface inválido
uk: Недійсний тип інтерфейсу
zh_tw: 無效的介面類型

source: Invalid user ID: {user_id}
gu: અમાન્ય વપરાશકર્તા ID: {user_id}
pl: Błędne ID użytkownika: {user_id}
pt_pt: ID de utilizador inválido: {user_id}
uk: Недійсний ідентифікатор користувача: {user_id}
zh_tw: 無效的使用者 ID：{user_id}

source: No such bot
gu: આ રીતેનો બોટ નથી
pl: Nie ma takiego bota
pt_pt: Nenhum bot
uk: Немає такого бота
zh_tw: 無此機器人

source: No such user
gu: આ રીતેનો વપરાશકર્તા નથી
pl: Nie ma takiego użytkownika
pt_pt: Nenhum utilizador
uk: Немає такого користувача
zh_tw: 無此使用者

source: User is deactivated
gu: વપરાશકર્તા નિષ્ક્રિય કરેલો છે
pl: Użytkownik jest zdezaktywowany
pt_pt: O utilizador está desativado
uk: Користувача деактивовано
zh_tw: 使用者已停用

source: {item} cannot be blank.
gu: {item} ખાલી ન હોઈ શકે.
pl: {item} nie może być puste.
pt_pt: {item} não pode ser branco.
uk: {item} не може бути порожнім.
zh_tw: {item} 不能是空白。

source: {var_name} has incorrect length {length}; should be {target_length}
gu: {var_name} ગલત લંબાઈ {length}; {target_length} હોવી જોઈએ
pl: {var_name} ma błędną długość {length}; powinno być {target_length}
pt_pt: {var_name} tem tamanho incorreto {length}; tem de ser {target_length}
uk: {var_name} має неправильну довжину {length}; має бути {target_length}
zh_tw: {var_name} 是不正確的長度 {length}; 應為 {target_length}

source: {container} should have exactly {length} items
gu: {container} પર exactly {length} આઇટમ્સ હોવી જોઈએ
pl: {container} powinien zawierać dokładnie {length} elementów
pt_pt: {container} deve ter exactamente {length} itens
uk: {container} повинен мати точно {length} елементів
zh_tw: {container} 應有 {length} items

source: {key_name} key is missing from {var_name}
gu: {key_name} કી {var_name}માં ગુમ છે
pl: Brakuje klucza {key_name} z {var_name}
pt_pt: Chave {key_name} está em falta em {var_name}
uk: {key_name} ключ відсутній у {var_name}
zh_tw: 在 {var_name} 裡缺少 key {key_name}

source: Unexpected arguments: {keys}
gu: અનપેક્ત વાતો: {keys}
pl: Nieoczekiwane argumenty: {keys}
pt_pt: Argumentos inesperados: {keys}
uk: Неочікувані аргументи: {keys}
zh_tw: 非預期的參數：{keys}

source: {var_name} is not an allowed_type
gu: {var_name} માન્ય પ્રકાર નથી
pl: {var_name} to nie allowed_type
pt_pt: {var_name} não é allowed_type
uk: {var_name} не є дозволеним типом allowed_type
zh_tw: {var_name} 不是 allowed_type

source: {variable} != {expected_value} ({value} is wrong)
gu: {variable} != {expected_value} ({value} ખોટું છે)
pl: {variable} != {expected_value} ({value} jest błędna)
pt_pt: {variable} != {expected_value} ({value} está errado)
uk: {variable} != {expected_value} ({value} невірне)
zh_tw: {variable} != {expected_value} ({value} 是錯的)

source: {var_name} is not a URL
gu: {var_name} એ URL નથી
pl: {var_name} to nie URL
pt_pt: {var_name} não é um URL
uk: {var_name} не є URL
zh_tw: {var_name} 不是 URL

source: URL pattern must contain '%(username)s'.
gu: URL પેટર્ન %(username)s માં હોવું જોઈએ.
pl: Szablon URL musi zawierać '%(username)s'.
pt_pt: Padrão de URL deve conter '%(username)s'.
uk: Шаблон URL-адреси має містити '%(username)s'.
zh_tw: URL 模式必須包含 '%(username)s'。

source: '{item}' cannot be blank.
gu: '{item}' ખાલી ન હોઈ શકે.
pl: '{item}' nie może być puste.
pt_pt: '{item}' não pode ser branco.
uk: '{item}' не може бути порожнім.
zh_tw: '{item}' 不能是空白。

source: Field must not have duplicate choices.
gu: ક્ષેત્ર ડ્યુપ્લિકેટ પસંદગીઓ ધરાવી શકતું નથી.
pl: Pole nie może mieć zduplikowanych opcji.
pt_pt: Campo não deve ter escolhas duplicadas.
uk: Поле не повинно мати дублікатів варіантів.
zh_tw: 欄位不能有重複的選項。
