Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: To kick off a new conversation, just pick a channel and start a new topic. This way, the new conversation thread won't interrupt ongoing discussions. For a good topic name, think about finishing the sentence: “Hey, can we chat about…?”
pl: Aby rozpocząć nową rozmowę, wybierz kanał i rozpocznij nowy temat. W ten sposób nowy wątek rozmowy nie przerwie toczących się dyskusji. Aby wymyślić dobrą nazwę tematu, pomyśl o zakończeniu zdania: „Hej, możemy porozmawiać o…?”
pt_pt: Para começar uma nova conversa, selecione um canal e comece um tópico. Desta forma, a nova linha de conversação não irá interromper outras discussões em curso. Para escolher um bom nome para o tópico, pense em como terminar a seguinte frase: “Olá, podemos falar sobre…?”
uk: Щоб розпочати нову розмову, просто виберіть канал і почніть нову тему. Таким чином, нова гілка розмови не перериватиме поточні обговорення. Щоб назва теми була гарною, подумайте про те, щоб завершити речення так: «Привіт, чи можемо ми поговорити про…?»
zh_tw: 要開始一個新對話，只需選擇一個頻道並開始一個新議題。這樣，新的對話議題就不會打斷正在進行的討論。要取一個好的議題名稱，請考慮完成這個句子：「嘿，我們可以聊聊...嗎？」

source: Examples of short topics
gu: ટ્રાન્સલેશન કરવામાં આવેલ ટેક્સટ: ટૂંકા વિષયોના ઉદાહરણો
pl: Przykłady krótkich tematów
pt_pt: Exemplos de tópicos curtos
uk: Приклади коротких тем
zh_tw: 簡短議題的例子

source: Don't stress about picking the perfect name for your topic. If anything is out of place, it's easy to <a href="%(move_messages_link)s">move messages</a>, <a href="%(rename_topics_link)s">rename topics</a>, or even <a href="%(move_channels_link)s">move a topic to a different channel</a>.
pl: Nie przejmuj się aż tak bardzo jak nazwać wątek. Jak coś nie trafi tam gdzie powinno zawsze można łatwo <a href="%(move_messages_link)s">przenieść wpisy</a>, <a href="%(rename_topics_link)s">przemianować wątki</a>, a nawet <a href="%(move_channels_link)s">przenieść wątek do innego kanału</a>.
pt_pt: Não se preocupe com a escolha do nome perfeito para o seu tópico. Se algo estiver fora do sítio, é fácil<a href="%(move_messages_link)s">mover mensagens</a>, <a href="%(rename_topics_link)s">alterar o nome do tópico</a>, ou até<a href="%(move_channels_link)s">mover o tópico para um canal diferente</a>.
uk: Не хвилюйтеся про вибір ідеальної назви для вашої теми. Якщо щось не на своєму місці, ви можете легко <a href="%(move_messages_link)s">перемістити повідомлення</a>, <a href="%(rename_topics_link)s">перейменувати теми</a> або навіть <a href="%(move_channels_link)s">перемістити тему до іншого каналу</a>.
zh_tw: 不要為您的議題挑選完美名稱而感到壓力。如果有任何內容放錯位置，您可以輕鬆地<a href="%(move_messages_link)s">移動訊息</a>、<a href="%(rename_topics_link)s">重新命名議題</a>，甚至<a href="%(move_channels_link)s">將議題移動到不同頻道</a>。

source: Go to Zulip
gu: જુલિપ પર જાઓ
pl: Idź do Zulip
pt_pt: Ir para o Zulip
uk: Перейти до Zulip
zh_tw: 回到 Zulip

source: Keep your conversations organized with topics
gu: વિષયો સાથે તમારી વાર્તાઓને સંગઠિત રાખો
pl: Spraw aby dyskusje były zorganizowane w wątki
pt_pt: Mantenha as conversações organizadas por tópicos
uk: Організуйте свої розмови за темами
zh_tw: 使用議題讓您的對話保持有條理

source: In Zulip, channels determine who gets a message. Topics tell you what the message is about.
pl: W Zulip kanały określają, kto otrzyma wiadomość. Tematy określają, czego dotyczy wiadomość.
pt_pt: No Zulip, os canais determinam quem recebe a mensagem. Os tópicos referem o assunto da mensagem.
uk: У Zulip канали визначають, хто отримає повідомлення. Теми розповідають, про що йдеться в повідомленні.
zh_tw: 在 Zulip 中，頻道決定誰會收到訊息。議題告訴您訊息的內容是什麼。

source: Don't stress about picking the perfect name for your topic. If anything is out of place, it's easy to move messages (%(move_messages_link)s), rename topics (%(rename_topics_link)s), or even move a topic to a different channel (%(move_channels_link)s).
pl: Nie stresuj się wyborem idealnej nazwy dla swojego tematu. Jeśli coś jest nie na miejscu, łatwo jest przenieść wiadomości (%(move_messages_link)s), przemianować temat (%(rename_topics_link)s), czy przenieść wątek do innego kanału (%(move_channels_link)s).
pt_pt: Não se preocupe com a escolha do nome perfeito para o seu tópico. Se algo estiver fora do sítio, é fácil mover mensagens (%(move_messages_link)s), alterar o nome do tópico (%(rename_topics_link)s), ou até mover o tópico para um canal diferente (%(move_channels_link)s).
uk: Не хвилюйтеся про вибір ідеальної назви для вашої теми. Якщо щось не на своєму місці, ви можете легко перемістити повідомлення (%(move_messages_link)s), перейменувати теми (%(rename_topics_link)s) або навіть перемістити тему в інший канал (%(move_channels_link)s).
zh_tw: 不要為您的議題挑選完美名稱而感到壓力。如果有任何內容放錯位置，您可以輕鬆地移動訊息 (%(move_messages_link)s)、重新命名議題 (%(rename_topics_link)s)，甚至將議題移動到不同頻道 (%(move_channels_link)s)。

source: Somebody (possibly you) requested a new password for the Zulip account %(email)s on %(realm_url)s.
pl: Ktoś (pewnie Ty) poprosił o nowe hasło do konta Zulip %(email)s na %(realm_url)s.
pt_pt: Alguém (possivelmente você) pediu uma nova palavra-passe para a conta Zulip%(email)s em%(realm_url)s.
uk: Хтось (можливо, ви) запросив новий пароль для облікового запису Zulip %(email)s на %(realm_url)s.
zh_tw: 有人（可能是您）為 %(realm_url)s 上的 Zulip 帳戶 %(email)s 請求新密碼。

source: Click the button below to reset your password.
gu: તમારો પાસવર્ડ રીસેટ કરવા માટે નીચેની બટન પર ક્લિક કરો.
pl: Kliknij poniższy przycisk, żeby zresetować hasło.
pt_pt: Clique no botão abaixo para repor a sua palavra-passe.
uk: Клацніть на кнопку нижче щоб поміняти Ваш пароль.
zh_tw: 點擊下方按鈕以重置您的密碼。

source: Reset password
gu: પાસવર્ડ રીસેટ કરો
pl: Zresetuj hasło
pt_pt: Repor a palavra-passe
uk: Скинути пароль
zh_tw: 重置密碼

source: You previously had an account on %(organization_url)s, but it has been deactivated. You can contact an organization administrator to <a href="%(help_link)s">reactivate your account</a>.
gu: તમારી પહેલેથી %(organization_url)s પર એક એકાઉન્ટ હતું, પરંતુ તે નિષ્ક્રિય થઈ ગયું છે. તમે એક સંસ્થા પ્રશાસકનો સંપર્ક કરી શકો છો જેથી તમારું <a href="%(help_link)s">એકાઉન્ટ પુનઃસક્રિય થાય</a>.
pl: Poprzednio miałeś konto na %(organization_url)s, które zostało dezaktywowane. Skontaktuj się z administratorem organizacji aby <a href="%(help_link)s">reaktywować konto</a>.
pt_pt: Já tinha uma conta em %(organization_url)s mas foi desativada. Poderá contactar o administrador da organização para<a href="%(help_link)s">reativar a sua conta</a>.
uk: Ви раніше мали обліковий запис в %(organization_url)s, але його було деактивовано. Ви можете зв’язатися з адміністратором організації, щоб <a href="%(help_link)s">повторно активувати свій обліковий запис</a>.
zh_tw: 您之前在 %(organization_url)s 上有一個帳戶，但它已被停用。您可以聯絡組織管理員來<a href="%(help_link)s">重新啟用您的帳戶</a>。

source: You do not have an account in that Zulip organization.
gu: તમારી આ જુલીપ સંસ્થામાં ખાતું નથી.
pl: Nie masz konta w tej organizacji.
pt_pt: Não tem uma conta nessa organização Zulip.
uk: У Вас нема облікового запису у той Zulip організації.
zh_tw: 您在該 Zulip 組織中沒有帳戶。

source: You do have active accounts in the following organization(s).
gu: તમારી પાસે નીચેની સંસ્થા(ઓ)માં સક્રિય ખાતાઓ છે.
pl: Nie masz aktywnych kont w tej organizacji(ach).
pt_pt: Tem contas ativas na/s seguinte/s organização(ões).
uk: У Вас нема активних облікових записів у наступних організаціях.
zh_tw: 您在以下組織(s)中有作用中的帳戶。

source: You can try logging in or resetting your password in the organization(s) above.
gu: તમે ઉપરાંત સંસ્થા(ઓ)માં લૉગિન કરવા અથવા તમારો પાસવર્ડ રીસેટ કરવા માટે પ્રયાસ કરી શકો છો.
pl: Możesz spróbować zalogować się lub zresetować hasło dla tej organizacji (powyżej).
pt_pt: Poderá tentar iniciar sessão ou repor a sua palavra-passe na/s organização(ões) acima.
uk: Ви можете спробувати увійти або змінити Ваш пароль у організаціях вище.
zh_tw: 您能嘗試登入或在上方組織(s)內重置您的密碼。

source: If you do not recognize this activity, you can safely ignore this email.
gu: જો તમે આ પ્રવૃત્તિને ઓળખતા નથી, તો તમે આ ઇમેઇલને સાવધાન
pl: Jeśli nie rozpoznajesz tej aktywności, możesz bezpiecznie zignorować tę wiadomość email.
pt_pt: Se não reconhece esta atividade, pode ignorar este e-mail.
uk: Якщо ви не впізнаєте цієї активності, можете спокійно проігнорувати цей лист.
zh_tw: 如果您不認識此活動，您可以安全地忽略這封電子郵件。

source: Password reset request for %(realm_name)s
gu: %(realm_name)s માટે પાસવર્ડ રીસેટ વિનંતી
pl: Żądanie zmiany hasła dla %(realm_name)s
pt_pt: Pedido de reposição de palavra-passe para%(realm_name)s
uk: Запит на зміну паролю для %(realm_name)s
zh_tw: %(realm_name)s 的密碼重置請求

source: Click the link below to reset your password.
gu: તમારો પાસવર્ડ રીસેટ કરવા માટે નીચેની લિંક પર ક્લિક કરો.
pl: Naciśnij poniższy link, aby zresetować swoje hasło.
pt_pt: Clique na ligação abaixo para repor a sua palavra-passe.
uk: Клацніть на посилання нижче щоб змінити Ваш пароль.
zh_tw: 請點選以下的連結以重新設定您的密碼。

source: You previously had an account on %(realm_url)s, but it has been deactivated. You can contact an organization administrator to reactivate your account.
pl: Poprzednio miałeś konto w ramach %(realm_url)s, które zostało wyłączone. Można je przywrócić do działania za pośrednictwem administratora organizacji.
pt_pt: Já teve uma conta em %(realm_url)s mas foi desativada. Poderá contactar o administrador da organização para reativar a sua conta.
uk: Раніше у вас був обліковий запис на %(realm_url)s, але його було деактивовано. Ви можете звернутися до адміністратора організації, щоб повторно активувати свій обліковий запис.
zh_tw: 您之前在 %(realm_url)s 上有一個帳戶，但它已被停用。您可以聯絡組織管理員來重新啟用您的帳戶。

source: Your organization, %(organization_name_with_link)s, has been downgraded to the Zulip Cloud Free plan because of unpaid invoices. The unpaid invoices have been voided.
gu: તમારી સંસ્થા, %(organization_name_with_link)s, વિનામૂલ્ય ચૂકવણીઓ કારણે Zulip Cloud મફત યોજનામાં ડાઉનગ્રેડ થઈ ગઈ છે. વિનામૂલ્ય ચૂકવણીઓ નિષ્ફળ થઈ ગઈ છે.
pl: Twoja organizacja, %(organization_name_with_link)s, została zdegradowana i teraz korzysta z darmowego planu Zulip Cloud z racji nieopłaconych faktur. Zostały one anulowane.
pt_pt: A sua organização, %(organization_name_with_link)s, sofreu um downgrade na Cloud Zulip para o Plano gratuito devido a falha no pagamento de faturas. As faturas não pagas foram anuladas.
uk: Вашу організацію, %(organization_name_with_link)s, було переведено на безкоштовний план Zulip Cloud через неоплачені рахунки. Неоплачені рахунки анульовано.
zh_tw: 您的組織 %(organization_name_with_link)s 因為未付發票已被降級至 Zulip Cloud 免費方案。未付發票已被作廢。

source: To continue on the Zulip Cloud Standard plan, please upgrade again by going to %(upgrade_url)s.
gu: જુલિપ ક્લાઉડ માનક પ્લાન પર ચાલી રહ્યા માટે, કૃપા કરીને %(upgrade_url)s પર જઈને ફરીથી અપગ્રેડ કરો.
pl: Aby kontynować użytkowanie Zulip Cloud Standard proszę przejdź do %(upgrade_url)s.
pt_pt: Para continuar no Plano standard da Cloud Zulip, por favor faça upgrade novamente em %(upgrade_url)s.
uk: Щоб продовжити користуватися стандартним планом Zulip Cloud, будь ласка, оновіть його ще раз, перейшовши за посиланням %(upgrade_url)s.
zh_tw: 要繼續使用 Zulip Cloud 標準方案，請前往 %(upgrade_url)s 重新升級。

source: If you think this was a mistake or need more details, please reach out to us at %(support_email)s.
gu: જો તમને લાગે કે આ ભૂલ હતી અથવા વધુ વિગતો જોઈએ, તો કૃપા કરીને અમારી સાથે સંપર્ક કરો %(support_email)s.
pl: Jeśli uważasz, że był to błąd lub potrzebujesz więcej szczegółów, skontaktuj się z nami pod adresem %(support_email)s.
pt_pt: Se achar que isto foi um erro ou necessitar de mais informações, por favor contacte-nos em %(support_email)s.
uk: Якщо ви вважаєте, що це була помилка, або вам потрібна додаткова інформація, зв’яжіться з нами за адресою %(support_email)s.
zh_tw: 如果您認為這是個錯誤或需要更多詳細資訊，請透過 %(support_email)s 聯絡我們。

source: You have deactivated your Zulip organization, %(realm_name)s, on %(localized_date)s.
pl: Zdezaktywowałeś swoją organizację Zulip %(realm_name)sdnia %(localized_date)s.
pt_pt: Desativou a sua organização Zulip, %(realm_name)s, a%(localized_date)s.
uk: Ви деактивували свою організацію Zulip, %(realm_name)s, %(localized_date)s.
zh_tw: 您已於 %(localized_date)s 停用您的 Zulip 組織 %(realm_name)s。

source: Your Zulip organization, %(realm_name)s, was deactivated by %(deactivating_owner)s on %(localized_date)s.
pl: Twoja organizacja Zulip, %(realm_name)s, została wyłączona przez %(deactivating_owner)s dnia %(localized_date)s.
pt_pt: A sua organização Zulip, %(realm_name)s, foi desativada por%(deactivating_owner)s a %(localized_date)s.
uk: Вашу організацію Zulip, %(realm_name)s, було деактивовано користувачем %(deactivating_owner)s %(localized_date)s.
zh_tw: 您的 Zulip 組織 %(realm_name)s 已於 %(localized_date)s 被 %(deactivating_owner)s 停用。

source: Your Zulip organization, %(realm_name)s, was deactivated on %(localized_date)s.
pl: Twoja organizacja Zulip, %(realm_name)s, została wyłączona dnia %(localized_date)s.
pt_pt: A sua organização Zulip, %(realm_name)s, foi desativada a%(localized_date)s.
uk: Вашу організацію Zulip, %(realm_name)s, було деактивовано %(localized_date)s.
zh_tw: 您的 Zulip 組織 %(realm_name)s 已於 %(localized_date)s 被停用。

source: All data associated with this organization has been permanently deleted.
pl: Wszystkie dane związane z tą organizacją zostały na dobre skasowane.
uk: Усі дані, пов’язані з цією організацією, було видалено назавжди.
zh_tw: 與此組織相關的所有資料已被永久刪除。

source: All data associated with this organization will be permanently deleted on %(deletion_date)s.
pl: Wszystkie dane powiązane z tą organizacją zostaną trwale usunięte dnia %(deletion_date)s.
uk: Усі дані, пов’язані з цією організацією, будуть остаточно видалені %(deletion_date)s.
zh_tw: 與此組織相關的所有資料將於 %(deletion_date)s 被永久刪除。

source: If you have any questions or concerns, please reply to this email as soon as possible.
pl: W przypadku jakichkolwiek pytań lub wątpliwości prosimy o jak najszybszą odpowiedź na tę wiadomość email.
pt_pt: Quaisquer dúvidas ou questões, por favor responda a esta mensagem assim que possível.
uk: Якщо у вас є будь-які запитання чи зауваження, будь ласка, дайте відповідь на цей електронний лист якомога швидше.
zh_tw: 如果您有任何問題或疑慮，請儘快回覆此電子郵件。

source: Your Zulip organization %(realm_name)s has been deactivated
pl: Twoja organizacja Zulip %(realm_name)s została wyłączona
pt_pt: A sua organização Zulip%(realm_name)s foi desativada
uk: Вашу організацію Zulip %(realm_name)s деактивовано
zh_tw: 您的 Zulip 組織 %(realm_name)s 已被停用

source: Dear former administrators of %(realm_name)s,
gu: પ્રિય %(realm_name)s ના પૂર્વ વ્યવસ્થાપકો,
pl: Drodzy byli administratorzy %(realm_name)s,
pt_pt: Caros ex-administradores de%(realm_name)s,
uk: Шановні колишні адміністратори %(realm_name)s,
zh_tw: 親愛的 %(realm_name)s 前管理員：

source: One of your administrators requested reactivation of the previously deactivated Zulip organization hosted at %(realm_url)s.
pl: Jeden z administratorów poprosił o reaktywację wcześniej dezaktywowanej organizacji Zulip hostowanej pod adresem %(realm_url)s.
pt_pt: Um dos administradores pediu a reativação de uma organização Zulip anteriormente alojada em%(realm_url)s.
uk: Один з ваших адміністраторів надіслав запит на повторну активацію раніше деактивованої організації Zulip, розміщеної за адресою %(realm_url)s.
zh_tw: 您的其中一位管理員要求重新啟用先前在 %(realm_url)s 託管的已停用 Zulip 組織。

source: Click the button below to reactivate your organization.
gu: તમારી સંસ્થાને પુનઃસક્રિયાત કરવા માટે નીચેની બટન પર ક્લિક કરો.
pl: Kliknij poniższy przycisk, aby ponownie aktywować swoją organizacje.
pt_pt: Clique no botão abaixo para reativar a sua organização.
uk: Клацніть на кнопку нижче щоб відновити Вашу організацію.
zh_tw: 點擊下方按鈕以重新啟用您的組織。

source: Reactivate organization
gu: નિષ્ક્રિય સંસ્થા પુનઃસક્રિય કરો
pl: Ponownie aktywuj organizacje
pt_pt: Reativar organização
uk: Повторно активувати організацію
zh_tw: 重新啟用組織

source: If the request was in error, you can take no action and this link will expire in 24 hours.
gu: જો વિનંતી ભૂલથી થઈ હતી, તો તમે કોઈ પણ ક્રિયા કરી શકતા નથી અને આ લિંક 24 કલાકમાં સમાપ્ત થશે.
pl: Jeśli żądanie było błędne, nie można podjąć żadnych działań, a odnośnik wygaśnie za 24 godziny.
pt_pt: Se foi efetuado um pedido por engano, basta não tomar qualquer ação e esta ligação irá expirar dentro de 24 horas.
uk: Якщо запит був зроблений помилково, Ви можете нічого не робити і посилання автоматично деактивується за 24 години.
zh_tw: 如果此要求是錯誤的，您可以不採取任何行動，此連結將在 24 小時後過期。

source: Reactivate your Zulip organization
gu: તમારી Zulip સંગઠનને ફરીથી સક્રિય કરો
pl: Reaktywuj swoją organizację Zulip
pt_pt: Reativar a sua organização Zulip
uk: Повторно активуйте вашу організацію Zulip
zh_tw: 重新啟用您的 Zulip 組織

source: Click the link below to reactivate your organization.
gu: તમારી સંસ્થાને પુનઃસક્રિયાત કરવા માટે નીચેની લિંક પર ક્લિક કરો.
pl: Kliknij poniższy link, aby ponownie aktywować swoją organizacje.
pt_pt: Clique na ligação abaixo para reativar a sua organização.
uk: Клацніть на посилання нижче щоб відновити Вашу організацію.
zh_tw: 點擊下方連結以重新啟用您的組織。

source: Either you, or someone on your behalf, has requested a log in link to manage the Zulip plan for <b>%(remote_server_hostname)s</b>.
gu: તમે, અથવા તમારી પ્રતિનિધિત્વમાં કોઈએ જુલીપ પ્લાન મેનેજ કરવા માટે લોગ ઇન લિંકની વિનંતી કરી છે <b>%(remote_server_hostname)s</b>.
pl: Użytkownik lub ktoś w jego imieniu poprosił o odnośnik do logowania w celu zarządzania planem Zulip dla <b>%(remote_server_hostname)s</b>.
pt_pt: Você, ou alguém em seu nome, pediu uma ligação de início de sessão para gerir o plano Zulip para <b>%(remote_server_hostname)s</b>.
uk: Ви або хтось від вашого імені запросив посилання для входу в систему, щоб керувати планом Zulip для <b>%(remote_server_hostname)s</b>.
zh_tw: 您或代表您的某人已要求登入連結以管理 <b>%(remote_server_hostname)s</b> 的 Zulip 方案。

source: Click the button below to log in.
uk: Натисніть кнопку нижче, щоб увійти.

source: This link will expire in %(validity_in_hours)s hours.
gu: આ લિંક %(validity_in_hours)s કલાકમાં સમાપ્ત થશે.
pl: Odnośnik wydasnie w ciągu %(validity_in_hours)s godzin.
pt_pt: Esta ligação irá expirar dentro de %(validity_in_hours)s horas.
uk: Термін дії цього посилання закінчиться через %(validity_in_hours)s годин.
zh_tw: 此連結將在 %(validity_in_hours)s 小時後過期。

source: Questions? <a href="%(billing_help_link)s">Learn more</a> or contact %(billing_contact_email)s.
gu: પ્રશ્નો? <a href="%(billing_help_link)s">વધુ જાણો</a> અથવા સંપર્ક કરો %(billing_contact_email)s.
pl: Pytania? <a href="%(billing_help_link)s">Dowiedz się więcej</a> lub napisz %(billing_contact_email)s.
pt_pt: Questões? <a href="%(billing_help_link)s">Saiba mais</a> ou contacte%(billing_contact_email)s.
uk: Є питання? <a href="%(billing_help_link)s">Дізнайтеся більше</a> або зв’яжіться з %(billing_contact_email)s.
zh_tw: 有問題嗎？<a href="%(billing_help_link)s">了解更多</a>或聯絡 %(billing_contact_email)s。

source: Log in to Zulip plan management
gu: ઝુલિપ પ્લાન મેનેજમેન્ટમાં લોગ ઇન કરો
pl: Zaloguj do Zulip - zarządzanie ofertami
pt_pt: Iniciar sessão na gestão de planos Zulip
uk: Увійдіть до системи керування планами Zulip
zh_tw: 登入 Zulip 方案管理

source: Either you, or someone on your behalf, has requested a log in link to manage the Zulip plan for %(remote_server_hostname)s.
gu: તમે, અથવા તમારી પ્રતિનિધિત્વમાં કોઈએ જુલીપ પ્લાન મેનેજ કરવા માટે લોગ ઇન લિંકની વિનંતી કરી છે %(remote_server_hostname)s.
pl: Użytkownik lub ktoś w jego imieniu poprosił o odnośnik do logowania w celu zarządzania planem Zulip dla %(remote_server_hostname)s.
pt_pt: Você, ou alguém em seu nome, pediu uma ligação de início de sessão para gerir o plano Zulip para %(remote_server_hostname)s.
uk: Ви або хтось від вашого імені запросив посилання для входу в систему, щоб керувати планом Zulip для %(remote_server_hostname)s.
zh_tw: 您或代表您的某人已要求登入連結以管理 %(remote_server_hostname)s 的 Zulip 方案。

source: Click the link below to log in.
gu: લૉગ ઈન કરવા માટે નીચેની લિંક પર ક્લિક કરો.
pl: Skorzystaj z odnośnika poniżej aby zalogować się.
pt_pt: Clique na ligação abaixo para iniciar sessão.
uk: Натисніть на посилання нижче, щоб увійти.
zh_tw: 點擊下方連結以登入。

source: Questions? Learn more at %(billing_help_link)s or contact %(billing_contact_email)s.
gu: પ્રશ્નો? વધુ માહિતી મેળવો %(billing_help_link)s પર અથવા સંપર્ક કરો %(billing_contact_email)s.
pl: Pytania? Dowiedz się więcej %(billing_help_link)s lub napisz %(billing_contact_email)s.
pt_pt: Questões? Saiba mais em%(billing_help_link)s ou contacte%(billing_contact_email)s.
uk: Є питання? Дізнайтеся більше на %(billing_help_link)s або зв’яжіться з %(billing_contact_email)s.
zh_tw: 有問題嗎？在 %(billing_help_link)s 了解更多或聯絡 %(billing_contact_email)s。

source: Click the button below to confirm your email and log in to Zulip plan management for <b>%(remote_realm_host)s</b>.
gu: તમારી ઇમેઇલ ખાતરી કરવા અને Zulip પ્લાન મેનેજમેન્ટમાં લૉગ ઇન કરવા માટે નીચેની બટન પર ક્લિક કરો: <b>%(remote_realm_host)s</b>.
pl: Kliknij w przycisk poniżej aby potwierdzić email i zalogować się do decydowania o zakresie usług Zulip dla <b>%(remote_realm_host)s</b>.
pt_pt: Clique no botão abaixo para confirmar o seu email e iniciar sessão na gestão de planos Zulip para <b>%(remote_realm_host)s</b>.
uk: Натисніть кнопку нижче, щоб підтвердити свою електронну адресу та увійти до керування планом Zulip для <b>%(remote_realm_host)s</b>.
zh_tw: 點擊下方按鈕以確認您的電子郵件並登入 <b>%(remote_realm_host)s</b> 的 Zulip 方案管理。

source: Confirm and log in
gu: પુષ્ટિ કરો અને લોગ ઇન કરો
pl: Potwierdź i zaloguj
pt_pt: Confirmar e iniciar sessão
uk: Підтвердити та увійти
zh_tw: 確認並登入

source: Confirm email for Zulip plan management
gu: ઝુલિપ યોજના વ્યવસ્થાપન માટે ઇમેઇલ ની પુષ્ટિ કરો
pl: Potwierdź email na potrzeby Zulip - zarządzanie ofertami
pt_pt: Confirmar email para gestão de plano Zulip
uk: Підтвердьте електронну адресу для керування планом Zulip
zh_tw: 確認 Zulip 方案管理的電子郵件

source: Click the link below to confirm your email and log in to Zulip plan management for %(remote_realm_host)s.
gu: તમારી ઇમેઇલ ખાતરી કરવા અને Zulip પ્લાન મેનેજમેન્ટમાં લૉગ ઇન કરવા માટે નીચેની લિંક પર ક્લિક કરો: %(remote_realm_host)s.
pl: Kliknij w poniższy odnośnik, aby potwierdzić swój adres email i zalogować się do zarządzania planem Zulip dla %(remote_realm_host)s.
pt_pt: Clique na ligação abaixo para confirmar o seu email e iniciar sessão na gestão de plano Zulip para %(remote_realm_host)s.
uk: Натисніть посилання нижче, щоб підтвердити свою електронну адресу та увійти до керування планом Zulip для %(remote_realm_host)s.
zh_tw: 點擊下方連結以確認您的電子郵件並登入 %(remote_realm_host)s 的 Zulip 方案管理。

source: Your request for Zulip sponsorship has been approved! Your organization has been upgraded to the <a href="%(plans_link)s">Zulip Community plan</a>.
gu: તમારી Zulip સ્પોન્સરશિપનું અરજીનું મંજૂર થયું છે! તમારા સંસ્થાને <a href="%(plans_link)s">Zulip સમુદાય યોજના</a> પર અપગ્રેડ કરવામાં આવી છે.
pl: Twój wniosek o sponsoring przez Zulip został zatwierdzony! Twoja organizacja została przypisana do usługi <a href="%(plans_link)s">Zulip Community</a>.
pt_pt: O seu pedido de patrocínio Zulip foi aprovado! A sua organização recebeu um upgrade para o <a href="%(plans_link)s">plano comunitário Zulip</a>.
uk: Ваш запит на спонсорство Zulip схвалено! Вашу організацію оновлено до <a href="%(plans_link)s">плану Zulip Community</a>.
zh_tw: 您的 Zulip 贊助申請已獲核准！您的組織已升級至<a href="%(plans_link)s">Zulip 社群方案</a>。

source: If you could <a href="%(link_to_zulip)s">list Zulip as a sponsor on your website</a>, we would really appreciate it!
gu: જો તમે તમારા <a href="%(link_to_zulip)s">વેબસાઇટ પર સ્પોન્સર તરીકે Zulip નું નમુનું બનાવી શકતા હો</a>, તો અમે તેનો ખૂબ આભારી થીશું!
pl: Gdybyś mógł <a href="%(link_to_zulip)s">wspomnieć o Zulip jako sponsorze twojej witryny</a>, byłoby nam bardzo miło!
pt_pt: Se puder <a href="%(link_to_zulip)s">listar o Zulip como patrocinador no seu site</a>, seria imensamente apreciado!
uk: Якщо ви можете <a href="%(link_to_zulip)s">вказати Zulip як спонсора на своєму вебсайті</a>, ми були б дуже вдячні!
zh_tw: 如果您能在您的網站上<a href="%(link_to_zulip)s">將 Zulip 列為贊助商</a>，我們將非常感謝！
