Repository: zulip/zulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, pl, pt_pt, uk, zh_tw

source: Subdomains cannot start or end with a '-'.
gu: સબડોમેન ડેશમાં શરૂ અથવા સમાપ્ત થવું જ નહીં.
pl: Subdomena nie może zaczynać się ani kończyć znakiem "-".
pt_pt: Os subdomínios não podem começar nem terminar com '-' traço.
uk: Піддомени не можуть починатись чи закінчуватись на '-'.
zh_tw: 子域名不能開頭或結尾有 '-'。

source: Domain can only have letters, numbers, '.' and '-'s.
gu: ડોમેનમાં ફક્ત અક્ષરો, અંક, '.' અને '-' હોવું જ જરૂરી છે.
pl: Domena może składać się tylko z małych liter, cyfr i znaków "-".
pt_pt: O domínio só pode conter letras, números, '.' pontos e '-' traços.
uk: Домен може мати лише літери, цифри, '.' та '-'.
zh_tw: 域名只能是英文字母、數字、'.' 和 '-'。

source: Timestamp must not be negative.
gu: ટાઇમસ્ટેમ્પ નકારાત્મક ન હોઈ.
pl: Znacznik czasowy nie może być ujemny.
pt_pt: O carimbo temporal não pode ser negativo.
uk: Часова мітка не може бути від'ємною.
zh_tw: 時間戳記不得為負數。

source: Topic must not contain null bytes
gu: વિષયમાં નલ બાઇટ્સ ન હોવું જોઈએ
pl: Temat nie może być pusty
pt_pt: O tópico não pode conter bytes nulos
uk: Тема не повинна містити нульових байтів
zh_tw: 議題不得包含空位元組

source: Must specify exactly 1 channel ID for channel messages
pl: Musi określać dokładnie 1 identyfikator kanału dla komunikatów kanałowych
pt_pt: Deve especificar exatamente 1 ID de canal para mensagens de canal
uk: Потрібно вказати рівно 1 ідентифікатор каналу для повідомлень каналу
zh_tw: 頻道訊息必須準確指定 1 個頻道 ID

source: User has disabled synchronizing drafts.
gu: વપરાશકર્તાને ડ્રાફ્ટ્સ સમન્વય અનિષ્ક્રિય કર્યો છે.
pl: Użytkownik wyłączył synchronizację szkiców.
pt_pt: O utilizador desativou a sincronização de rascunhos.
uk: Користувач вимкнув синхронізацію чернеток.
zh_tw: 使用者已停用同步草稿。

source: Draft does not exist
gu: ડ્રાફ્ટ અસ્તિત્વમાં નથી
pl: Taki szkic nie istnieje
pt_pt: O rascunho não existe
uk: Чернетки не існує
zh_tw: 草稿不存在

source: Error sending message to channel {channel_name} via message notification email reply: {error_message}
pl: Błąd przekazywania wpisu do kanału {channel_name} via powiadomienia przez email: {error_message}
pt_pt: Erro ao enviar mensagem para o canal {channel_name} através de resposta à notificação de mensagem por email: {error_message}
uk: Помилка надсилання повідомлення на канал {channel_name} через сповіщення електронною поштою: {error_message}
zh_tw: 透過訊息通知電子郵件回覆發送訊息到頻道 {channel_name} 時發生錯誤： {error_message}

source: Email with no subject
pl: Email bez tematu
pt_pt: Email sem assunto
uk: Електронний лист без теми
zh_tw: 沒有主旨的電子郵件

source: Open Zulip to see the spoiler content
gu: સ્પોઇલર સામગ્રી જોવા માટે ઝુલીપ ખોલો
pl: Otwórz Zulip aby zobaczyć zakrytą zawartość
pt_pt: Abrir o Zulip para ver o conteúdo escondido
uk: Відкрийте Zulip, щоб побачити прихований вміст
zh_tw: 開啟 Zulip 來查看劇透內容

source: {service_name} notifications
gu: {service_name} સૂચનાઓ
pl: powiadomienia {service_name}
pt_pt: Notificações de {service_name}
uk: {service_name} сповіщення
zh_tw: {service_name} 通知

source: Invalid address.
gu: અયોગ્ય સરનામું.
pl: Nieprawidłowy adres.
pt_pt: Endereço inválido.
uk: Недійсна адреса.
zh_tw: 無效的地址。

source: Outside your domain.
gu: તમારા ડોમેન બહાર.
pl: Poza Twoją domeną.
pt_pt: Fora do seu domínio.
uk: За межами вашого домену.
zh_tw: 超出您的域名之外。

source: Email addresses containing + are not allowed.
gu: + સાથે સમાવિષ્ટ ઇમેઇલ સરનામું માન્ય નથી.
pl: Adresy email zawierające + nie są dozwolone.
pt_pt: Endereços de email contendo + não são permitidos.
uk: Електронні адреси, що містять +, не дозволені.
zh_tw: 不允許 Email 地址含有 +。

source: Reserved for system bots.
gu: સિસ્ટમ બોટ્સ માટે આપાતવારી છે.
pl: Zarezerwowane dla botów systemowych.
pt_pt: Reservado para bots de sistema.
uk: Зарезервовано для системних ботів.
zh_tw: 系統機器人保留使用。

source: {email} already has an account
gu: {email} પહેલેથી ખાતું છે
pl: {email} posiada już konto
pt_pt: O {email} já tem uma conta
uk: {email} вже має обліковий запис
zh_tw: {email} 已是帳號

source: Already has an account.
gu: પહેલેથી ખાતું છે.
pl: Posiada już konto.
pt_pt: Já tem uma conta.
uk: Вже є обліковий запис.
zh_tw: 已有帳號。

source: Account has been deactivated.
gu: ખાતું નિષ્ક્રિય કરવામાં આવ્યું છે.
pl: Konto zostało zdezaktywowane.
pt_pt: A conta foi desativada.
uk: Обліковий запис був деактивований.
zh_tw: 帳號已被停用。

source: Emoji '{emoji_name}' does not exist
gu: ઇમોજી '{emoji_name}' અસ્તિત્વમાં નથી
pl: Emoji '{emoji_name}' nie istnieje
pt_pt: O emoji '{emoji_name}' não existe
uk: Емодзі «{emoji_name}» не існує
zh_tw: 表情符號 '{emoji_name}' 不存在

source: Invalid custom emoji.
gu: અયોગ્ય કસ્ટમ ઇમોજી.
pl: Nieprawidłowa niestandardowa emoji.
pt_pt: Emoji personalizado inválido.
uk: Недійсний користувацький емодзі.
zh_tw: 無效的自定義表情符號。

source: Invalid custom emoji name.
gu: અયોગ્ય કસ્ટમ ઇમોજી નામ.
pl: Nieprawidłowa nazwa niestandardowej emoji.
pt_pt: Nome de emoji personalizado inválido.
uk: Недійсне ім'я користувацького емодзі.
zh_tw: 無效的自定義表情符號名稱。

source: This custom emoji has been deactivated.
gu: આ કસ્ટમ ઇમોજી નિષ્ક્રિય કરવામાં આવ્યું છે.
pl: Ta niestandardowa emoji została zdezaktywowana.
pt_pt: Este emoji personalizado foi desativado.
uk: Ця нестандартна емодзі була деактивована.
zh_tw: 此自定義表情符號已被停用。

source: Invalid emoji code.
gu: અયોગ્ય ઇમોજી કોડ.
pl: Nieprawidłowy kod emoji.
pt_pt: Código de emoji inválido.
uk: Недійсний код емодзі.
zh_tw: 無效的表情符號碼。

source: Invalid emoji name.
gu: અયોગ્ય ઇમોજી નામ.
pl: Nie poprawna nazwa emoji
pt_pt: Nome de emoji inválido.
uk: Недійсне ім'я емодзі.
zh_tw: 無效的表情符號名稱。

source: Invalid emoji type.
gu: અયોગ્ય ઇમોજી પ્રકાર.
pl: Nieprawidłowy rodzaj emoji.
pt_pt: Tipo emoji inválido.
uk: Недійсний тип емодзі.
zh_tw: 無效的表情符號類型。

source: Must be an organization administrator or emoji author
gu: એક સંગઠન પ્રબંધક અથવા ઇમોજી લેખક હોવું જરૂરી છે
pl: Musisz być administratorem organizacji lub twórcom emoji
pt_pt: Tem de ser administrador da organização ou autor do emoji
uk: Необхідно бути адміністратором організації або автором емодзі
zh_tw: 必須是組織管理者或表情符號作者

source: Emoji names must end with either a letter or digit.
gu: ઇમોજી નામો બીજું લેખન અથવા અંક સાથે પૂર્ણ થવો જોઈએ.
pl: Nazwy emoji muszą kończyć się literą lub cyfrą.
pt_pt: Nomes dos emojis têm de terminar com uma letra ou dígito.
uk: Назви емодзі повинні закінчуватися або літерою, або цифрою.
zh_tw: 表情符號名稱必須以字母或數字結尾。

source: Emoji names must contain only lowercase English letters, digits, spaces, dashes, and underscores.
gu: ઇમોજી નામોમાં ફક્ત લોઅરકેસ અંગ્રેજી અક્ષરો, અંક, જગ્યાઓ, ડેશ, અને અન્ડરસ્કોર હોવું જોઈએ.
pl: Nazwy emoji mogą zawierać tylko małe litery angielskie, cyfry, spacje, myślniki i podkreślniki.
pt_pt: Nomes de emoji só podem conter caracteres minúsculos ingleses, dígitos, espaços, traços, ou traços baixos.
uk: Назви емодзі повинні містити лише малі англійські літери, цифри, пробіли, тире та символи підкреслення.
zh_tw: 表情符號名稱只能包含小寫英文字母、數字、空格、連字號和底線。

source: Emoji name is missing
gu: ઇમોજી નામ ગુમ છે
pl: Brakuje nazwy emoji
pt_pt: Nome de emoji em falta
uk: Відсутня назва емодзі
zh_tw: 缺少表情符號名稱

source: Could not allocate event queue
gu: ઈવેન્ટ યૂનિવર્સ આવાજો આવંટા નથી
pl: Nie można stworzyć kolejki zdarzeń
pt_pt: Não é possível alocar à fila de evento
uk: Не вдалося виділити чергу подій
zh_tw: 無法分配事件佇列

source: Not logged in: API authentication or user session required
gu: લોગ ઇન નથી: API પ્રમાણિકરણ અથવા વપરાશકર્તા સેશન જરૂરી છે
pl: Nie jesteś zalogowany: wymagane uwierzytelnienie API lub sesja użytkownika
pt_pt: Não está autenticado: Autenticação na API ou sessão de utilizador obrigatória
uk: Відсутній вхід: потрібні API автентифікації або сесія користувача
zh_tw: 未登入：必須有 API 驗證或使用者會話

source: Channel '{stream}' does not exist
pl: Kanał '{stream}' nie istnieje
pt_pt: O canal '{stream}' não existe
uk: Канал '{stream}' не існує
zh_tw: 頻道 '{stream}' 不存在

source: Channel with ID '{stream_id}' does not exist
pl: Kanał o ID '{stream_id}' nie istnieje
pt_pt: Canal com o ID '{stream_id}' não existe
uk: Канал з ідентифікатором '{stream_id}' не існує
zh_tw: ID 為 '{stream_id}' 的頻道不存在

source: Unsupported parameter combination: {parameters}
pl: Nieobsługiwana kombinacja parametrów: {parameters}
pt_pt: Combinação de paramêtro não suportado: {parameters}
uk: Непідтримувана комбінація параметрів: {parameters}
zh_tw: 不支援的參數組合：{parameters}

source: organization owner
gu: સંગઠન માલિક
pl: właściciel organizacji
pt_pt: proprietário da organização
uk: власник організації
zh_tw: 組織所有者

source: user
gu: વપરાશકર્તા
pl: użytkownik
pt_pt: utilizador
uk: користувач
zh_tw: 使用者

source: Cannot deactivate the only {entity}.
gu: એકમાત્ર {entity} ને નિષ્ક્રિય કરી શકાતું નથી.
pl: Nie można wyłączyć jedynej {entity}.
pt_pt: Não pode desativar a única {entity}.
uk: Неможливо деактивувати єдину {entity}.
zh_tw: 無法停用唯一的{entity}。

source: Invalid Markdown include statement: {include_statement}
gu: અયોગ્ય માર્કડાઉન સામેલ કરો સ્ટેટમેન્ટ: {include_statement}
pl: Nieprawidłowa instrukcja Markdown include: {include_statement}
pt_pt: Declaração de inclusão de Markdown inválida: {include_statement}
uk: Markdown містить недійсний вираз: {include_statement}
zh_tw: 無效的 Markdown 包含語句：{include_statement}

source: API usage exceeded rate limit
gu: API વપરાશ દર મર્યાદાને પાર કર્યો
pl: Przekroczono limit użycia API
pt_pt: Excedeu o limite de frequência da utilização da API
uk: Використання API перевищило встановлений ліміт
zh_tw: API 使用超過頻率限制

source: Malformed JSON
gu: અયોગ્ય JSON
pl: Nieprawidłowy JSON
pt_pt: JSON incorreto
uk: Помилковий JSON
zh_tw: 格式錯誤的 JSON

source: Must be an organization member
gu: એક સંગઠન સભ્ય હોવું જોઈએ
pl: Musi być członkiem organizacji
pt_pt: Tem de ser membro da organização
uk: Має бути учасником організації
zh_tw: 必須是組織成員

source: Must be an organization administrator
gu: એક સંગઠન પ્રબંધક હોવું જોઈએ
pl: Musisz być administratorem organizacji
pt_pt: Tem de ser administrador da organização
uk: Має бути адміністратором організації
zh_tw: 必須是組織管理者

source: Must be an organization owner
gu: એક સંગઠન માલિક હોવું જોઈએ
pl: Musi być właścicielem organizacji
pt_pt: Tem de ser proprietário da organização
uk: Має бути власником організації
zh_tw: 必須是組織所有者

source: Your username or password is incorrect
gu: તમારું વપરાશકર્તાનામ અથવા પાસવર્ડ અમાન્ય છે
pl: Nazwa użytkownika lub hasło są błędne
pt_pt: O seu nome de utilizador ou palavra-passe está incorreto
uk: Ваше ім'я користувача або пароль неправильні
zh_tw: 您的使用者名稱或密碼不正確

source: This organization has been deactivated
gu: આ સંગઠન નિષ્ક્રિય કરવામાં આવ્યું છે
pl: Ta organizacja została wyłączona
pt_pt: Esta organização foi desativada
uk: Ця організація була деактивована
zh_tw: 此組織已被停用

source: The mobile push notification service registration for your server has been deactivated
gu: તમારા સર્વર માટે મોબાઇલ પુશ સૂચના સેવા નોંધણી નિષ્ક્રિય કરવામાં આવ્યું છે
pl: Rejestracja usługi mobilnych powiadomień push dla twojego serwera została wyłączona
pt_pt: O registo do serviço de notificações push para o seu servidor foi desativado
uk: Реєстрацію служби мобільних push-сповіщень для вашого сервера деактивовано
zh_tw: 您伺服器的行動推播通知服務註冊已被停用

source: Password authentication is disabled in this organization
gu: આ સંગઠનમાં પાસવર્ડ પ્રમાણિકરણ નિષ્ક્રિય કરેલું છે
pl: Logowanie z użyciem hasła jest wyłączone w tej organizacji
pt_pt: Autenticação utilizando palavra-passe foi desativada nesta organização
uk: Автентифікація за паролем вимкнена в цій організації
zh_tw: 此組織已停用密碼驗證

source: Your password has been disabled and needs to be reset
gu: તમારું પાસવર્ડ નિષ્ક્રિય કરવામાં આવ્યું છે અને રીસેટ કરવાની જરૂર છે
pl: Twoje hasło zostało wyłączone i wymaga zresetowania
pt_pt: A sua palavra-passe foi desativada e precisa de ser reposta
uk: Ваш пароль вимкнено та потребує скидання
zh_tw: 您的密碼已被停用，需要重設

source: Invalid API key
gu: અયોગ્ય API કી
pl: Nieprawidłowy klucz API
pt_pt: Chave API inválida
uk: Неправильний ключ API
zh_tw: 無效的 API key

source: Malformed API key
gu: અયોગ્ય API કી
pl: Wadliwy klucz API
pt_pt: Chave API incorreta
uk: Неправильний ключ API
zh_tw: 格式錯誤的 API key

source: The '{event_type}' event isn't currently supported by the {webhook_name} webhook; ignoring
gu: '{event_type}' ઇવેન્ટ હાલમાં {webhook_name} વેબહૂક દ્વારા સપોર્ટેડ નથી; અવગણવું
pl: Typ '{event_type}' dla zdarzenia nie jest obecnie obsługiwany przez webhook {webhook_name} webhook; pomijam
pt_pt: O evento '{event_type}' não é suportado atualmente pelo {webhook_name} webhook; a ignorar
uk: Подія '{event_type}' наразі не підтримується вебхуком {webhook_name}; ігнорується
zh_tw: '{event_type}' 事件目前不被 {webhook_name} webhook 支援；忽略

source: Unable to parse request: Did {webhook_name} generate this event?
gu: વિનંતી પાર્સ કરી શકાતી નથી: ક્યારેય {webhook_name} આ ઇવેન્ટ બનાવ્યો હતો?
pl: Nie można przetworzyć żądania: czy {webhook_name} wygenerował to zdarzenie?
pt_pt: Não é possível processar o pedido: {webhook_name} gerou este evento?
uk: Не вдалося проаналізувати запит: Чи {webhook_name} згенерував цю подію?
zh_tw: 無法解析請求：這個事件是由 {webhook_name} 產生的嗎？

source: User not authenticated
gu: વપરાશકર્તા પ્રમાણિત નથી
pl: Użytkownik nie został uwierzytelniony
pt_pt: Utilizador não autenticado
uk: Користувач не автентифіковано
zh_tw: 使用者未驗證

source: Invalid subdomain
gu: અયોગ્ય સબડોમેન
pl: Nieprawidłowa subdomena
pt_pt: Subdomínio inválido
uk: Недійсний піддомен
zh_tw: 無效的子域名

source: You do not have permission to initiate direct message conversations.
pl: Nie masz uprawnień do inicjowania dyskusji przez wiadomości bezpośrednie.
pt_pt: Não tem permissão para iniciar conversas através de mensagens privadas.
uk: У вас немає дозволу розпочинати прямі повідомлення.
zh_tw: 您沒有權限發起私人訊息對話。

source: Sending messages to the {empty_topic_display_name} is not allowed in this channel.
uk: Надсилання повідомлень на адресу {empty_topic_display_name} заборонено в цьому каналі.

source: Only the {empty_topic_display_name} topic is allowed in this channel.
uk: У цьому каналі дозволено лише тему {empty_topic_display_name}.

source: To enable this configuration, all messages in this channel must be in the {empty_topic_display_name} topic. Consider renaming or deleting other topics.
uk: Щоб увімкнути цю конфігурацію, усі повідомлення в цьому каналі мають бути в темі {empty_topic_display_name}. Спробуйте перейменувати або видалити інші теми.

source: Direct messages are disabled in this organization.
gu: આ સંસ્થામાં ડાયરેક્ટ સંદેશો અક્ષમ કરાયા છે.
pl: Wiadomości bezpośrednie są wyłączone dla tej organizacji.
pt_pt: As mensagens privadas estão desativadas nesta organização.
uk: Особисті повідомлення в цій організації вимкнені.
zh_tw: 此組織已停用私人訊息。

source: This conversation does not include any users who can authorize it.
pl: Ta konwersacja nie obejmuje żadnych użytkowników, którzy mogą ją autoryzować.
pt_pt: Esta conversa não inclui quaisquer utilizadores que a possa autorizar.
uk: У цій розмові немає користувачів, які можуть її авторизувати.
zh_tw: 此對話不包含任何可以授權的使用者。

source: Access denied
gu: પ્રવેશ નિષ્કર્ષિત
pl: Odmowa dostępu
pt_pt: Acesso negado
uk: Доступ заборонено
zh_tw: 存取被拒絕

source: You only have permission to move the {total_messages_allowed_to_move}/{total_messages_in_topic} most recent messages in this topic.
gu: તમે ફક્ત આ વિષયમાં સૌથી હાલના સંદેશો {total_messages_allowed_to_move}/{total_messages_in_topic} માત્ર ખસાના સંદેશો નક્કી કરવા માટે પરવાનગી છે.
pl: Masz uprawnienia do przeniesienia {total_messages_allowed_to_move}/{total_messages_in_topic} ostatnich wpisów w tym wątku.
pt_pt: Só tem permissão para mover as {total_messages_allowed_to_move}/{total_messages_in_topic} mensagens mais recentes neste tópico.
uk: Ви маєте дозвіл переміщувати лише {total_messages_allowed_to_move}/{total_messages_in_topic} найновіших повідомлень у цій темі.
zh_tw: 您只有權限移動此議題中最近的 {total_messages_allowed_to_move}/{total_messages_in_topic} 則訊息。

source: Reaction already exists.
gu: પ્રતિક્રિયા પહેલેથી અસ્તિત્વમાં છે.
pl: Ta reakcja już istnieje.
pt_pt: Reação já existe.
uk: Реакція вже існує.
zh_tw: 回應已存在。

source: Reaction doesn't exist.
gu: પ્રતિક્રિયા અસ્તિત્વમાં નથી.
pl: Reakcja nie istnieje.
pt_pt: Reação não existe.
uk: Реакції не існує.
zh_tw: 回應不存在。

source: Your organization is registered to a different Zulip server. Please contact Zulip support for assistance in resolving this issue.
gu: તમારું સંગઠન એક વિવિધ Zulip સર્વરમાં નોંધવામાં આવ્યું છે. આ સમસ્યા સુધારવા માટે કૃપા કરીને Zulip સપોર્ટ સંપર્ક કરો.
pl: Twoja organizacja jest zarejestrowana na innym serwerze Zulip. Skontaktuj się z pomocą techniczną Zulip, aby uzyskać pomoc w rozwiązaniu tego problemu.
pt_pt: A sua organização está registada noutro servidor Zulip. Por favor contacte o suporte Zulip para assistência na resolução deste problema.
uk: Ваша організація зареєстрована на іншому сервері Zulip. Зверніться до служби підтримки Zulip, щоб отримати допомогу у вирішенні цієї проблеми.
zh_tw: 您的組織已註冊到不同的 Zulip 伺服器。請聯絡 Zulip 支援團隊以協助解決此問題。

source: Organization not registered
gu: સંગઠન નોંધાયું નથી
pl: Organizacja nie jest zarejestrowana
pt_pt: Organização não registada
uk: Організація не зареєстрована
zh_tw: 組織未註冊

source: You do not have permission to use channel wildcard mentions in this channel.
pl: Nie masz uprawnień do używania symboli wieloznacznych w tym kanale.
pt_pt: Não tem permissão para utilizar menções genéricas neste canal.
uk: У вас немає дозволу використовувати згадки каналу з підстановочними символами в цьому каналі.
zh_tw: 您沒有權限在此頻道中使用頻道萬用字元「@-提及」。

source: You do not have permission to use topic wildcard mentions in this topic.
gu: આ વિષયમાં વિષય વાઈલ્ડકાર્ડ ઉલ્લેખ કરવાની પરવાનગી નથી.
pl: Nie masz uprawnień do używania symboli wieloznacznych w tym temacie.
pt_pt: Não tem permissão para utilizar menções genéricas de tópico neste tópico.
uk: У вас немає дозволу використовувати згадки тем із підстановочними символами в цій темі.
zh_tw: 您沒有權限在此議題中使用議題萬用字元「@-提及」。

source: '{field_name}' value does not match the expected value.
uk: Значення '{field_name}' не відповідає очікуваному значенню.

source: '{setting_name}' must be a system user group.
gu: '{setting_name}' એ સિસ્ટમ વપરાશકર્તા ગ્રુપ હોવું જોઈએ.
pl: '{setting_name}' musi być systemową grupą użytkowników.
pt_pt: '{setting_name}' deverá ser um grupo de utilizador de sistema.
uk: «{setting_name}» має бути системною групою користувачів.
zh_tw: '{setting_name}' 必須是系統使用者群組。

source: Cannot deactivate user group in use.
pl: Nie można wyłączyć grupy użytkowników będącej w użyciu.
uk: Неможливо деактивувати групу користувачів, яка використовується.
zh_tw: 無法停用使用中的使用者群組。

source: You do not have permission to administer this channel.
pl: Nie masz uprawnień do administracji tym kanałem.
uk: У вас немає дозволу на адміністрування цього каналу.
zh_tw: 您沒有權限管理此頻道。

source: You do not have permission to change default channels.
pl: Nie masz uprawnień do zmiany domyślnych ustawień kanału.
uk: У вас немає дозволу змінювати канали за замовчуванням.
zh_tw: 您沒有權限變更預設頻道。

source: Email is already in use.
pl: Email jest już w użyciu.
uk: Електронна пошта вже використовується.
zh_tw: 電子郵件已被使用。

source: Scheduled delivery time must be in the future.
gu: શેડ્યુલ્ડ વિતરણ સમય ભવિષ્યમાં હોવો જોઈએ.
pl: Czas planowego doręczenia musi być w przyszłości.
pt_pt: O agendamento do envio deve ser no futuro.
uk: Запланований час доставки має бути в майбутньому.
zh_tw: 預定傳送時間必須是未來時間。

source: Invalid bouncer_public_key
uk: Недійсний bouncer_public_key

source: Request expired
uk: Термін дії запиту минув

source: Invalid encrypted_push_registration
uk: Недійсна encrypted_push_registration

source: Server is not configured to use push notification service.
uk: Сервер не налаштовано для використання служби push-сповіщень.

source: Twitter username
gu: ટ્વિટર વપરાશકર્તાનામ
pl: Nazwa z Twitter
pt_pt: Nome de utilizador X ou Twitter
uk: Ім'я користувача Twitter
zh_tw: Twitter 使用者名稱

source: GitHub username
gu: GitHub વપરાશકર્તાનામ
pl: Nazwa z GitHub
pt_pt: Nome de utilizador GitHub
uk: Ім'я користувача Github
zh_tw: GitHub 使用者名稱

source: Custom external account must define URL pattern
gu: કસ્ટમ બાહ્ય એકાઉન્ટને URL પેટર્ન નક્કી કરવો જોઈએ
pl: Niestandardowe zewnętrzne konto musi mieć zdefiniowany szablon URL
pt_pt: Utilizador externo personalizado tem de definir um padrão de URL
uk: Довільний зовнішній обліковий запис повинен визначити шаблон URL
zh_tw: 自定義外部帳號必須定義 URL 模式

source: Invalid external account type
gu: અયોગ્ય બાહ્ય એકાઉન્ટ પ્રકાર
pl: Wadliwy typ konta zewnętrznego
pt_pt: Tipo de conta externa inválido
uk: Недійсний тип зовнішнього облікового запису
zh_tw: 無效的外部帳號類型

source: Integration frameworks
gu: એક્સટેગ્રેશન ફ્રેમવર્ક્સ
pl: Frameworki integracji
pt_pt: Frameworks de integração
uk: Інтеграційні фреймворки
zh_tw: 整合框架

source: Continuous integration
gu: ચિલંતિત એક્સટ્રાક્ટિવ
pl: CI
pt_pt: Integração contínua
uk: Безперервна інтеграція
zh_tw: 持續整合

source: Customer support
gu: ગ્રાહક સપોર્ટ
pl: Obsługa klienta
pt_pt: Apoio ao cliente
uk: Підтримка клієнтів
zh_tw: 客戶支援

source: Deployment
gu: ડિપ્લોયમેન્ટ
pl: Wdrożenie
pt_pt: Implementação
uk: Розгортання
zh_tw: 部署

source: Entertainment
gu: મનોરંજન
pl: Rozrywka
pt_pt: Entretenimento
uk: Розваги
zh_tw: 娛樂

source: Communication
gu: સંચાર
pl: Komunikacja
pt_pt: Comunicação
uk: Зв'язок
zh_tw: 通訊

source: Financial
gu: આર્થિક
pl: Finanse
pt_pt: Financeiro
uk: Фінанси
zh_tw: 金融

source: Human resources
gu: માનવ સંસાધનો
pl: Zasoby ludzkie
pt_pt: Recursos humanos
uk: Людські ресурси
zh_tw: 人力資源

source: Marketing
gu: માર્કેટિંગ
uk: Маркетинг
zh_tw: 市場

source: Miscellaneous
gu: વિવિધ
pl: Różne
pt_pt: Diversos
uk: Різне
zh_tw: 其他

source: Monitoring
gu: નિગરાણ
pt_pt: Monitorização
uk: Моніторинг
zh_tw: 監控

source: Project management
gu: પ્રોજેક્ટ વ્યવસ્થાપન
pl: Zarządzanie projektami
pt_pt: Gestão de projeto
uk: Управління проектами
zh_tw: 專案管理

source: Productivity
gu: ઉત્પાદકતા
pl: Produktywność
pt_pt: Produtividade
uk: Продуктивність
zh_tw: 生產力

source: Version control
gu: આવૃત્તિ નિયંત્રણ
pl: Kontrola wersji
pt_pt: Controlo de versões
uk: Контроль версій
zh_tw: 版本控制

source: Message must not be empty
gu: સંદેશ ખાલી ન હોવો
pl: Wiadomość musi mieć treść
pt_pt: A mensagem não pode estar em branco
uk: Повідомлення не може бути порожнім
zh_tw: 訊息不能為空

source: Message must not contain null bytes
gu: સંદેશ નલ બાઈટ્સ સમાવી નહીં શકે
pl: Wiadomość nie może być pusta
pt_pt: A mensagem não pode conter bytes nulos
uk: Повідомлення не повинно містити нульових байтів
zh_tw: 訊息不可包含 null bytes

source: You are not allowed to mention user group '{user_group_name}'.
pl: Nie masz uprawnień aby wymienić grupy użytkowników '{user_group_name}'.
pt_pt: Não tem autorização para mencionar grupo de utilizadores '{user_group_name}'.
uk: Вам не дозволено згадувати групу користувачів '{user_group_name}'.
zh_tw: 您不被允許「@-提及」使用者群組 '{user_group_name}'。

source: {reporting_user_mention} reported a DM sent by {reported_user_mention}.
uk: {reporting_user_mention} повідомив про особисте повідомлення, надіслане користувачем {reported_user_mention}.

source: {reporting_user_mention} reported a DM sent by {reported_user_mention} to {recipient_mentions}, and {last_user_mention}.
uk: {reporting_user_mention} повідомив про особисте повідомлення, надіслане користувачем {reported_user_mention}, користувачам {recipient_mentions}та {last_user_mention}.

source: {reporting_user_mention} reported {channel_message_link} sent by {reported_user_mention}.
uk: {reporting_user_mention} повідомив про {channel_message_link}, надіслане користувачем {reported_user_mention}.

source: - Reason: **{report_type}** - Notes:
uk: - Причина: **{report_type}** - Примітки:

source: **Message sent by {reported_user_mention}**
uk: **Повідомлення надіслано {reported_user_mention}**

source: {fullname}'s moderation requests
uk: Запити на модерацію від {fullname}

source: Invalid narrow operator: {desc}
gu: અયોગ્ય સંક્ષિપ્ત ઓપરેટર: {desc}
pl: Wadliwy operator zawężenia: {desc}
pt_pt: Operador curto inválido: {desc}
uk: Помилковий оператор пошуку: {desc}
zh_tw: 無效的範圍操作：{desc}
