{
  "<p>You are searching for messages that belong to more than one stream, which is not possible.</p>": "<p> Вие търсите съобщения, които принадлежат на повече от един поток, което е невъзможно.</p>",
  "<strong>{name}</strong> <i>(guest)</i> is not subscribed to this stream. They will not be notified if you mention them.": "<strong>{name}</strong> <i>(guest)</i> не са абонирани към този поток. Те няма да бъдат уведомени, ако ги споменете.",
  "<z-link>Click here</z-link> to learn about exporting private streams and direct messages.": "<z-link>Кликнете тук</z-link> за да научите повече за експортирането на затворени потоци и лични съобщения.",
  "<z-user></z-user> will have the same properties as it did prior to deactivation, including role, owner and stream subscriptions.": "<z-user></z-user> ще има същите свойства като преди деактивиране, включително роля, собственичество и абонаменти за потоци.",
  "<z-user></z-user> will have the same role, stream subscriptions, user group memberships, and other settings and permissions as they did prior to deactivation.": "<z-user></z-user> ще има същата роля, същите абонаменти за потоци, членства в потребителски групи и други настройки и разрешения, както преди деактивирането.",
  "Add default streams": "Добави начални потоци",
  "Add members. Use usergroup or #streamname to bulk add members.": "Добавете членове. Използвайте usergroup или #streamname за групово добавяне на членове.",
  "Add stream": "Добави поток",
  "Add streams": "Добави потоци",
  "Add subscribers. Use usergroup or #streamname to bulk add subscribers.": "Добавете абонати. Използвайте usergroup или #streamname за групово добавяне на абонати.",
  "All messages including muted streams": "Всички съобщения, включително от заглушени потоци",
  "All streams": "Всички потоци",
  "Allow creating web-public streams (visible to anyone on the Internet)": "Разрешаване на създаването на публични уеб потоци (видими за всеки в интернет)",
  "Archive stream": "Архивирай поток",
  "Archiving stream <z-stream></z-stream> will immediately unsubscribe everyone. This action cannot be undone.": "Архивирането на потока <z-stream></z-stream> веднага ще отпише всички от него. Това действие не може да бъде възстановено.",
  "Archiving this stream will also disable settings that were configured to use this stream:": "Архивирането на този поток също така ще деактивира настройките, които са били конфигурирани за този поток:",
  "Are you sure you want to create stream ''''{stream_name}'''' and subscribe {count} users to it?": "Сигурни ли сте че искате да създадете поток ''''{stream_name}'''' и да абонирате {count} потребители към него?",
  "Are you sure you want to send @-mention notifications to the <strong>{subscriber_count}</strong> users subscribed to #{stream_name}? If not, please edit your message to remove the <strong>@{stream_wildcard_mention}</strong> mention.": "Сигурни ли сте, че искате да изпратите известия със @-споменаване до всичките <strong>{subscriber_count}</strong> потребители, абонирани към #{stream_name}? Ако не, моля редактирайте вашето съобщение и премахнете <strong>@{stream_wildcard_mention}</strong> споменването.",
  "Are you sure you want to unstar all messages in <stream-topic></stream-topic>?  This action cannot be undone.": "Сигурни ли сте, че искате да премахнете обозначението на всички съобщения в <stream-topic></stream-topic>? Това действие не може да бъде възстановено.",
  "Automatically unmute topics in muted streams": "Автоматично изключи заглушаването на темите, които са в заглушени потоци",
  "Back to streams": "Обратно към потоците",
  "Because you are removing the last subscriber from a private stream, it will be automatically <z-link>archived</z-link>.": "Тъй като вие премахвате последния абонат на затворен поток, той ще бъде автоматично <z-link>архивиран</z-link>.",
  "Because you are the only subscriber, this stream will be automatically <z-link>archived</z-link>.": "Този поток ще бъде <z-link>архивиран</z-link> автоматично, тъй като вие сте единствения му абонат.",
  "Browse 1 more stream": "Прегледайте още 1 поток",
  "Browse streams": "Прегледайте потоците",
  "Browse {can_subscribe_stream_count} more streams": "Прегледайте още {can_subscribe_stream_count} поток/а",
  "Cannot subscribe to <z-stream></z-stream>": "Не можете да се абонирате към <z-stream></z-stream>",
  "Cannot subscribe to private stream <z-stream></z-stream>": "Не можете да се абонирате към затворения поток <z-stream></z-stream>",
  "Cannot view stream": "Не можете да прегледате този поток",
  "Configure how Zulip notifies you about new messages. In muted streams, stream notification settings apply only to unmuted topics.": "Конфигурирайте начина, по който Zulip ви уведомява за нови съобщения. Настройките за известия на заглушените потоци се прилагат само за незаглушените теми.",
  "Configure the default streams new users are subscribed to when joining your organization.": "Конфигурирайте началните потоци, към които новите членове на организацията ще бъдат абонирани автоматично.",
  "Consider <z-link>searching all public streams</z-link>.": "Можете да <z-link>потърсите във всички публични потоци</z-link>.",
  "Create a stream": "Създайте поток",
  "Create new stream": "Създай нов поток",
  "Create stream": "Създайте поток",
  "Creating stream...": "Създава се поток...",
  "Currently viewing the entire stream.": "В момента преглеждате целия поток.",
  "Demote inactive streams": "Понижете неактивните потоци",
  "Edit #{stream_name}": "Редактирай #{stream_name}",
  "Edit stream name and description": "Редактирай името и описанието на потока",
  "Error creating stream": "Грешка при създаването на поток",
  "Error in unsubscribing from #{stream_name}": "Грешка при отписването от #{stream_name}",
  "Error removing user from #{stream_name}": "Грешка при премахването на потребителя от #{stream_name}",
  "Error removing user from this stream.": "Грешка при премахването на потребителя от този поток.",
  "Exports all users, settings, and all data visible in public streams.": "Експортира всички потребители, настройки и всичката информация, видима в публичните потоци.",
  "Failed adding one or more streams.": "Грешка при добавянето на един или повече потоци.",
  "Filter default streams": "Филтрирай начални потоци",
  "Filter streams": "Филтър потоци",
  "First time? Read our <z-link>guidelines</z-link> for creating and naming streams.": "За първи път ли ви е?  Прочетете нашите <z-link>указания</z-link> за създаване и именуване на потоци.",
  "Generate stream email address": "Генерирай имейл адрес на потока",
  "Go to stream settings": "Отиди в настройките на потока",
  "However, it will no longer be subscribed to the private streams that you are not subscribed to.": "То обаче вече няма да бъде абонирано за затворени потоци, за които не сте абонирани.",
  "In muted streams, stream notification settings apply only to unmuted topics.": "Настройките за известия на заглушените потоци се прилагат само за незаглушените теми.",
  "Includes muted streams and topics": "Включва заглушени потоци и теми",
  "Let recipients see when I'm typing messages in streams": "Позволи на получателите да виждат когато пиша съобщения в потоци",
  "Let recipients see when a user is typing stream messages": "Позволи на получателите да виждат, когато даден потребител пише съобщения в потоци",
  "Log in to browse more streams": "Влезте в акаунта си, за да прегледате още потоци",
  "Mute stream": "Ограничи канал",
  "New stream message": "Ново съобщение в потока",
  "STREAMS": "ПОТОЦИ",
  "Scroll through streams": "Превърти през потоците",
  "Stream": "Канал",
  "Streams they should join": "Потоци които трябва да използват",
  "Subscribe to/unsubscribe from selected stream": "Абонирай се за/откажи от избрания поток",
  "Subscribed streams": "Абонаменти за потоци",
  "This stream does not exist or is private.": "Този канал не съществува или е ограничен.",
  "Unmute stream": "Не заглушавай канал",
  "View stream messages": "Виж съобщенията в потока",
  "You aren't subscribed to this stream and nobody has talked about that yet!": "Не сте абониран за този канал и никой още не е споменавал за това!",
  "You have muted <z-stream-topic></z-stream-topic>.": "Вие сте заглушили <z-stream-topic></z-stream-topic>."
}
