{
  "<p>Stream will be announced in <b>#{new_stream_announcements_stream}</b>.</p>": "<p>El Canal será anunciado en <b>#{new_stream_announcements_stream}</b>.</p>",
  "<p>You are searching for messages that belong to more than one stream, which is not possible.</p>": "<p>Estás buscando mensajes que pertenencen a más de un canal, lo cual no es posible.</p>",
  "<strong>{name}</strong> <i>(guest)</i> is not subscribed to this stream. They will not be notified if you mention them.": "<strong>{name}</strong> <i>(guest)</i> no están suscritos a este canal. No recibirán notificación cuando sean mencionados.",
  "<strong>{name}</strong> <i>(guest)</i> is not subscribed to this stream. They will not be notified unless you subscribe them.": "<strong>{name}</strong> <i>(guest)</i> no están suscritos a este canal. No serán notificados a no ser que los agregues personalmente.",
  "<strong>{name}</strong> is not subscribed to this stream. They will not be notified if you mention them.": "<strong>{name}</strong> no está subscrito a este canal. No será notificado  si le mencionas.",
  "<strong>{name}</strong> is not subscribed to this stream. They will not be notified unless you subscribe them.": "<strong>{name}</strong> no está subscrito a este canal. No será notificado si no le subscribes.",
  "<z-link>Click here</z-link> to learn about exporting private streams and direct messages.": "Toque <z-link>aquí</z-link> para averiguar sobre exportación de canales privados y mensajes directos. ",
  "<z-user></z-user> will have the same properties as it did prior to deactivation, including role, owner and stream subscriptions.": "<z-user></z-user> tendrá la mismas configuraciones a como los tuvo antes de la desactivación, incluyendo rol, propietario y subscriptores del canal.",
  "<z-user></z-user> will have the same role, stream subscriptions, user group memberships, and other settings and permissions as they did prior to deactivation.": "<z-user></z-user> tendrá el mismo rol, suscripcion a canales, grupos de usuarios, otras configuraciones y permisos que los que tenía antes de la desactivación.",
  "A stream with this name already exists.": "Ya existe un canal con este nombre.",
  "Add default streams": "Agregar canales predeterminados",
  "Add members. Use usergroup or #streamname to bulk add members.": "Agregue miembros. Use grupoDeUsuarios o #nombredecanal para agregar varios miembros",
  "Add stream": "Añadir canal",
  "Add streams": "Añadir canal",
  "Add subscribers. Use usergroup or #streamname to bulk add subscribers.": "Agregar subscriptores, Use grupousuarios o #nombrecanal para agregar subscriptores en lote",
  "All messages including muted streams": "Todos los mensajes, incluyendo canales silenciados. ",
  "All streams": "Todos los canales",
  "Allow creating web-public streams (visible to anyone on the Internet)": "Permitir la creación de canales publicos en web (visible para cualquier persona en la internet)",
  "Already subscribed to {stream}": "Ya suscrito a {stream}",
  "Announce new stream in": "Anunciar nuevo canal en",
  "Archive stream": "Archivar canal",
  "Archiving stream <z-stream></z-stream> will immediately unsubscribe everyone. This action cannot be undone.": "Archivar el canal <z-stream></z-stream> desuscribirá inmediatamente a todos los participantes. Esta acción no se puede deshacer.",
  "Archiving this stream will also disable settings that were configured to use this stream:": "Archivar este canal también deshabilitará las configuraciones de este canal:",
  "Are you sure you want to create stream ''''{stream_name}'''' and subscribe {count} users to it?": "¿Estás seguro que deseas crear el canal ''''{stream_name}'''' y suscribir {count} usuarios a él?",
  "Are you sure you want to send @-mention notifications to the <strong>{subscriber_count}</strong> users subscribed to #{stream_name}? If not, please edit your message to remove the <strong>@{stream_wildcard_mention}</strong> mention.": "Seguro de querer enviarle  notificaciones de @-menciones a <strong>{subscriber_count}</strong> usuarios suscrito a #{stream_name}? En caso contrario, edite su mensaje para remover la mención <strong>@{stream_wildcard_mention}</strong>.",
  "Are you sure you want to unstar all messages in <stream-topic></stream-topic>?  This action cannot be undone.": "¿Seguro que quieres quitar la estrella a todos los mensajes en <stream-topic></stream-topic>?  Esta acción no se puede deshacer.",
  "Automatically unmute topics in muted streams": "Desilenciar automáticamente los temas en canales silenciados.",
  "Back to streams": "Volver a canales",
  "Because you are removing the last subscriber from a private stream, it will be automatically <z-link>archived</z-link>.": "Este canal privado será automaticamente <z-link>archivado</z-link>al remover a su último subscriptor.",
  "Because you are the only subscriber, this stream will be automatically <z-link>archived</z-link>.": "Ya que el único subscriptor, este canal se <z-link>archivará</z-link> automáticamente.",
  "Browse 1 more stream": "Buscar 1 canal más",
  "Browse streams": "Explorar canales",
  "Browse {can_subscribe_stream_count} more streams": "Buscar {can_subscribe_stream_count} canales más",
  "Cannot subscribe to <z-stream></z-stream>": "No se pudo subscribir a <z-stream></z-stream>.",
  "Cannot subscribe to private stream <z-stream></z-stream>": "No se pudo subscribir al canal privado <z-stream></z-stream>",
  "Cannot view stream": "Canal no visible",
  "Choose a name for the new stream.": "Elegir un nombre para el canal nuevo.",
  "Configure how Zulip notifies you about new messages. In muted streams, stream notification settings apply only to unmuted topics.": "Configurar cómo Zulip notifica sobre nuevos mensajes. En canales silenciados, la configuración solo se aplicará a aquellos canales con temas que no estén silenciados.",
  "Configure the default streams new users are subscribed to when joining your organization.": "Configura los canales a los que los nuevos usuarios están suscritos por defecto cuando se unen a tu organización.",
  "Consider <z-link>searching all public streams</z-link>.": "Considera <z-link>buscar en todos los canales publicos</z-link>.",
  "Create a stream": "Crear un canal",
  "Create new stream": "Crear nuevo canal",
  "Create stream": "Crear canal",
  "Creating stream...": "Creando canal...",
  "Currently viewing the entire stream.": "Actualmente viendo el canal completo",
  "Cycle between stream views": "Cambiar entre vistas de canal",
  "Default for stream": "Defecto para el canal",
  "Default streams": "Canales por defecto",
  "Default streams for new users cannot be made private.": "Los canales para nuevos usuarios no pueden ser privados.",
  "Default streams for this organization": "Canales por defecto para esta organización",
  "Demote inactive streams": "Bajar de nivel canales inactivos",
  "Edit #{stream_name}": "Editar #{stream_name}",
  "Edit stream name and description": "Editar nombre y descripción del canal",
  "Error creating stream": "Error creando el canal",
  "Error in unsubscribing from #{stream_name}": "Error al desuscribirse de #{stream_name}",
  "Error removing user from #{stream_name}": "Error removiendo usuario de #{stream_name}",
  "Error removing user from this stream.": "Error al quitar al usuario de este canal",
  "Exports all users, settings, and all data visible in public streams.": "Exportar todos los usuarios, ajustes y datos visibles en streams públicos.",
  "Failed adding one or more streams.": "Fallo al agregar uno o varios canales",
  "Filter default streams": "Filtrar canales por defecto",
  "Filter streams": "Filtrar canales",
  "First time? Read our <z-link>guidelines</z-link> for creating and naming streams.": "¿Primera vez? Lee nuestros <z-link>lineamientos</z-link> para crear y nombrar canales.",
  "Forked from upstream at {zulip_merge_base}": "Bifurcado desde {zulip_merge_base}",
  "Generate stream email address": "Generar canal y dirección de email",
  "Go to stream from topic view": "Ir a ver canal visto desde temas",
  "Go to stream settings": "Ir a configuración del canal",
  "However, it will no longer be subscribed to the private streams that you are not subscribed to.": "De cualquier forma, ya no etsará suscrito a los canales privados a los cuales tú no estás suscrito. ",
  "In muted streams, stream notification settings apply only to unmuted topics.": "En canales silenciados, las configuraciones de notificación de canal solo aplican a temas no silenciados.",
  "In this stream": "En este canal",
  "Includes muted streams and topics": "Incluir canales y temas silenciados",
  "Invalid stream ID": "ID de canal inválido",
  "Let recipients see when I'm typing messages in streams": "Permitir que los destinatarios me vean mientras escribo mensajes en canales",
  "Let recipients see when a user is typing stream messages": "Permitir a los destinatarios ver cuando un usuario está escribiendo mensajes en un canal.",
  "Log in to browse more streams": "Inicia sesión para exporar más canales",
  "Message #{stream_name}": "Enviar mensaje a #{stream_name}",
  "Message #{stream_name} > {topic_name}": "Enviar mensaje a #{stream_name} > {topic_name}",
  "Messages in all public streams": "Mensajes en todos los canales públicos",
  "Mute stream": "Silenciar canal",
  "Narrow to messages on stream <z-value></z-value>.": "Buscar solo mensajes en el canal <z-value></z-value>.",
  "New stream announcements": "Nuevos anuncios de canal",
  "New stream message": "Nuevo mensaje de canal",
  "New stream notifications": "Nuevas notificaciones de canal",
  "No default streams match your current filter.": "No hay canales predeterminado que coincidan con estos filtros",
  "No matching streams": "No se coincidió con ningún canal",
  "No stream subscribers match your current filter.": "Ningún subscriptor del canal coincide con estos filtros.",
  "No stream subscriptions.": "No hay subscripciones a canal.",
  "No streams": "No hay canales",
  "Notify stream": "Notificar canal",
  "Now following <z-link>{stream_topic}</z-link>.": "Siguiendo <z-link>{stream_topic}</z-link>.",
  "Once you leave this stream, you will not be able to rejoin.": "Una vez abandones este canal, no podrás volverte a unir.",
  "Only stream members can add users to a private stream.": "Solo miembros del canal pueden agregar usuarios a un canal privado.",
  "Only subscribers can access or join private streams, so you will lose access to this stream if you convert it to a private stream while not subscribed to it.": "Solo los subscriptores pueden acceder o unirse a canales privados, por lo que perderás acceso a este canal si lo convertís en privado sin estar suscrito a él.",
  "Only subscribers to this stream can edit stream permissions.": "Solo los subscriptores de este canal pueden editar los permisos del canal.",
  "Organization administrators can change the announcement stream in the organization settings.": "Los administradores de la organizacion pueden cambiar el anuncio de canales en las configuraciones de la organización.",
  "Pin stream to top": "Fijar canal a la parte de arriba ",
  "Pin stream to top of left sidebar": "Fijar canal a la parte de arriba de la barra de la izquierda",
  "Please specify a stream.": "Por favor especifique un canal",
  "Private streams cannot be default streams for new users.": "Los canales privados no se pueden establecer como predeterminados para nuevos usuarios",
  "Receives new stream announcements": "Recibe anuncions de nuevos canales",
  "Require topics in stream messages": "Hace obligatorio el uso de un tema en los mensajes en canales",
  "STREAMS": "CANALES",
  "Scroll through streams": "Desplazarse por los canales",
  "Search all public streams in the organization.": "Buscar en todos los canales públicos de la organización.",
  "Select a stream": "Seleccionar un canal",
  "Select a stream below or change topic name.": "Seleccionar un canal a continuación o cambiar el nombre del tema",
  "Select a stream to subscribe": "Seleccionar un canal para subscribirse",
  "Select stream": "Seleccionar canal",
  "Stream": "Canal",
  "Stream <z-link>#{stream_name}</z-link> created!": "Canal <z-link>#{stream_name}</z-link>creado!",
  "Stream color": "Color del canal",
  "Stream created recently": "Canal creado recientemente",
  "Stream creation": "Creación de canal",
  "Stream description": "Descripción del canal",
  "Stream email address:": "Dirección de email del canal:",
  "Stream name": "Nombre del canal",
  "Stream permissions": "Permisos del canal",
  "Stream settings": "Ajustes del canal",
  "Stream successfully created!": "¡Canal creado con éxito!",
  "Streams": "Canales",
  "Streams they should join": "Canales a los que deberían unirse",
  "Subscribe to <z-stream></z-stream>": "Subscribirse a <z-stream></z-stream>",
  "Subscribe to/unsubscribe from selected stream": "Suscribirse/desuscribirse del canal seleccionado",
  "Subscribe {full_name} to streams": "Subscribirse a los canales de {full_name}",
  "Subscribed streams": "Canales suscritos",
  "The stream <b>#{stream_name}</b> does not exist. Manage your subscriptions <z-link>on your Streams page</z-link>.": "El canal <b>#{stream_name}</b> no existe. Administre sus subscripciones en su <z-link>página de canales</z-link>.",
  "The stream description cannot contain newline characters.": "La descripción del canal no puede contener caracteres de nueva linea.",
  "The topic <strong>{topic_name}</strong> already exists in this stream. Are you sure you want to combine messages from these topics? This cannot be undone.": "El tema <strong>{topic_name}</strong> ya existe en este canal. Seguro de querer juntar sus mensajes? Esta acción no se puede deshacer.",
  "There are no default streams.": "No hay canales predeterminados.",
  "There are no streams you can view in this organization.": "No tienes acceso a ninguno de los canales de esta organización.",
  "This change will make this stream's entire message history accessible according to the new configuration.": "Esta configuración permitirá acceder al historial completo de este canal.",
  "This stream does not exist or is private.": "Este canal no existe o es privado.",
  "This stream does not yet have a description.": "Este canal aún no tiene una descripción.",
  "This stream has been deactivated": "Este canal ha sido desactivado",
  "This stream has no subscribers.": "Este canal no tiene subscriptores.",
  "This stream has {sub_count, plural, =0 {no subscribers} one {# subscriber} other {# subscribers}}.": "Este canal tiene {sub_count, plural, = 0 {subscriptores} uno: {# subscriber} varios: {# subscribers}}.",
  "Time limit for moving messages between streams": "El tiempo límite para mover mensajes entre canales",
  "Unknown stream": "Canal desconocido ",
  "Unknown stream #{search_text}": "Canal desconocidos #{search_text}",
  "Unmute stream": "No silenciar el canal",
  "Unmuted <z-link>{stream_topic}</z-link>.": "<z-link>{stream_topic}</z-link> desilenciado.",
  "Unmuted streams and topics": "Canales y temas no silenciados",
  "Unpin stream from top": "Desfijar canal de la parte de arriba ",
  "Unsubscribe from <z-stream></z-stream>": "Desubscribirse de <z-stream></z-stream>",
  "Use stream settings to unsubscribe from private streams.": "Usar configuración de canal para desubscribirse de canales privados",
  "Use stream settings to unsubscribe the last user from a private stream.": "Usar configuración de canal para desubscribir al último usuario de un canal privado.",
  "View all streams": "Ver todos los canales",
  "View stream": "Ver canal",
  "View stream messages": "Ver mensajes de canal",
  "View streams": "Ver canales",
  "Warning: <strong>#{stream_name}</strong> is a private stream.": "Advertencia: <strong>#{stream_name}</strong> es un canal privado.",
  "Which parts of the email should be included in the Zulip message sent to this stream?": "¿Qué partes del correo deberían ser incluídas en el mensaje de Zulip enviado a este canal?",
  "Who can access the stream?": "Quiénes pueden acceder el canal?",
  "Who can add users to streams": "Quiénes pueden añadir usuarios a canales",
  "Who can create private streams": "Quién puede crear canales privados",
  "Who can create public streams": "Quién puede crear canales públicos",
  "Who can create web-public streams": "Quien puede crear canales públicos para la web -web-public streams-",
  "Who can move messages to another stream": "Quién puede mover mensajes a otro canal",
  "Who can post to the stream?": "Quiénes pueden publicar al canal?",
  "Who can unsubscribe others from this stream?": "¿Quién puede quitar subscriciones a otras personas en este canal?",
  "You are not currently subscribed to this stream.": "Actualmente no estás suscrito a este canal.",
  "You are not subscribed to any streams.": "No suscrito a ningún canal",
  "You are not subscribed to stream <z-stream-name></z-stream-name>": "No suscrito al canal <z-stream-name></z-stream-name>",
  "You aren't subscribed to this stream and nobody has talked about that yet!": "¡No estás suscrito a este canal y nadie ha hablado sobre esto todavía!",
  "You can use email to send messages to Zulip streams.": "Puedes usar correos para enviar mensajes en canales de Zulip.",
  "You cannot create a stream with no subscribers.": "No puedes crear un canal sin subscriptores.",
  "You do not have permission to add other users to streams in this organization.": "No tiene permiso para agregar a otros usuarios a canales de esta organización.",
  "You do not have permission to move messages to another stream in this organization.": "No tienes permiso para mover mensajes a otros canales de esta organizacion",
  "You do not have permission to post in this stream.": "No tienes permiso para publicar en este canal.",
  "You do not have permission to use <b>@{stream_wildcard_mention}</b> mentions in this stream.": "No tienes permiso para usa las menciones de tipo <b>@{stream_wildcard_mention}</b> en este canal.",
  "You have muted <z-stream-topic></z-stream-topic>.": "<z-stream-topic></z-stream-topic> está silenciado.",
  "You must be an organization administrator to create a stream without subscribing.": "Debes ser un administrador de la organización para crear un canal sin suscribirte.",
  "You subscribed to stream <z-stream-name></z-stream-name>": "Te subscribiste al canal <z-stream-name></z-stream-name>",
  "You unsubscribed from stream <z-stream-name></z-stream-name>": "Te desubscribiste del canal <z-stream-name></z-stream-name>",
  "You're not subscribed to this stream. You will not be notified if other users reply to your message.": "No tienes suscripción en este canal. No te llegarán notificaciones si otros usuarios contestan a tu mensaje.",
  "Your message was sent to a stream you have muted.": "Tu mensaje se envió a un canal silenciado.",
  "back to streams": "volver a canales"
}
