{
  "<p>You are searching for messages that belong to more than one stream, which is not possible.</p>": "<p>Vous recherchez des messages appartenant à plusieurs canaux, ce qui n'est pas possible.</p>",
  "<strong>{name}</strong> is not subscribed to this stream. They will not be notified if you mention them.": "<strong>{name}</strong> n'est pas abonné/e à ce canal. Il ou elle ne sera pas averti/e si vous les mentionnez.",
  "<strong>{name}</strong> is not subscribed to this stream. They will not be notified unless you subscribe them.": "<strong>{name}</strong> n'est pas abonné/e à ce canal. Il ou elle ne recevra aucune notification tant que vous ne l'aurez pas abonné/e.",
  "<z-user></z-user> will have the same properties as it did prior to deactivation, including role, owner and stream subscriptions.": "<z-user></z-user>aura les mêmes propriétés qu'avant la désactivation, notamment le rôle, le propriétaire et les abonnements aux canaux.",
  "<z-user></z-user> will have the same role, stream subscriptions, user group memberships, and other settings and permissions as they did prior to deactivation.": "<z-user></z-user>aura le même rôle, abonnements aux canaux, appartenances aux groupes d'utilisateurs et autres paramètres et autorisations qui s'appliquaient avant la désactivation.",
  "A stream with this name already exists.": "Un canal portant ce nom existe déjà.",
  "Add stream": "Ajouter un canal",
  "Add streams": "Ajouter des canaux",
  "Add subscribers. Use usergroup or #streamname to bulk add subscribers.": "Ajouter des abonnés. Utilisez le groupe d'utilisateurs ou #streamname pour ajouter des abonnés en masse.",
  "All messages including muted streams": "Tous les messages incluant les canaux rendus muets",
  "All streams": "Tous les canaux",
  "Allow creating web-public streams (visible to anyone on the Internet)": "Autoriser la création de canaux publics sur le Web (visibles par tous sur Internet)",
  "Already subscribed to {stream}": "Déjà abonné à {stream}",
  "Announce new stream in": "Annonce d'un nouveau canal dans",
  "Archive stream": "Archiver le canal",
  "Archiving stream <z-stream></z-stream> will immediately unsubscribe everyone. This action cannot be undone.": "L'archivage du canal <z-stream></z-stream> désabonnera immédiatement tout le monde. Cette action ne peut pas être annulée.",
  "Are you sure you want to create stream ''''{stream_name}'''' and subscribe {count} users to it?": "Êtes-vous sûr de vouloir créer un nouveau canal ''''{stream_name}''''  et d'y abonner {count} utilisateurs ?",
  "Are you sure you want to unstar all messages in <stream-topic></stream-topic>?  This action cannot be undone.": "Êtes-vous sûr de vouloir supprimer tous les messages favoris dans <stream-topic></stream-topic>?  Cette action ne peut pas être annulée.",
  "Back to streams": "Retour aux canaux",
  "Browse streams": "Parcourir les canaux",
  "Configure how Zulip notifies you about new messages. In muted streams, stream notification settings apply only to unmuted topics.": "Configurez la façon dont Zulip vous informe des nouveaux messages. Dans les canaux muets, les paramètres de notification du canal ne s'appliquent qu'aux sujets non mis en sourdine.",
  "Configure the default streams new users are subscribed to when joining your organization.": "Configurez les canaux par défaut auxquels les nouveaux utilisateurs sont abonnés lors de l'inscription à votre organisation.",
  "Consider <z-link>searching all public streams</z-link>.": "Considérez<z-link> une recherche de tous les canaux publics</z-link> .",
  "Create a stream": "Créer un canal",
  "Create new stream": "Créer un nouveau canal",
  "Create stream": "Créer un canal",
  "Creating stream...": "Création du canal…",
  "Currently viewing the entire stream.": "Affichage en cours de l'intégralité du canal.",
  "Default for stream": "Valeur par défaut pour le canal",
  "Default streams": "Canaux par défaut",
  "Default streams for this organization": "Canaux par défaut pour cette organisation",
  "Demote inactive streams": "Rétrograder les canaux inactifs",
  "Edit #{stream_name}": "Modifier #{stream_name}",
  "Edit stream name and description": "Modifier le nom et la description du canal.",
  "Error creating stream": "Erreur lors de la création du canal",
  "Error in unsubscribing from #{stream_name}": "Erreur lors de la désinscription de #{stream_name}",
  "Error removing user from #{stream_name}": "Erreur lors de la suppression de l'utilisateur de #{stream_name}",
  "Error removing user from this stream.": "Erreur lors de la suppression de l'utilisateur de ce canal",
  "Exports all users, settings, and all data visible in public streams.": "Exporter tous les utilisateurs, paramètres et toutes les données visibles dans les canaux publics.",
  "Filter default streams": "Filtrer les canaux par défaut",
  "Filter streams": "Filtrer les canaux",
  "First time? Read our <z-link>guidelines</z-link> for creating and naming streams.": "Première fois ? Lisez nos <z-link>instructions</z-link> pour créer et nommer des canaux.",
  "Forked from upstream at {zulip_merge_base}": "Bifurqué de l'amont à {zulip_merge_base} ",
  "Generate stream email address": "Générer une adresse courriel pour le canal",
  "In muted streams, stream notification settings apply only to unmuted topics.": "Dans les canaux muets, les paramètres de notification du canal ne s'appliquent qu'aux sujets non mis en sourdine.",
  "Includes muted streams and topics": "Inclut les canaux et les sujets muets",
  "Invalid stream ID": "ID de canal invalide",
  "Log in to browse more streams": "Connectez-vous pour consulter plus de canaux",
  "Message #{stream_name}": "Message #{stream_name}",
  "Message #{stream_name} > {topic_name}": "Message #{stream_name} > {topic_name}",
  "Messages in all public streams": "Messages dans tous les canaux publics",
  "Mute stream": "Rendre le canal muet",
  "Narrow to messages on stream <z-value></z-value>.": "Restreindre aux messages du canal <z-value></z-value>.",
  "New stream announcements": "Annonces de nouveaux canaux",
  "New stream message": "Nouveau message de canal",
  "New stream notifications": "Notifications des nouveaux canaux",
  "No stream subscriptions.": "Aucun abonnement au canal.",
  "No streams": "Aucun canal",
  "Notify stream": "Notifier le canal",
  "Once you leave this stream, you will not be able to rejoin.": "Une fois que vous quittez un canal, vous ne pourrez plus le rejoindre.",
  "Only stream members can add users to a private stream.": "Seuls les membres du canal peuvent ajouter des utilisateurs à un canal privé.",
  "Only subscribers to this stream can edit stream permissions.": "Seuls les abonnés à ce canal peuvent modifier les permissions du canal.",
  "Organization administrators can change the announcement stream in the organization settings.": "Les administrateurs de l'organisation peuvent modifier le canal d'annonces dans les paramètres de l'organisation.",
  "Pin stream to top": "Épingler le canal en haut",
  "Pin stream to top of left sidebar": "Épingler le canal en haut de la barre latérale",
  "Please specify a stream.": "Veuillez spécifier un canal.",
  "Receives new stream announcements": "Reçoit les annonces de nouveaux canaux",
  "Require topics in stream messages": "Rendre obligatoire un sujet pour les messages des canaux",
  "STREAMS": "CANAUX",
  "Scroll through streams": "Défiler à travers les canaux",
  "Search all public streams in the organization.": "Rechercher les canaux publics de l'organisation.",
  "Select a stream": "Choisir un canal",
  "Select a stream below or change topic name.": "Sélectionner un canal ci-dessous ou modifier le nom du sujet.",
  "Stream": "Canal",
  "Stream color": "Couleur du canal",
  "Stream created recently": "Canal créé récemment",
  "Stream creation": "Création de canal",
  "Stream description": "Description du canal",
  "Stream email address:": "Adresse courriel du canal:",
  "Stream name": "Nom du canal",
  "Stream permissions": "Permissions du canal",
  "Stream settings": "Paramètres du canal",
  "Stream successfully created!": "Création du canal réussie!",
  "Streams": "Canaux",
  "Streams they should join": "Canaux qu'ils devraient rejoindre",
  "Subscribe to/unsubscribe from selected stream": "S'abonner / désabonner du canal sélectionné",
  "Subscribe {full_name} to streams": "Abonner {full_name} aux canaux",
  "Subscribed streams": "Canaux abonnés",
  "The stream <b>#{stream_name}</b> does not exist. Manage your subscriptions <z-link>on your Streams page</z-link>.": "Le canal <b>#{stream_name}</b> n'existe pas. Gérez vos abonnements sur votre page <z-link>Canaux</z-link>.",
  "The stream description cannot contain newline characters.": "La description du canal ne peut pas contenir de retour à la ligne.",
  "There are no streams you can view in this organization.": "Il n'y a pas de canal que vous pouvez visualiser dans cette organisation.",
  "This stream does not exist or is private.": "Ce canal n'existe pas ou est privé.",
  "This stream does not yet have a description.": "Ce canal n'a pas encore de description.",
  "This stream has been deactivated": "Ce canal a été désactivé",
  "Time limit for moving messages between streams": "Limite de temps pour le déplacement des messages entre les canaux",
  "Unknown stream": "Canal inconnu",
  "Unknown stream #{search_text}": "Le canal #{search_text} est inconnu",
  "Unmute stream": "Ne plus rendre le canal muet",
  "Unpin stream from top": "Désépingler le canal du haut",
  "Use stream settings to unsubscribe from private streams.": "Utilisez les paramètres des canaux pour vous désabonner de canaux privés.",
  "View all streams": "Voir tous les canaux",
  "View stream": "Voir le canal",
  "View stream messages": "Afficher les messages du canal",
  "View streams": "Voir les canaux",
  "Warning: <strong>#{stream_name}</strong> is a private stream.": "Attention : <strong>#{stream_name}</strong> est un canal privé.",
  "Which parts of the email should be included in the Zulip message sent to this stream?": "Quelles parties du courriel doivent être incluses dans le message Zulip envoyé à ce canal?",
  "Who can access the stream?": "Qui peut accéder au canal?",
  "Who can add users to streams": "Qui peut abonner des utilisateurs aux canaux",
  "Who can create private streams": "Qui peut créer des canaux privés",
  "Who can create public streams": "Qui peut créer des canaux publics",
  "Who can create web-public streams": "Qui peut créer des canaux publics Web",
  "Who can move messages to another stream": "Qui peut déplacer des messages vers un autre canal ?",
  "Who can post to the stream?": "Qui peut envoyer des messages sur ce canal?",
  "Who can unsubscribe others from this stream?": "Qui peut désabonner d'autres personnes de ce canal ?",
  "You are not currently subscribed to this stream.": "Vous n'êtes pas abonnés à ce canal.",
  "You are not subscribed to any streams.": "Vous n'êtes abonné à aucun canal.",
  "You are not subscribed to stream <z-stream-name></z-stream-name>": "Vous n'êtes pas abonné au canal <z-stream-name></z-stream-name>",
  "You aren't subscribed to this stream and nobody has talked about that yet!": "Vous n'êtes pas abonné à ce canal et personne n'en a encore parlé!",
  "You can use email to send messages to Zulip streams.": "Vous pouvez envoyer des messages aux canaux Zulip par courrier électronique.",
  "You do not have permission to add other users to streams in this organization.": "Vous n'avez pas la permission d'ajouter des autres utilisateurs à ce canal",
  "You do not have permission to post in this stream.": "Vous n'êtes pas autorisé à publier dans ce canal.",
  "You have muted <z-stream-topic></z-stream-topic>.": "Vous avez rendu muet <z-stream-topic></z-stream-topic>.",
  "You must be an organization administrator to create a stream without subscribing.": "Vous devez être un administrateur de l'organisation pour créer un canal sans vous y abonner.",
  "You subscribed to stream <z-stream-name></z-stream-name>": "Vous vous êtes abonné au canal <z-stream-name></z-stream-name>",
  "You unsubscribed from stream <z-stream-name></z-stream-name>": "Vous vous êtes désabonné du canal <z-stream-name></z-stream-name>",
  "You're not subscribed to this stream. You will not be notified if other users reply to your message.": "Vous n'êtes pas abonnés à ce canal. Vous ne recevrez pas de notification en cas de réponse des autres utilisateurs à votre message.",
  "Your message was sent to a stream you have muted.": "Votre message a été envoyé à un canal que vous avez mis en sourdine.",
  "back to streams": "retour aux canaux"
}
